[
    {
        "post_link": "https://amazoncustomerservice.blogspot.com/2007/12/8.html",
        "post_title": "The Amazon Customer Service Phone Number",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4441250516167259145\" itemprop=\"description articleBody\">\n<span class=\"date\">8.23.2007</span> <p><a class=\"mceItemAnchor\" name=\"top\" title=\"top\"></a><b>Looking for the Amazon.com customer service phone number?</b> Wait! Before you read any more, I wanted to let you know that I've been doing a little more trading with Amazon. My experiment buying an iPod from them last year went well, and I've ordered a few other things here and there. I have had some issues that I've had to deal with through customer service, and I feel like they've really made some significant improvements since I first posted their number back in 2002. Most importantly, they now post their number on their site. If you follow the \"Contact us\" links, you can get to this message:</p> <p><a class=\"mceItemAnchor\" name=\"top\" title=\"top\"></a><i>If you have difficulty connecting to our Click to Call service, you can call our toll-free number for automated assistance, <b>1-866-216-1072.</b> International customers can reach us at <b>1-206-266-2992.</b></i></p> <p><a class=\"mceItemAnchor\" name=\"top\" title=\"top\"></a>So, why have you come here?</p> <p><a class=\"mceItemAnchor\" name=\"top\" title=\"top\"></a>The numbers of letters and comments I get have dwindled lately, and maybe that means that there are fewer problems. But I still get thousands and thousands of visitors to this site each month looking for these numbers. Maybe the path to finding their number is too hard. Maybe the frustration when things go wrong is so overwhelming people don't want to spend the time to look. If you want to tell me why you're here, I'd be interested to know -- just click on the \"Write\" link on the left side of the page.</p> <p><a class=\"mceItemAnchor\" name=\"top\" title=\"top\"></a>One quick thing: Remember that shopping locally is a great way to support your city, your neighbors, and your environment. I encourage all of you to consider shopping at your local bookstore; even though you might pay a few dollars more, you're making an important investment in your community. Happy shopping!</p> <p><a class=\"mceItemAnchor\" name=\"top\" title=\"top\"></a><b><a href=\"http://amazoncustomerservice.wordpress.com/wp-admin/#ebay\" mce_href=\"#ebay\">Now included by popular demand - The e-Bay, PayPal, Netflix and more phone numbers!</a></b> These are some new phone numbers provided by visitors to this page.</p> <p><b>This page was featured on NPR!</b> <a href=\"http://www.npr.org/rundowns/segment.php?wfId=4274891\" mce_href=\"http://www.npr.org/rundowns/segment.php?wfId=4274891\" target=\"_blank\">Click here to listen to the story.</a></p> <p><b>Good Morning, NY Times Readers!</b> More than 23,000 people visited this page in December 2004 alone. The story in the Times generated more than 6,000 visits in one day. More than 5000 people were here in November, and more than 4500 in October. 'Tis the season to call Amazon customer service! <a href=\"http://www.nytimes.com/2004/12/30/technology/circuits/30serv.html?pagewanted=1&amp;oref=login\" mce_href=\"http://www.nytimes.com/2004/12/30/technology/circuits/30serv.html?pagewanted=1&amp;oref=login\" target=\"_blank\">(And if you haven't seen it yet, check out the article on Internet customer service in the 12/30/04 issue of the New York <i>Times</i>. You'll have to log in.)</a></p> <p>Some other folks who have written about this site include <a href=\"http://www.usnews.com/usnews/culture/articles/030818/18web.htm\" mce_href=\"http://www.usnews.com/usnews/culture/articles/030818/18web.htm\" target=\"_blank\">U.S.News and World Report,</a><br/><a href=\"http://www.austinchronicle.com/gyrobase/Issue/column?oid=oid%3A115666\" mce_href=\"http://www.austinchronicle.com/gyrobase/Issue/column?oid=oid%3A115666\" target=\"_blank\">The Austin Chronicle,</a> <a href=\"http://www.pcworld.com/printable/article/id,127537/printable.html\" mce_href=\"http://www.pcworld.com/printable/article/id,127537/printable.html\" target=\"_blank\"> PC World</a><br/>and <a href=\"http://www.visionization.com/ROR/story050714.htm\" mce_href=\"http://www.visionization.com/ROR/story050714.htm\" target=\"_blank\">Report on Record.</a></p> <p><span class=\"head2\">First, a note about calling Amazon.com customer service.</span></p> <p>Remember when calling Amazon.com customer service that you've got something in common with the representative you'll talk to on the phone. You've both been put in a crappy situation by the management of Amazon.</p> <p>Amazon's decision not to put their customer service on their \"Help\" or \"Contact Us\" pages means that after you experience a problem you end up searching for their number for an unreasonable amount of time. After you finally find it, you call the number and then are put on hold for quite a while as well. Chances are, you're frustrated, angry, and at the end of your rope by the time a customer service rep answers.</p> <p>But that rep is also feeling the effects of Amazon's decision. The person on the phone isn't a member of management with decision-making power. They're somebody that needed a job, and they took this one. Amazon's decision to withhold the phone number from their customers means that <i>everybody</i> they talk to is like you: frustrated, angry, and at the end of their rope. It's got to make their job really hard. Wouldn't it suck to have to talk to people who are pissed off all day long for eight hours a day? I'd hate to come to work!</p> <p>So, when you call, try to keep in mind that you and your customer service rep are in the same boat. You can bet that they're having a terrible day.</p> <p>Also, especially if you are ordering books or CDs, remember that your local independent stores are likely to be able to order anything that you want if they don't already have it in stock; and chances are, their customer service will be a <i>lot</i> better. You may not get the deep discounts available at Amazon, but, as you've probably already learned if you're reading this, you get what you pay for.<br/>Happy shopping!</p> <p><span class=\"head2\">The numbers!</span></p> <p><b>US Customer Service</b><br/><i>Phone toll-free in the US and Canada: </i>(800) 201-7575 <b>or</b> (866) 216-1072</p> <p><i>Phone from outside the US and Canada: </i>(206) 346-2992 <b>or</b> (206)-266-2992<br/><i>Another direct line:</i> (206) 266-2335</p> <p><strike><i>E-mail:</i> <a href=\"mailto:orders@amazon.com\" mce_href=\"mailto:orders@amazon.com\">orders@amazon.com<br/></a> (I think this will still work, but no guarantees)</strike></p> <p><strike>E-mail address and the fax numbers seem to go on- and off-line with some regularity. Readers have also had luck with the following addresses:<br/><a href=\"mailto:resolution@amazon.com\" mce_href=\"mailto:resolution@amazon.com\">resolution@amazon.com</a><br/><a href=\"mailto:charge-inquiries@amazon.com\" mce_href=\"mailto:charge-inquiries@amazon.com\">charge-inquiries@amazon.com</a></strike></p> <p><a href=\"mailto:jeff@amazon.com\" mce_href=\"mailto:jeff@amazon.com\">jeff@amazon.com</a><br/>(This last e-mail address sends back an note from Amazon that using it won't help you. There may be nobody reading the e-mail that comes to this address.)</p> <p><b>Amazon's rebate center:</b> 1-866-348-2492<br/><b>Amazon Corporate Accounts:</b>1-866-486-2360</p> <p><b>Snail mail to customer service</b><br/>Amazon.com, Inc.<br/>Customer Service<br/>PO Box 81226<br/>Seattle, WA 98108-1226</p> <p><b>Service for Amazon Sellers</b><br/>877-251-0696<br/>They also have special e-mail accounts for spoofing and abuse:</p> <p><a href=\"mailto:stop-spoofing@amazon.com\" mce_href=\"mailto:stop-spoofing@amazon.com\">stop-spoofing@amazon.com</a></p> <p><strike><a href=\"mailto:reports@amazon.com\" mce_href=\"mailto:reports@amazon.com\">reports@amazon.com</a><br/>(This information was provided by a reader! Thanks!)</strike></p> <p><b>Canadian Customer Service</b><br/><i>Phone 9 a.m. to 10 p.m. Eastern time, 6 a.m. to 7 p.m. Pacific: </i>(877)-586-3230</p> <p><b>Corporate Offices, Seattle</b><br/>(206) 622-2335<br/><b>The fax number has changed.</b> 206-266-1832 is no longer a fax number.</p> <p><b>New! Fax for Amazon's legal Department:</b> 206-266-7010</p> <p><b>UK Customer Service</b><br/><i>Phone:</i> +44.208.636.9200<br/>More UK numbers, from a reader:<br/><i>Freephone (only from within the UK):</i> 0800 279 6620<br/><i>Phone (outside the UK):</i> +44 20 8636 9451<br/><i>Fax (free from within the UK):</i> 0800 279 6630</p> <p><i>Fax (outside the UK):</i> +44 20 8636 9401<br/>An Aussie who contacted me verified the number above but for Aussies you need to dial it this way: 0011 1 206 266-2992.</p> <p><b>UK Snail Mail:</b><br/>Amazon.co.uk Ltd<br/>Patriot Court<br/>1-9 The Grove<br/>Slough<br/>SL1 1QP</p> <p><b>Amazon.com Headquarters</b><br/><i>Address:</i> 1200 12th Ave., Ste. 1200<br/>Seattle, WA 98144<br/><i>Phone:</i> (206) 266-1000<br/><i>Fax:</i> (206) 622-2405</p> <p><i>Info e-mail:</i> in@amazon.com is no longer a working e-mail address.<br/>(Amazon's CEO is Jeff Bezos, if you want a name to put on an e-mail or fax to this office.)</p> <p>According to good sources, Amazon is no longer outsourcing much of its customer service work to <a href=\"http://www.isky.com/\" mce_href=\"http://www.isky.com/\" target=\"_blank\">iSky.</a></p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a><br/><span class=\"head2\">You asked for it! e-Bay and PayPal Phone Numbers and More!</span></p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a><b>e-Bay, Inc.</b></p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a>408-376-7400<br/><i>Toll Free: </i>800-322-9266<br/><i>And another one: </i>888-749-3229</p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a><b>PayPal</b><br/>1-888-221-1161<br/>or 402-935-2050</p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a>For PayPal in the UK: 0870 7307 191 (replace the first 0 by +44 if dialling from outside the UK)</p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a>PayPal (Europe) Ltd<br/>Hotham House<br/>1 Heron Square<br/>Richmond Upon Thames<br/>TW9 1EJ</p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a><b>Yahoo!</b><br/>1-408-349-1572</p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a><b>Netflix</b></p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a>1-800-585-8131</p> <p><a class=\"mceItemAnchor\" name=\"ebay\" title=\"ebay\"></a><b><a href=\"http://www.consumeraction.gov/corpormain.shtml\" mce_href=\"http://www.consumeraction.gov/corpormain.shtml\" target=\"_blank\">And click here for a national consumer assistance directory!</a></b></p> <p><b>More Press! </b><a href=\"http://www.usnews.com/usnews/issue/030818/misc/18web.htm\" mce_href=\"http://www.usnews.com/usnews/issue/030818/misc/18web.htm\" target=\"_blank\">This beauty appeared in the Aug. 18-24 issue of U.S. News &amp; World Report.</a> Sadly, I think this link is now dead. Perhaps I should put up a scan of this article.</p> <p><a href=\"http://www.austinchronicle.com/issues/dispatch/2002-12-27/books_newsprint.html\" mce_href=\"http://www.austinchronicle.com/issues/dispatch/2002-12-27/books_newsprint.html\" target=\"_blank\">This page got a little write-up in the <i>Austin Chronicle</i> in December 2002.</a></p> <p><a href=\"http://www.culturekiosque.com/nouveau/comment/amazon_customer_service_dead.htm\" mce_href=\"http://www.culturekiosque.com/nouveau/comment/amazon_customer_service_dead.htm\" target=\"_blank\">Found this little write-up on the web.</a></p> <p><span class=\"head2\">Why did I make this page?</span></p> <p>Amazon.com made an unauthorized charge of more than $300 to my credit card, and because I couldn't find a phone number, I had no way deal with this problem that needed immediate attention. I finally did a search on Google and <a href=\"http://www.echoes.com/greymatter/archives/00000058.html\" mce_href=\"http://www.echoes.com/greymatter/archives/00000058.html\" target=\"_blank\">found somebody who has posted the Amazon.com customer service number to his website.</a> He, too, was having a problem and couldn't find the number, so when he finally got it he provided it publicly for people like me. Now I'm following his lead.</p> <p>I think it's completely lame for a company to pull this kind of crap -- hiding their phone number to avoid calls -- especially one that won't quit talking about what a high level of customer service they offer. It's a tactic designed to save money, but, personally, I'm willing to spend a little more to avoid the sort of situation I found myself in this weekend. And, while Amazon has had some rough times lately, they apparently chose to remove the number years ago when things were flush.</p> <p>I also learned that if Amazon ships you something by mistake, their default reaction is to charge it to your credit card and force you to remain financially responsible for it until it's back in their warehouse. This is their position even if they completely agree that it's their mistake. If you argue and get mad with people on the phone, they'll eventually give you a more immediate refund. But I hate this \"squeaky wheel\" method of providing customer service. I don't want to feel like I have to be a bitch to get good service; that's just nasty and it makes me feel gross.</p> <p>And why in the world should you have to spend any of your time and energy arguing with them when it's clearly their mistake? Unauthorized charges on credit cards are illegal, and Amazon should be taking every opportunity to keep unauthorized charges off their customers' cards, not make charging people illegally for Amazon's mistakes a part of their company's policy.</p> <p>I encourage all of you to drop a line to Amazon and tell them what you think of these customer service policies, and to shop elsewhere until they quit talking about customer service and start providing it.</p> <p>And, while you're at, if you have a web page and the room to do it, why not post their customer service numbers? The more of us who post it, the more people who will be able to find it.</p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><span class=\"head2\">The Apology</span></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a>Over the course of dealing with Amazon, I received many apologies from customer service people, but none of them were adequate. Nobody was willing to admit that, really, Amazon had screwed up.</p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a>However, finally, somebody did. On September 29, 2002, I received this in response to a snail mail letter I sent to their corporate offices addressed to Jeff Bezos, the Amazon CEO.</p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Dear Ms. Hobbs, </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Greetings from Amazon.com. I am writing in response to your letter of August 25th, received at our corporate offices and addressed to Mr. Jeff Bezos. I have been asked to reply as I am well-placed to make appropriate inquiries and to render assistance due. I welcome the chance to help as I may and please know that I am including Jeff in this correspondence. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>I am truly sorry for your entirely understandable disappointment with the circumstances of your order of August 19th (#102-2271049-3523350), and especially that our Customer Service was not more easily reached and was not more helpful once you actually got through. We at Amazon.com pride ourselves on efficiently servicing our customers' orders and on swiftly resolving problems when they arise, and for our failing you on both counts, I can only offer my sincere apologies. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Reviewing your order I am troubled as it was a fairly severe technical issue which resulted in your being sent an extra graphics pad. The order clearly shows that you ordered two, but just as clearly shows that we charged you for three, which is what we sent. It is a bit of Monday-morning quarterbacking on my part given that the order has been complete for more than a month, but I am going to send it to the attention of our tech specialists in hopes that such errors can be prevented hence. I know it was inconvenient for you, and I am just glad it was not worse (What if it had been a debit card, for example?). </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>The phone numbers for Customer Service are at a few places on-site, but I agree that their presentation is inadequate. Again, I can only act retroactively, but I will share your feedback with the appropriate persons as indicative of a way in which we are letting our customers down. For future reference: </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>=======================================================<br/>Customer Service is open 24 hours a day, 7 days a week<br/>-------------------------------------------------------<br/>U.S. and Canada: 1-800-201-7575<br/>International: 1-206-266-2992<br/>======================================================= </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Lastly, I presume that the agents with whom you spoke did not realize that it truly was an error on our part which caused the problems. Still, ignorance is no excuse and I promise you that I will personally educate those persons on how the service they extended you was lacking. Once more, it is regrettably after the fact as re. your order, but I trust that your strong and legitimate remarks will be duly considered and I hope the feedback may catalyze improvements in the service we provide hence. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Your refund for the extra pad was paid at the end of last month, and I am glad that Customer Service extended at least the consideration of a $20.00 gift certificate. I would like to add a final refund for the shipping costs of the order, $18.89. Like the previous refund, we will repay this amount to the card charged and we will notify you once it posts back. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Ellen, you are a much valued customer of longstanding and I regret that for the events of this order, we did not treat you as such. I hope it will be otherwise in the future. Thanks for taking the time to write, please direct further questions or concerns to me at the address resolution@amazon.com, and thanks for using Amazon.com. All the best. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Regards, </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>John Clark<br/>Executive Customer Relations<br/>Amazon.com </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><br/><span class=\"head2\">Our Holiday Correspondence</span></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a>This site went nuts during the Christmas holidays! So nuts, in fact, that I decided to send a note to my friends at Amazon.com:</p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>From: Ellen Hobbs<br/>Sent: Wednesday, December 11, 2002 6:15 PM</i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>To: resolution@amazon.com<br/>Subject: A holiday message about my Amazon.com web page </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>This message is for anyone who gets it there at Amazon, but especially for John Clark who sent me a note about the trouble I was having with Amazon.com and my credit card. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Thanks again for sending me the apology, the gift certificate, and making sure my problem was finally resolved. I do appreciate it. However, I have to say that I still have mixed feelings about the level of customer service I received from Amazon.com, and especially about the fact that Amazon has chosen not to publish its customer service phone number on its website or its packing slips and invoices. Thus, I decided to leave up the Amazon Phone Number web page I created for other folks who were having trouble, because, frankly, I would have had a much harder time getting my situation with Amazon resolved without the help of the guy who posted your number in his weblog. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>I thought I'd let you know that in the first 10 days of December, according to my site statistics, more than 900 people have visited my Amazon page, and I assume most of them are looking for your number. Sixteen of the top twenty search strings that bring people to my site are some derivation of \"Amazon's Customer Service Phone Number.\" I've also gotten a number of letters from people who have visited the page; those responses are now posted on the page. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>You can visit the page at http://clicheideas.com/amazon.htm. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Just so you know, I'm not sending this note to be antagonistic; I'm actually hoping you find it useful. While I feel it's pretty important to make sure I do the majority of my book and music shopping at the local independents in Austin -- I want to do what I can to make sure my city doesn't become a homogenous part of a corporate community rather than a unique place to live and shop -- I'm also a fan of internet shopping, of Amazon, and of the services you provide. It's been disappointing this holiday to feel like I have to limit my Amazon shopping, but I have, because I want to make sure that I, as a consumer, am doing whatever I can to convince the vendors who sell to me that they're going to have to do things right to keep me as a customer. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>At this point, when I am confronted with bad customer service, I don't try to get around it and go on with my business; I take my money and go elsewhere. And sometimes I kick up quite a fuss, too. That's because I feel we're having a customer service crisis ' businesses seem to think they don't have to provide customer service if they sell things as cheaply as possible. I hope that this changes soon. For my part, I have tried to do most of my Christmas shopping with retailers who may charge me slightly more than, say, Wal-Mart, but who also provide a level of service that goes beyond the minimal that seems to have become the norm. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>As I said, I hope you find the information I've provided to you useful, and that you will consider changing your policy of hiding your customer service number from your customers. </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Happy holidays! </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><br/>I got a response pretty quickly:</p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>From: resolution@amazon.com<br/>Sent: Tuesday, December 17, 2002 8:06 AM<br/>To: Ellen Hobbs<br/>Cc: orders@amazon.com</i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Subject: Your Amazon.com Feedback </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Dear Ms. Hobbs, </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Greetings from Amazon.com and thanks for writing back.  I have been<br/>aware of your webpage since October and am glad that it is effective<br/>to its ends.  I will pass your comments on the posting of the phone<br/>number and your page's URL to the relevant persons for due<br/>consideration.  I cannot promise that the policy will change soon (if<br/>ever), but certainly we value your feedback and the change, if it is<br/>to come, will be exactly for remarks like yours.  Thanks for your<br/>patient understanding, good luck with your website, and all the best<br/>for the rest of the year and into the new! </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>Regards, </i></p> <p><a class=\"mceItemAnchor\" name=\"apology\" title=\"apology\"></a><i>John Clark<br/>Executive Customer Relations<br/>Amazon.com</i></p><p><br/></p><h4><span id=\"comments\">42</span> Responses to “The Amazon.com Customer Service Phone Number”</h4> <div class=\"metalinks\"> <span class=\"commentsrsslink\"><a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/feed/\">Feed for this Entry</a></span> <span class=\"trackbacklink\"><a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/trackback/\" title=\"Copy this URI to trackback this entry.\">Trackback Address</a></span> </div> <hr/> <ol class=\"snap_preview\" id=\"commentlist\"><li class=\"alt\" id=\"comment-2\"> <img alt=\"\" class=\"avatar avatar-evh7 avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MytlyfUa4ubqgmQeOxgeHfAXOnLrTWBg3-tkhwKnEk-XVYT1OmuCpcsjhP2DpVMVsUnWNkuMCWTYcxARQ5frAO8RGOVIRdmNn3oNbI4ibY5VA5oDKvoDPw=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-2\" title=\"Permanent Link to this Comment\">1</a> <span class=\"commentauthor\"><a href=\"http://requiredreading.wordpress.com/\" rel=\"external nofollow\">Ellen</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-2\" title=\"3 weeks, 1 day ago.\">December 6, 2007 at 10:39 pm</a> </small> <div class=\"comment-content\"> <p>Looks like one user is finding that the e-mail addresses are no longer valid:</p> <p>I just e-mailed: </p> <p><a href=\"mailto:orders@amazon.com\">orders@amazon.com</a> </p> <p><a href=\"mailto:resolution@amazon.com\">resolution@amazon.com</a></p> <p><a href=\"mailto:charge-inquiries@amazon.com\">charge-inquiries@amazon.com</a></p> <p>And got back “thanks but this address is no longer valid; please use the<br/>links below to get to a help desk.””</p> </div> </li><li class=\"\" id=\"comment-3\"> <img alt=\"\" class=\"avatar avatar-evh7 avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MytlyfUa4ubqgmQeOxgeHfAXOnLrTWBg3-tkhwKnEk-XVYT1OmuCpcsjhP2DpVMVsUnWNkuMCWTYcxARQ5frAO8RGOVIRdmNn3oNbI4ibY5VA5oDKvoDPw=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-3\" title=\"Permanent Link to this Comment\">2</a> <span class=\"commentauthor\"><a href=\"http://requiredreading.wordpress.com/\" rel=\"external nofollow\">Ellen</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-3\" title=\"3 weeks, 1 day ago.\">December 6, 2007 at 10:41 pm</a> </small> <div class=\"comment-content\"> <p>More numbers from another visitor:</p> <p>Hi - I have a couple of more numbers you can add to your amazon.com phone<br/>number page:</p> <p>866-226-2966 seller central help (I believe silver level)</p> <p>——————–</p> <p>800-648-3915 seller central help (I believe gold level)</p> </div> </li><li class=\"alt\" id=\"comment-4\"> <img alt=\"\" class=\"avatar avatar-evh7 avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MytlyfUa4ubqgmQeOxgeHfAXOnLrTWBg3-tkhwKnEk-XVYT1OmuCpcsjhP2DpVMVsUnWNkuMCWTYcxARQ5frAO8RGOVIRdmNn3oNbI4ibY5VA5oDKvoDPw=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-4\" title=\"Permanent Link to this Comment\">3</a> <span class=\"commentauthor\"><a href=\"http://requiredreading.wordpress.com/\" rel=\"external nofollow\">Ellen</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-4\" title=\"3 weeks, 1 day ago.\">December 6, 2007 at 10:43 pm</a> </small> <div class=\"comment-content\"> <p>Additional paypal numbers from a user:</p> <p>Two more numbers for PayPal from <a href=\"http://www.paypalwarning.com/paypal_phone_number:\" rel=\"nofollow\">http://www.paypalwarning.com/paypal_phone_number:</a><br/>(402) 935-7733 and 877 672-9725.</p> </div> </li><li class=\"\" id=\"comment-5\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mz4vwzmnqjI1EnQWlyM7HjQbrlqcojPkP80qw97yPCp1Ryjt-IDNC5s5qACHrUDU_Pem-i_ujnSTNDBcZXWhADqulK8y7TRphzQ2A16gwe6KmIFCyD3WhrhBNlEI1a5qg26uo9puRujssdAgGPCM8r8GQlVPI0QNU_nNRwNrREdwz1L6MMJZEQwiF83pB4Ot9JUuJ_7r7jvzxVRCywmtfdaeqM=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-5\" title=\"Permanent Link to this Comment\">4</a> <span class=\"commentauthor\"><a href=\"http://amazon.com/\" rel=\"external nofollow\">Lisa</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-5\" title=\"3 weeks ago.\">December 7, 2007 at 12:28 am</a> </small> <div class=\"comment-content\"> <p>My frustration was that each time I got to the contact us section, some huge error occurred and the browser would shut down. I did finally call the number on your site (Thank You!), but they couldn’t help me, and I discovered that the customer service has apparently been outsourced to the Phillipines. Interesting, hmmm?</p> </div> </li><li class=\"alt\" id=\"comment-6\"> <img alt=\"\" class=\"avatar avatar-fbcp avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mz3KAn6Hu3yg49eofLj7oeyhnb3u4MOIJwNHuPcuY0Vh_7Hch9QNLC1qyN1dhrTOXyl2AmCqt-vHKQZd5SHLKWL1lhHLWgp3Pa1DXme=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-6\" title=\"Permanent Link to this Comment\">5</a> <span class=\"commentauthor\"><a href=\"http://fbcp.wordpress.com/\" rel=\"external nofollow\">fbcp</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-6\" title=\"3 weeks ago.\">December 7, 2007 at 5:06 am</a> </small> <div class=\"comment-content\"> <p>I think you did good here. Perhaps I can link you my newest post on the blog where I talk about Disney Land purchase tickets. I have had terrible time getting to purchase their ticket on line. They too have no 1-800 number listed and the one they do list they put me on hold and still I have gotten no result. Maybe you can dig out a Disney 1-800 if they have one / or perhaps they are very thrifty and want everybody to pay for the phone call. Here is the link: <a href=\"http://fbcp.wordpress.com/2007/12/07/magical-land-disney/\" rel=\"nofollow\">http://fbcp.wordpress.com/2007/12/07/magical-land-disney/</a></p> </div> </li><li class=\"\" id=\"comment-8\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwXvLn_5sv9B8Q3Xyn6t4_rzu3Wq3fNU2NA-Ku4EV7Wdg4zIPOW0FpdGDSoO-UTFkeNBiV4_5TXzQC9PkhkT61xf-3syrAmEgGkX-PsAbSpR5ALyRVIcJcfP2LuMMKfdvx_oe__0yqWdbibvM7gSYTsa0xrDKi8Yanu6QvbS-hpSFvANOu2LL0txBxK2U1ajdNGaTj4oPsflsiQMCugY4nr9A8=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-8\" title=\"Permanent Link to this Comment\">6</a> <span class=\"commentauthor\"><a href=\"http://www.masterofthejinn.com/\" rel=\"external nofollow\">Irving</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-8\" title=\"3 weeks ago.\">December 7, 2007 at 8:57 pm</a> </small> <div class=\"comment-content\"> <p>Thanks for all the hard work and phone numbers <img alt=\":)\" class=\"wp-smiley\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mxors8nlWuScyidBLu0HgtgdyGcXfaJkjJb-fAMfVv5HbkAOeLlZeybQZZ5Z0AFntRntCS83sddrwPlRZqHBm8qd-jm61nKUqLH_wCeTc6advkKlEDZJuyKTpXrO4nJywedx-4HshNwevOi6rhQzR4xprR32CTWhw=s0-d\"/> Automated answering systems may save money, but they are really hurting American businesses in the long run. When was the last time you got a human being on the phone who really knew how to help you, did so immediately, and thanked you for calling and your business. I haven’t in many years, and it sucks. </p> <p>I would hire and train workers just to answer complaints, and though it would cost a lot up front, it would generate so much good will and be such a news item that I would get millions of customers. When will business learn that the old Sears adage “the customer is always right” is the heart of business success and just plain old common sense.</p> </div> </li><li class=\"alt\" id=\"comment-9\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzjfTw7PX1Lz0AqeA6GGSWBbEuF9bnHpfVHg-zcB_80J-toUmi2esDyyl96cnd2cZjeFf7FxAoERTPqjjYy5wj2AiU7ocl3xaTuXxid0_-vBAb3YHExWqwbV8N7mi5Cy1V8w-oohzu6KfITqlTVsFYo_Ys3yNDWAAb1N40seyf0ux8YqemrENQC93dMhYxI-iWM_pNsdo44el8IKjCZPixs8-c=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-9\" title=\"Permanent Link to this Comment\">7</a> <span class=\"commentauthor\"><a href=\"http://paydotcom.com/r/1653/BeckEnt/2331864\" rel=\"external nofollow\">Shauna</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-9\" title=\"3 weeks ago.\">December 7, 2007 at 9:27 pm</a> </small> <div class=\"comment-content\"> <p>Thanks for those phone numbers. I didn’t even know Amazon had a customer service line since I’ve never had to call them. Although I have had really good service when I’ve called PayPal once before. There was a very short wait time and they were able to halp me with what I needed. At any rate, thanks for the good info.</p> </div> </li><li class=\"\" id=\"comment-11\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mya0t8NAdHEmJ-yL2QCmCKNGeuLVomqsWw9ogw7Y5lvuxWyC41qrQuIGPEDbGdwijirnhaqiCH24RlVLkLHEUWW-VBEZTynJtfMicwBFeqvOcxq6xZfcDwTgh-IWF7BTvGJEp0Hec94vasl35vu9nYRNlJoTXoF4SABA2-9G0FBQX6whtcO276O8ROPrv_8pNwKzKk6PWkQJ87CvVWdbKhR8Q=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-11\" title=\"Permanent Link to this Comment\">8</a> <span class=\"commentauthor\">Cheryl</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-11\" title=\"2 weeks, 6 days ago.\">December 8, 2007 at 8:09 pm</a> </small> <div class=\"comment-content\"> <p>WOW… I got to this site trying to find the phone number for customer service. THANK YOU to the makers and responders of THIS SITE!<br/>I have been a seller for years on Amazon and really have not had too many issues. As a buyer… it is a disaster. I just spent over an hour trying to clarify a simple order. I added items (4) into my shopping cart to qualify for the free shipping from Amazon, including what I thought was two 2008 calendars. The summary was there and everything looked great - I hit SEND ORDER… and Disaster. The confirmation I received had ordered a 2004 calendar for 11.99… now tell me.. who orders a 2004 calendar for $12 that is 4 years old… a calendar?????? In addition I had chosen a shipping method to be sure I got the items in plenty of time for Christmas. Once I sent the order a verification was sent in an email (and posted in my account on line) that says the order will arive after Dec 25th (January 2008). I therefore immediately tried to go back to the order with no avail. Then tried to call… right… NO NUMBER ANYWHERE on invoice, email, website…. NO WHERE. So 5 years after your original post (2002)… still no phone number accessible. I then spend another 45 minutes on the phone with Jack… (a man that struggled with English). He said he would remove the 2004 calendar. In addition one of the books I had ordered did not show up in my verification of order so he ordered the book. He was unable to give me any totals for my order. From there I was sent to Sellers service to answer a question about a discount where I was sent back to Order service to yet further clarify the order. Now KYE answers and tries to do everything that Jack already said he did. YIKES….</p> <p>I spend another 30 minutes with KYE clarifying yet again the order. You see.. Jack ordered the wrong book when he was correcting my first order. Further he never removed the 2004 calendar. In fact, KYE tells me that the 2004 calendar is a FREE calendar being sent to anyone ordering the 2008 calendar. I said okay… if it is free go ahead and send but my invoice said you were charging me 11.99. NOW… Kye says… too late.. I already took it off and cannot add it back.</p> <p>Then everything I got from Amazon said the order would come in Jan, yet the order process said it would be shipped in 5 - 8 business days… which would mean the week of Dec 16th. Needless to say I wanted to cancel the order if it was not going to be shipped until after Christmas. Kye goes on to say he cannot cancel the order as it has already shipped!</p> <p>Does any of this make any sense? To me NO! The end result….. I am suppose to receive my orders in a week or two and KYE will “Share my comments”.</p> <p>Great customer service … hugh?</p> <p>Cheryl</p> </div> </li><li class=\"alt\" id=\"comment-12\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwaVicjwWnC4huc1f_NutNxQs2rGl0HP6EPamvpf6AZPNKtcAEqVVGEdrzU5y4yMhnhRGCf5B9MjBiBWEl7pZC2bZvNNIVUWDsdBC1L3rk12Td3z9PmoVSlfVzzlGnQ-zAM-4Z4NlHEFEOxqBsm3rmOkGBFDizm_Sx7TjKoUIyUAeXMz3qrZFgbN-iEWdid1EhpEd17WQE_ZCv-F3QDG3wl-Dk=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-12\" title=\"Permanent Link to this Comment\">9</a> <span class=\"commentauthor\"><a href=\"http://www.secureyourtrademark.com/\" rel=\"external nofollow\">trademark registration</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-12\" title=\"2 weeks, 6 days ago.\">December 8, 2007 at 10:36 pm</a> </small> <div class=\"comment-content\"> <p>Wow, I was not aware that Amazon had customer service people at all.  Thanks for this very helpful info.</p> </div> </li><li class=\"\" id=\"comment-13\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzwvrLkSLKxpLHJQZWwJQ6M3g7zelrblUKFaC92mjJnckMw12DFC8pVwTGKegj7NYG368kf6Sr525FQCfk-N-px6e63xPhxZKeLdUAGIeGss_-EKrB8GV0-iLwblDPnDdjFx0DB2JfUiPzz1HTXfffgXEpMLNtWDe86BMWDbptDcRARa7mI9PJvgxSxXAIrsf6n_NLd_CHUZU02xCOkJiux_2c=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-13\" title=\"Permanent Link to this Comment\">10</a> <span class=\"commentauthor\">Lynne</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-13\" title=\"2 weeks, 5 days ago.\">December 9, 2007 at 3:38 am</a> </small> <div class=\"comment-content\"> <p>I have yet to experience difficulties with amazon, actually so far I love the site and the prices I get. Free shipping for the more expensive ones too, that is so nice with all the overly priced shipping these days. BUT thanks so much for the numbers in case my experience turns sour someday!</p> </div> </li><li class=\"alt\" id=\"comment-14\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mxh0rhrqgCxlxIADYDNXxQ7lwGp8GaFs4u8UJdhE9UjonRfxRz4phMpUqqdLlQ9FfTg_3bRSzj5GfrBoQQ-2iT3OETU2P2LIGAfFZ2F8TNJppRYAA6M2ocq685yDeb-Xdr9BKv3kEmTx_n1ME0fo5b4FCWyt44yP0mGFd3lMN4GghPF9p4Hq2Gv2Or1KgLW2ZiGqBDhvK1nmsaARiRb8X9Gm40=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-14\" title=\"Permanent Link to this Comment\">11</a> <span class=\"commentauthor\">Marilyn</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-14\" title=\"2 weeks, 5 days ago.\">December 9, 2007 at 9:00 pm</a> </small> <div class=\"comment-content\"> <p>None of the email addresses work but here is the corporate address and the names and titles of members of the board of directors. Try sending snail mail to them instead.</p> <p>STREET 1:  1200 12TH AVENUE S SUITE 1200<br/>CITY:   SEATTLE<br/>STATE:   WA<br/>ZIP:   98144<br/>BUSINESS PHONE:  2062661000</p> <p>Officers, Directors:<br/>Steve C. Frazier<br/>VICE PRESIDENT</p> <p> Robert D. Comfort<br/>VICE PRESIDENT</p> <p> Robert F. Reynolds<br/>VICE PRESIDENT</p> <p> P. Thomas Killalea<br/>VICE PRESIDENT</p> <p> Mouin Sayegh<br/>VICE PRESIDENT</p> <p> Michael T. McKenna<br/>VICE PRESIDENT</p> <p> Jeffery A. Wilke<br/>VICE PRESIDENT</p> <p> Jeffrey L. Belle<br/>VICE PRESIDENT</p> <p> Janet Harris<br/>VICE PRESIDENT</p> <p> J. Robert Eldridge<br/>VICE PRESIDENT</p> <p> Frank D. Sadowski<br/>VICE PRESIDENT</p> <p> Felix F. Anthony<br/>VICE PRESIDENT</p> <p> Doug J. Herrington<br/>VICE PRESIDENT</p> <p> Brian T. Olsavsky<br/>VICE PRESIDENT</p> <p> Kurt Zumwalt<br/>TREASURER</p> <p> L. Michelle Wilson<br/>SECRETARY</p> <p> Joni L. Berger<br/>ASSISTANT SECRETARY</p> <p> Thomas J. Szkutak<br/>PRESIDENT</p> <p> THOMAS J SZKUTAK<br/>DIRECTOR</p> <p> MICHAEL D DEAL<br/>DIRECTOR</p> <p> JEFFREY A WILKE<br/>DIRECTOR</p> </div> </li><li class=\"\" id=\"comment-15\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8My05dyDX5rdDstf1-4JZyIlL1R75EmN_kTvese9wc_AK3S963NZjgtpvchjMfJx39D2LIAg9gjgg1kz7Dr3pGlMQjT6TM2bddTJDTWRT7mfhqbgZjJkWkZyToWSpH6tQNOSHALCTwjICkkqPiQywavnbk1QnNg0RjuLx1B2WxB3LeintGgvzZ4LsJ-vR1yVJo4B7GDjl1cVJylSWMRRr68XNI0=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-15\" title=\"Permanent Link to this Comment\">12</a> <span class=\"commentauthor\">David Kennedy</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-15\" title=\"2 weeks, 4 days ago.\">December 10, 2007 at 2:23 am</a> </small> <div class=\"comment-content\"> <p>Hi</p> <p>Maybe someone can help.. after three calls to Amazons so called Customer Service number I am p&amp;((ed off. My account is locked, they can tell me nothing about a 2500 dollar order that I need by thursday and they tell me someone from billing will contact me in 3 to 5 days !!! Great useless totally useless - anyone have a number for the billing dept ?</p> </div> </li><li class=\"alt\" id=\"comment-16\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MyA0nWJLI7i9TXRyLI1e765_-0aMxGiCxnyB4VPtPl2hQAARnAvow7XXfwjOyPCoMx2-z0BmsVAq4uicXKyO_6R9J8tTSZdMDuMo-nWXanooD0Pz11HCqKzlyGJn9743biEZ8YSOohM2izZwev6KnXwiVMx_Py9BxKSN-n2qXLZh8zIsX5jC3xn1bVNqnNPsqOlvVp75RiZ7cUbNHd4S6Hdao4=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-16\" title=\"Permanent Link to this Comment\">13</a> <span class=\"commentauthor\">Frank</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-16\" title=\"2 weeks, 4 days ago.\">December 10, 2007 at 3:47 pm</a> </small> <div class=\"comment-content\"> <p>You can only see the customer service info. when you are logged in! Now if you happen to have an issue with logging in… you come to this site!</p> <p>     Thanks!</p> </div> </li><li class=\"\" id=\"comment-17\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwJkGU1ztOzu-yixttD7_CjZKGnZ5ZiyBnpVw9w0Rd7BXwkEIChH9WyJYQMtUPK9OocaYBVb9jP5FJQthmn9fVErvx3mnEy4A8RhMAvx2jmUZv-d-ub0vyq_msbQfktldT3RssIV-Ju-lXFEwNyjzBdIZ9dCUhds1q1-vLu6lKC9vJeVffBk8kXvd219wzQM42MCQcp-0d8YCmEp8P9aDEluJQ=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-17\" title=\"Permanent Link to this Comment\">14</a> <span class=\"commentauthor\">roberta</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-17\" title=\"2 weeks, 4 days ago.\">December 10, 2007 at 4:38 pm</a> </small> <div class=\"comment-content\"> <p>well. I’m not the only one! my %%#$ account has been locked for 5 days now - and no help from ‘customer service’  HAH<br/>I want the phone number for tech support!</p> </div> </li><li class=\"alt\" id=\"comment-18\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxlkIVE3zCUF-kT7MeuyrxaZhTzQSb_ncyZrmY3OrIANJAPziJoHGt90sY_JoxS8igEtSPP3wSHdEkCLXq78lxdqV2JqzY_siMC2kp3Tg-AGYoQrPid3QarAB2t9OR4jLQPAP7LCdgZJpuS3TFLZ03jeXLamcwNXwzzOYDwOOR9WQo5eHIsYYls-9z6qEUSwEDXcVsPAYhT6zh-bA5SuDLTjX8=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-18\" title=\"Permanent Link to this Comment\">15</a> <span class=\"commentauthor\">Ben K</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-18\" title=\"2 weeks, 3 days ago.\">December 11, 2007 at 7:22 pm</a> </small> <div class=\"comment-content\"> <p>I just had the pleasure of dealing with Amazon’s CS (again). I was checking the order status of a book (an exam study guide) and some calculators I ordered yesterday (12/10) and saw that the calculators had shipped via free shipping but the book wouldn’t be shipped for another week! (12/17 estimated ship date, arrival 12/24) It is posted in their FAQs for free shipping that it could take an additional 3-5 days and by that definition it would arrive within the timeframe they had specified, but thats still nearly 10-12 (non-business) days slower than the merchants I normally shop at. </p> <p>So I figure screw the free shipping I’ll pay for standard shipping to get it a week earlier…here’s the thing, I couldn’t cancel or change my book order even though its not supposed to be shipped for another week!! So I attempt to get the contact info for CS to simply pay them more so I can have my book in a reasonable amount of time. Every time I get to the express/email/phone contact page it causes my web browser to crash! I restart my computer and try again…finally after about 6 or 7 tries I manage to click on the phone contact tab in the split second before the crash message pops up and get the magical number. 1-866-216-1072 (dial option 7 for a real person)</p> <p>It took less than a minute for a rep to answer (probably because noone could actualy get to the number due to browser crashes). I tell him that the shipping is sub-par and I want to pay for standard shipping to get the book this week. Apparently he had about as much power to cancel or change the order as I do (which is to say he had none). The best answer he can give me is that he assumes he can’t change it because they are preparing to ship it in the next day or two and that if I am unhappy with the order I can refuse shipment if it takes until dec 24th (which would be hard to refuse if noone is home to say no to the package…) I tell the CS rep thanks anyway and that I’ll be sure to use another vendor next time.</p> <p>It seems convenient that their CS contact page crashes right around the holiday shopping season, but I am probably just being a conspiracy theorist. At least they can say their phone number is posted now…right?</p> <p>If you want a real CS champ, goto newegg.com for all your electronics needs. They have knock you out of your socks amazing CS and shipping. If only all internet vendors could be like them…</p> </div> </li><li class=\"\" id=\"comment-19\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxwmJPMp8pMQZImcIX1XVTKptIXSEwxVKVpury2qsJCI_aSBYE2IyG20WAZcJW05nrNWrhKzGdPxUwJT4tfnGTN-i-2h8HFLj3_3eyjt9ZPrJc2Gx4XmVZFxLP27h0KnvUqYC5eh2AbltLFBoKR7O0DIDOI9CV5Qxi2PDhZ8n3xkkgrh-ijsoLmYWtOXnEwYGS82CxLJAnKAK6raTLkoPb0RIk=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-19\" title=\"Permanent Link to this Comment\">16</a> <span class=\"commentauthor\">Daniel</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-19\" title=\"2 weeks, 3 days ago.\">December 11, 2007 at 7:57 pm</a> </small> <div class=\"comment-content\"> <p>I found the customer service number on Amazon’s site but after speaking to a seller support person, they told me that I could only be helped by emailing the <a href=\"mailto:payments-funds@amazon.com\">payments-funds@amazon.com</a> list and there was no one that I could speak with regarding any issues on payments. This is exactly what I have been doing and I’ve been jerked around to no end on this and just want to talk with someone to get this resolved.<br/>After asking repeatedly to speak with someone, the lady on the phone hung up on me.<br/>So I find myself here, looking for another number to contact Amazon.</p> </div> </li><li class=\"alt\" id=\"comment-20\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MyKmPtLgzgAVRRtxFJGPGROj4HI7D0CCQtao4qBl7tJrmSoKLsO76xhUTO34behldNuyKhTdNYHJ2uR2rqvajaJOgzW4G8xwVCsYayn8gxMwyMW-DEXIGW_ze3eavxNJJCoH3w2JxXFMZGSWQlLdXKXyHijinyLCeifY2ikmEnbb_OOBhT4hXjA671fsbY_zmxf3X3eCzyi1qeTMat3CFtap9s=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-20\" title=\"Permanent Link to this Comment\">17</a> <span class=\"commentauthor\">Carly</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-20\" title=\"2 weeks, 1 day ago.\">December 13, 2007 at 8:54 am</a> </small> <div class=\"comment-content\"> <p>I could not find their customer service number on their web site. It was so easy to just google the key words “amazon.com and customer service,” and bingo! I found you guys. What a great site! Thanks so much for saving me time!!!</p> </div> </li><li class=\"\" id=\"comment-21\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxQDljt7pB030a5MxppyUBw3ALxn3B06UPKuYLfVjMunKyn7Tso0AV_EXRSC1Q8kieRfH_b7JBQjMqiHyKsJqpRnS8ptuzSV0d8aCNwcXz4J-dc02wqRQZJUUINWfqCAs2UfQsJCiCysrpprDzVUCElC6Oe26ikZqmG1eH9RtkusDb2N7X6ZBxVoLBQJTPNZHs_fHGoC80UQStqfgCrNrrvIZg=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-21\" title=\"Permanent Link to this Comment\">18</a> <span class=\"commentauthor\">angry amazon customer</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-21\" title=\"2 weeks, 1 day ago.\">December 13, 2007 at 3:12 pm</a> </small> <div class=\"comment-content\"> <p>Hi. Isn’t it ashame that we all have to scour the Web for a simple contact phone number for Amazon, when Amazon should have it very visible on its site?</p> <p>I ordered two books and opted to pay via check. After a couple of weeks, I hear nothing in regards to my order, so I call today. The customer service guy insisted repeatedly that Amazon had not received the check. However, I have a copy of the cashed check right in my face, as provided by my bank, which shows exactly when Amazon deposited the check and endorsed it to their Wells Fargo account.</p> <p>This is crap! Does Amazon care about its business? </p> <p>Oh, and the CS page where you can choose to e-mail or have CS call you… it’s junk. On the e-mail page, when you try to send the info a message comes up saying ‘please enter your name’… yet THERE IS NO FIELD TO ENTER YOUR NAME. Amazon.com is a crook. I’ve purchased from them before and always used my credit card. If this is how they treat customers paying by check, I don’t want anything more to do with them.</p> <p>Now, I’m supposedly waiting for the ‘billing department’ to call me within 24-48 hours.</p> <p>The CS guy I spoke to gave me this address to contact the billing department, although I think he’s lying, cause just rattled off this address without even telling me to which department to bring attention to:</p> <p>1200 12th Avenue<br/>Suite 1200<br/>Seattle, WA  98144-2734</p> <p>Isn’t that just the generic corporate address for Amazon? Anyone know how I can actually mail something to the billing department? Or maybe I’m better off sending it to the CEO…?</p> </div> </li><li class=\"alt\" id=\"comment-22\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwJvkGb2UJSG7fm0WWJ7h7LGGyMk6oSPMy41xUk27BWMh46rbBqxT7YD6L01_YaWAjRRTD-UTxkDEdvy8yzr-C4seB5x4BjbgXt9jNBQKpKPgcDBXREHNmn8wEElAyzd0J9505xYcVSg1FT69EPJYeGIg71kXeFrZJSbVsaUk5cPOCzhvd6v48Q-CgFyEk9rz9OGRyspve8_04wU1eW754E434=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-22\" title=\"Permanent Link to this Comment\">19</a> <span class=\"commentauthor\">Maggie</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-22\" title=\"2 weeks, 1 day ago.\">December 13, 2007 at 11:22 pm</a> </small> <div class=\"comment-content\"> <p>I just had the worst experience with Amazon.com. I ordered some books with one-day delivery at a significant additional cost. However, the delivery estimate is for Monday. I tried finding their customer service number, but of course, the site crashed 5 times. When I finally got their number, the customer service rep who I could barely understand just told me to call back tomorrow. When I asked to speak to someone else, he said that EVERYONE ELSE was in a meeting. Okay, so I asked him when this meeting would end so I could speak to someone else. He said he didn’t know and to call back tomorrow. I hope with their 24-hour meetings, Amazon.com customer service reps get some better training.</p> </div> </li><li class=\"\" id=\"comment-23\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwfkjpAZbJjVxElJ-JbCpUetnNUWiRP4lSBbD7WkbIITgojwvuF_TMa6HC-MiYKZWmGO_7A-TWAhb6HuEz6dROM_ukUJm8NTyUZvJ_Xdc0muNmdOhD2Hj-DMaNc5IviS8UwLwe04a3mIhnEQTON0u2aKubmVsMAoyCh3exyPswVak0K0EHm1OB7zg5DzmrOR1osibSi5wWgIrqB9ApI2G73zlw=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-23\" title=\"Permanent Link to this Comment\">20</a> <span class=\"commentauthor\">JC</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-23\" title=\"1 week, 6 days ago.\">December 15, 2007 at 12:37 am</a> </small> <div class=\"comment-content\"> <p>Well it looks like Santa is not coming this year thanks to Amazon.<br/>They have put the wrong shipping address on my 4k worth of orders and apparently there is on one in the company with the intellegence to call UPS and give them the right address. I realize it wont hurt them….but my 10k a year worth of biz is going to someone else.</p> </div> </li><li class=\"alt\" id=\"comment-24\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mwdm-dKeuo9DAXiwFL-RVdrwEF_10hzCXzmeXn2lz7PxQAJ2X00-ILW0cDBF0IqjeS5S3aqLhJnX-Eh1KZZRkUFZAXKAJkxlc3BVGUzpVbGwoCaBsAIHn5S_yf_yDSC4MdQjIIbAc9P9Ga-fKPKd_XJFEOTNeQaYsDauVgR0xPTarQSyUef1jUyCnJ3maREfqeaSwUzzpnfu6lmfgO8KBNtmVk=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-24\" title=\"Permanent Link to this Comment\">21</a> <span class=\"commentauthor\"><a href=\"http://tubagbohol.mikeligalig.com/\" rel=\"external nofollow\">Bohol Bol-anon</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-24\" title=\"1 week, 6 days ago.\">December 15, 2007 at 7:40 pm</a> </small> <div class=\"comment-content\"> <p>Thank you for this post. I didn’t know there was such customer service in Amazon.</p> </div> </li><li class=\"\" id=\"comment-26\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwvzwCW4vYLWHJmWS-1SpkxEbCcbKE2g1Q66KbsCtdSKPDgHK41_5dGIjSse--nWwoaTZiI6sNc2XmiVcRrYxXA9R-LmnGQ0mDfuclCv-NUyn4SeW73hykxWWmbT0OQFF0WqX2WrVrUE_VFCBZ2bxBHBZl_51KM7YZkW5_BAuYD7wHeeqiaQBb4kICt36bIG94cSPklkHP83OPLVR3mEV7TVYA=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-26\" title=\"Permanent Link to this Comment\">22</a> <span class=\"commentauthor\">Idetrorce</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-26\" title=\"1 week, 5 days ago.\">December 16, 2007 at 1:06 am</a> </small> <div class=\"comment-content\"> <p>very interesting, but I don’t agree with you<br/>Idetrorce</p> </div> </li><li class=\"alt\" id=\"comment-27\"> <img alt=\"\" class=\"avatar avatar-evh7 avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MytlyfUa4ubqgmQeOxgeHfAXOnLrTWBg3-tkhwKnEk-XVYT1OmuCpcsjhP2DpVMVsUnWNkuMCWTYcxARQ5frAO8RGOVIRdmNn3oNbI4ibY5VA5oDKvoDPw=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-27\" title=\"Permanent Link to this Comment\">23</a> <span class=\"commentauthor\"><a href=\"http://requiredreading.wordpress.com/\" rel=\"external nofollow\">Ellen</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-27\" title=\"1 week, 5 days ago.\">December 16, 2007 at 2:35 am</a> </small> <div class=\"comment-content\"> <p>I’m curious to know what you mean about not agreeing with me. I’m not interested in being argumentative, it’s just that I’m not clear on what part you don’t agree with.</p> </div> </li><li class=\"\" id=\"comment-28\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mw1NH6RxilXNz4aSzM4AK4UKzQfl3pju9z0H5DLPV9l1a4yfjLNxSGQ1CJ8J9oU-EORPw7XA683g0iZjnk0rr_FMMrDG6KUSxaBFiZIok6X_MOvwH_JbTbb7iAnMViVzv8FO4bWX6SueCT1RKyKJNNsY7ngYXqG1lBM42f29LTj6TsY8MPNp21xoDJNY-J8F-rW85WUZptvlxIpSPqzKCTod6I=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-28\" title=\"Permanent Link to this Comment\">24</a> <span class=\"commentauthor\">Rich</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-28\" title=\"1 week, 4 days ago.\">December 17, 2007 at 4:38 pm</a> </small> <div class=\"comment-content\"> <p>I placed an order for the I-Coaster with Amazon. I paid for two day shipping and am now being told I will not get it until after Christmas. It was GUARANTEED to be here befor CHRISTMAS!!!! Amazon customer service (IN INDIA I suppose) tells me (What I could understand anyway) That they are sorry and I could pay DOUBLE what I paid for it and Double SHIPPING and they could have it here by Christmas!!!! That PI$$ me off to no end!!!! Then after being put on hold for 45 min then hung up on…..I call the office in WA. and they would not let me speak to anyone there!!!!!! This is such a POOR way to run a company!!!!! I will never use Amazon ever Again!!!! I was in Iraq for two years and used Amazon to get DVD’s and books, Like many serving there…I was a good customer. My son will not be getting the ONE thing he wanted for Christmas because AMAZON could not keep there word or EVEN TRY TO RESOLVE THE ISSUE WITH ME!!!!!!!!! Thanks Amazon…</p> </div> </li><li class=\"alt\" id=\"comment-29\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mzrph69-tVygPxxiYEtVGI-TWfJZRaD_petYPTNPfEA9tBdwBMgYVtZyZD6bPfXa6T3xLHbkIm7Bd4_JoZcEgWJzjsjQ200yJrlrDU8wfuNaF6BB95Cl1l_L-z9XYA3N4ZMHHtk61DubJ0bO1a_MQbdKUZ59FnlubH468S1MU6FNdBwZkclZys16s-kq88eM66_AKUTrUIMpe0ka5jFXTJJCQ=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-29\" title=\"Permanent Link to this Comment\">25</a> <span class=\"commentauthor\">Kim</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-29\" title=\"1 week, 4 days ago.\">December 17, 2007 at 5:07 pm</a> </small> <div class=\"comment-content\"> <p>I don’t like using credit cards, and I use mine as little as possible (and I have no outstanding credit card debt) but for online purchases I always use my card.</p> <p>Why? Well, it’s extra protection. When you deal with online merchants who have poor customer service, the best way to make sure they don’t screw you over monetarily is simple: call your credit card company and freeze the charge. Many credit cards will jump right on it. (My credit rating is really good, but I don’t think that will affect the decision.)</p> <p>This is a tactic that I only resort to when all else has failed. I’ve only done this a few times. I prefer to deal with customer service first. The advice above — be nice to customer service, they’re having a rough time too — is spot on. I’ve done customer service work, and it’s no fun at all. Most of the time you’re dealing with grumpy people who had to jump through a million hoops to find you, and they’re rightfully annoyed. But the customer service rep, poor person, is not at fault. They’re a victim too. I know. I was!</p> <p>But when customer service can’t do anything (and those reps are very limited in what they can do, which is again bad policy) it’s time to hunt down a manager. And if that doesn’t work, that’s when I go to dealing with my bank instead of the merchant. At that point, the merchant has failed and I need to talk to the other end of the issue. </p> <p>The only time this has fallen through was the one time I couldn’t use my credit card. I shipped our computers from China to Japan via UPS (when my husband and I moved) and they broke my husband’s computer. Just for future reference: UPS sucks internationally. And their customer service for each country is completely separate from each other and can’t help you at all with anything else. And UPS China is completely inept. They never paid the insurance back, and I’ll never use UPS in any country ever again.</p> </div> </li><li class=\"\" id=\"comment-31\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzhZBJk-Lxjtd_F6achhVNFCY3In4W75m1Rl92Yj8oOOs36pvzzuOIN9XOuyvShs7deuRUAcfRKxTEEC4EMw6p5ccxxLcuB8UrTMN5QAOwkkAb_fr8k7ZMKaWK2cnFKzalzWLzqKbOkaLCNcTN4NHWkTLBlecUdFuN1iD6zTCn1TiD34RYXPf8fAnHl7Q9dEfGvH8Lzbd95NUpkj_fbM-_yMg=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-31\" title=\"Permanent Link to this Comment\">26</a> <span class=\"commentauthor\">RANDY ERICSON</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-31\" title=\"1 week, 3 days ago.\">December 18, 2007 at 8:39 am</a> </small> <div class=\"comment-content\"> <p>HI, I’M FAIRLY NEW TO THE COMPUTER AND THE INTERNET— STILL TAKING LESSIONS. I EVEN FIND THIS MAIN WEBSITE, WHICH IS TRYING TO BE HELP-<br/>FUL, CONFUSING. IT LISTS A NO. FOR AUTOMATED PHONE SERVICE FOR AMAZON<br/>BUT I DON’T SEE ANY NO.S WHERE I MIGHT TALK/VENT LIVE.  AM I MISSING<br/>IT OR IS THERE NONE.  ONE NO. (AUTOMATED) = 1866-216-1072, ANOTHER<br/>= 1866-314-2492 (REBATE OFFICE). WHICH, IE EITHER, WOULD I USE TO ATTEMPT THE RETURN OF A CREDIT/CARD $OUTLAY. EXPANATION: WHEN I ORDERED A CD TWO MONTHS AGO UNFORTUNATELY (FOR ME) FR. A CHINESE CO. CALLED MOVIEMARS (BUT UNDER THE AUSPICES OF AMAZON.), I GOT E-MAILS FR. AMAZON/MOVIEMARS (WHO KNOWS) SAYING “THIS NEVER HAPPENS<br/>BUT…ITS GOING TO BE DELAYED” PAST DEADLINE, AND THEN ANOTHER WHEN I DEMANDED FURTHER EXPLANATION LIKE WHY! I RECIEVED AN E BEARING EXACTLY THE SAME MESSAGE AS BEFORE. EVEN TRYING TO FIND A PLACE TO VOICE MY CANCELLATION WAS DIFFICULT/TIME CONSUMING. FIRST, I E’D<br/>(THRU AMAZON) NOTIFICATION OF MY CANCELLING THIS ORDER, ABC, 123.<br/>I EXPECTED TO RECIEVE A RETURN E FR. SOMEONE, VERIFYING RECIEPT OF CANCELLATION—NOTHING. NOW I’M IN THIS PLACE, APPARENTLY A PLACE MANY OF YOU MORE EXPERIENCED USERS HAVE BEEN YOURSELVES. I SPENT LITERALLY 100′S OF BUCKS ON AND THRU AMZAON (I’M A CD/DVD $FREAK).<br/>I ASSUMED AMAZON CHECKED AND INDEMNIFIED ITS PRIVATE SELLERS—<br/>APPARENTLY NOT. I DIDN’T REALIZE I COULD CLICK “MOVIEMARS” IN THE AMAZON SITE TO CANCEL/RETURN$, SO I GOOGLED IT TO DO SAME AND LO’,<br/>IT WAS FILLED WITH USERS’ COMPLAINTS AND WARNINGS ABOUT MOVIEMARS.<br/>SURELY AMAZON IS AWARE OF THESE YET THEY STILL CONTINUE TO SPONSOR THEM AND APPARENTLY, AT THIS JUNCTURE, ARE DISREGARDING MY $RETURN TO CARD MESSAGE COMPLETELY. (ONE POOR GUY, THE FIRST IN THE SERIES OF COMPLAINTS LOST OVER $300 WITH MOVIEMARS, WHICH TOOK HIS MONEY (AND MINE) BUT NO MERCHANDISE. IS THAT GOOD BUSINESS OR WHAT—WOW—MONEYS IN, MONEYS IN!) THANK YOU FOR RESPONDING TO MY PLAINTIVE PLEA—I WISH I KNEW WHICH ORDER TO CANCEL THRU MY CARD HOLDER—THERE WERE SO MANY, BUT I’LL TRY (IF THEY CALL THEMSELVES<br/>“MOVIEMARS” ON A CREDIT CARD TRANSACTION. I DON’T EVEN KNOW AT WHICH POINT THE $$$ LEAVES THE ACCT.—AT THE TIME OF PURCHASE OR AT THE TIME OF SENDING—THERE’S SO LITTLE REAL INFO. ON THEIR SITE—JUST A MILLION WAYS TO SPEND MORE. SO, IF YOU HAVE ANOTHER (LIVE) AMAZON NO. PLEASE LET ME KNOW, OR ANOTHER NO. YOU RECOMMEND, AND IF YOU KNOW ANY ANSWERS TO MY LONGER-THAN-INTENDED PONDERANCES AND MYSTIFICATION, LET ME HEAR, THANKS, RANDY</p> </div> </li><li class=\"alt\" id=\"comment-32\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzjrGU5OKZbhlvHsxiplw3UrsXxxF7o5eI7aWCQUPa7XUIMeYmbn7Z7bhs91qNjvIrqK4Vg1djx8R14zstpZSmkXXaJIqkyMdWae0UfDJe-RcymEm4GThXVoeTdRiXYfWqHMTHlcsIQz78tyzhenGn62lQoTc8XDyOUNgn5zetLqjTopjl6emFAhCKW55RfvfBwQ7yio3Cyngs5ImKpg0OJmtc=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-32\" title=\"Permanent Link to this Comment\">27</a> <span class=\"commentauthor\"><a href=\"http://kuapouchy.republika.pl/\" rel=\"external nofollow\">SmoQ</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-32\" title=\"1 week, 3 days ago.\">December 18, 2007 at 11:42 pm</a> </small> <div class=\"comment-content\"> <p>Thanks for the numbers…<br/>Finding phone number for Amazon.com is so frustrating and annoying! They don’t want users to know their number, they rather want to call them (as far as I know from ex-directory phone number, CLIP/CLIR on).<br/>Spending an hour searching some basic info and not getting them is not the best way to spend some spare time.<br/>Thanks once again.</p> </div> </li><li class=\"\" id=\"comment-33\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwUW0ughROfLwK0vxFzR1EYcvqgnwHULoG_2H0s4cpHbwq7iUScdf1pVQdc_VqsWegionNybwzaTPIahfLNMMOFZzd6NH4FB4-ctq5dhLKz4wYkZtI9Y5sEO5UznJyE6JcTZfrdv2G4OSzIN21nXsItHdragk6zogPEOEgwVJ3pP27b22wASOP-DWIsU_-RHcZ04veMjUXUK2YMLE_e5jW09ZI=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-33\" title=\"Permanent Link to this Comment\">28</a> <span class=\"commentauthor\">Ram</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-33\" title=\"1 week, 2 days ago.\">December 19, 2007 at 2:17 pm</a> </small> <div class=\"comment-content\"> <p>does anyone have ebay cutomer service phone number for UK.</p> </div> </li><li class=\"alt\" id=\"comment-34\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwMQb2Nw6wbZNdoOSGb_FGXm-eF3nc7H2zw6J8mkOK0KwGN--OJCHaS-2WxkZuAk2db_s50vecEX0zUNL-hQTwBuu2y5U3fflYxCFoW3hsdcpL3QMxG8VuCBXnSsQRX1_zRFJgQFZMR2P4eycCc08Twx5up-3iHi-849fcdvKSSycM3nuF3z9yc1tdoqHEvj9ct3r20MsvkLNr-RsLomZ1PweY=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-34\" title=\"Permanent Link to this Comment\">29</a> <span class=\"commentauthor\">DM</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-34\" title=\"1 week, 2 days ago.\">December 19, 2007 at 6:18 pm</a> </small> <div class=\"comment-content\"> <p>Amazon CS is not answering today.  Just just recordings, then disconnects without letting me speak to a rep.  Curse you, Amazon!</p> </div> </li><li class=\"\" id=\"comment-36\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwFfncpa7N9g9tjnMuflBOlHJ7yeCB5FNmk7_6BJDzv_XK2-LbMvMC4Yj_OShBoiD6glluykzjJxAZKdU2_Tm2HmtOKevwpl4CEz2CeYUs4neZKguDib21Ziubml0BXRJPdJe5vIpXS-N7ZwSu6CqWbvT1WxE4jxeg8CvtWxRqolkxE64bB0lpP_HmoSjiedtzqT2mG3PkV_PZpFp60eHIQIxE=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-36\" title=\"Permanent Link to this Comment\">30</a> <span class=\"commentauthor\">Regina</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-36\" title=\"1 week, 2 days ago.\">December 19, 2007 at 9:55 pm</a> </small> <div class=\"comment-content\"> <p>Why am I here? I got sent this site by a friend. Re: the amazon numbers. I recently had an issue when amazon charged my credit card rather than my gift certificates and had a mess straightening it out. But I wanted to comment on why I shop with Amazon at all. </p> <p>I’m a big fan of supporting local business, but my employer recently went to an awards program that lets you “spend” your award on gift certificates rather than giving you actual extra money. The program has a very limited number of vendors (and does not include simple things like an AMEX or VISA gift card with universal spendability), but Amazon is one of them, and since they’re “spend online” gift certificates, they arrive about 15 minutes after ordering them, rather than up to 4 weeks for some options. The other problem I have with this awards program comes down to the fact that, as a committed Christian, I tithe to my local church. This means I’m tithing on my rewards out of my regular budget (which I do have room for, don’t get me wrong) rather than spending part of that reward as the tithe on it. It just irks me that I’m being told how to spend my award since I am limited to the vendors they have partnered with.</p> </div> </li><li class=\"alt\" id=\"comment-38\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzxwrGnO3k-hBXnCL5zr-j-KMjYFTVhWxY298NQ5HMBZVK_rf-6xdVgnbJT--4sYr8PT9rz0Kuj7X-DGndWZMOyj448snlFu7kjHUEtEbZGvOcooFN_DrCD21XidkeEUtSDtv27_26TGkB0hfBJPp6m1sK5yQhm2DMY7Ej5ckq5QrR5G_MC1mqhTg4vsJFQppG0R5U9Hg1qXgnUHFSUjBNCkXs=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-38\" title=\"Permanent Link to this Comment\">31</a> <span class=\"commentauthor\"><a href=\"http://amazon.com/\" rel=\"external nofollow\">Kim</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-38\" title=\"1 week, 1 day ago.\">December 20, 2007 at 1:51 pm</a> </small> <div class=\"comment-content\"> <p><a href=\"mailto:reports@amazon.com\">reports@amazon.com</a> doesn’t work.</p> </div> </li><li class=\"\" id=\"comment-39\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzxwrGnO3k-hBXnCL5zr-j-KMjYFTVhWxY298NQ5HMBZVK_rf-6xdVgnbJT--4sYr8PT9rz0Kuj7X-DGndWZMOyj448snlFu7kjHUEtEbZGvOcooFN_DrCD21XidkeEUtSDtv27_26TGkB0hfBJPp6m1sK5yQhm2DMY7Ej5ckq5QrR5G_MC1mqhTg4vsJFQppG0R5U9Hg1qXgnUHFSUjBNCkXs=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-39\" title=\"Permanent Link to this Comment\">32</a> <span class=\"commentauthor\"><a href=\"http://amazon.com/\" rel=\"external nofollow\">Kim</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-39\" title=\"1 week, 1 day ago.\">December 20, 2007 at 1:52 pm</a> </small> <div class=\"comment-content\"> <p><a href=\"mailto:resolution@amazon.com\">resolution@amazon.com</a> doesn’t work either.</p> </div> </li><li class=\"alt\" id=\"comment-40\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mz_WHBcjtL1SaKvCvI9J08YYvCV1WPZdceHJ0B3ZIWEE_E7_BZdTerNBoW8DMz3BNXp63BIcKlNPyQxDUkcOcnog3oVQPP7KMmkn9o0lfjE5loaJb4sNjUdUzqfKMPHZb8haYTMPxOW4R0xvN8G9W8_ZKf2PHgrA55Px7BiJHkwY5fmOYsEk7kbqw63j0nu2nVMhk7VsB4y6t_hZI9eIE07oGE=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-40\" title=\"Permanent Link to this Comment\">33</a> <span class=\"commentauthor\">Jeff</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-40\" title=\"1 week ago.\">December 21, 2007 at 5:58 am</a> </small> <div class=\"comment-content\"> <p>I spent a lot of time in “struggle” with AMAZON.CA. In my understanding they simply do not understand plain English (or pretend), and all of it because of very law level of management, their website constantly broken, their reaction on your e-mails is unpredictable, I think many of them located overseas, and may be this is the main factor of this attitude, and more - ABSOLUTELY NO CONTROL OVER THIS GIANT from the public.</p> </div> </li><li class=\"\" id=\"comment-41\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwU2eJ3XtnCuO2Fz0iFkvEwKkoxQ0iz7RSn7Ueziz52-EOEqk8pECuJbW17OTIKLmssih-LZ9O5ZpahD215yn8U17MkCWtom4IELTtLY2EJ5dD3bAZCwvSRDGcfHoGKde86OQrx1CQr4UUMoF7B1gb_NQn3137XdPNtTRMrzH3VNs-z9InOcxQxNgCulTTJMndn4liOCerHY5Z_hGqo6JeNqA=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-41\" title=\"Permanent Link to this Comment\">34</a> <span class=\"commentauthor\"><a href=\"http://amazon.com/\" rel=\"external nofollow\">George M Rohrer</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-41\" title=\"1 week ago.\">December 21, 2007 at 11:03 pm</a> </small> <div class=\"comment-content\"> <p>I agree with the letter above I never have had such frustration in my 85 year. Right now I do not know if my purchase of 1029728254 632 9833 has been connected to my credit card. I have spent hours with people thast either did not understand me and I sure did not understand them . Get Americans please. Congress is thinking about a heavy tax on outsourcing. I got a letter last night after I purposely called to have the item $ put on my new Amazon.COM credit card, saying I still had to send a check or Money order for the 106.95 ION ITT USB turntable. George M Rohrer</p> </div> </li><li class=\"alt\" id=\"comment-42\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwU2eJ3XtnCuO2Fz0iFkvEwKkoxQ0iz7RSn7Ueziz52-EOEqk8pECuJbW17OTIKLmssih-LZ9O5ZpahD215yn8U17MkCWtom4IELTtLY2EJ5dD3bAZCwvSRDGcfHoGKde86OQrx1CQr4UUMoF7B1gb_NQn3137XdPNtTRMrzH3VNs-z9InOcxQxNgCulTTJMndn4liOCerHY5Z_hGqo6JeNqA=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-42\" title=\"Permanent Link to this Comment\">35</a> <span class=\"commentauthor\"><a href=\"http://amazon.com/\" rel=\"external nofollow\">George M Rohrer</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-42\" title=\"1 week ago.\">December 21, 2007 at 11:09 pm</a> </small> <div class=\"comment-content\"> <p>No smart cracks. They are printable. What mis the status of my purchase?</p> </div> </li><li class=\"\" id=\"comment-43\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mw2s_sa-O-0chiZjm9eijQB4hihhdVJS5lomkz0pInN-HZv9ft-_4qqJIBufy67MMpVL04Vbpsm2-gdk8V1LanpTW752d-v-ne9RjpaUB7eAWI9T2vST-tOo6tZl3LLe2wIMxv7pSScVw6BzG1zECtmWCWGabj3YOwe7qnhpYdEm7JxOyjt__ayd0O5Dbdnt89ONtZGE_hCWbWro8iIbgqz9w=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-43\" title=\"Permanent Link to this Comment\">36</a> <span class=\"commentauthor\">Belinda M</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-43\" title=\"6 days, 17 hours ago.\">December 22, 2007 at 6:02 am</a> </small> <div class=\"comment-content\"> <p>I am LIVID with Amazon.com customer service. I was so excited two days ago when I went online and found an eyeclops - I had been searching locally for a week and it was sold out everywhere. I finally found it as available on amazon and ordered it (along with a few hundred dollars of additional merchandise).. However, I ran into a techincally glitch because the order would not be here by Xmas. I clicked on the ‘call me back’ option and nwas called back immediately… it was great. The woman helped me (2 days ago) and explained exactly the issue. I had other vendor items in my order and they would delay the order. She on her own accord, after asking me, went into my account and took out the items not being shipped directly from amazon.com and assured me the 1 day shipping option would now appear. It did! I was thrilled.. I went back in, placed my remaining order for one day shipping and waited. Today came and went and NO order.. I went into my amazon account and was told my password was no valid.. I clicked on forogt password - though I KNOW what my password was and it should have worked. I was told I would get an email explaing how to reset my password. None came. I looked high and low for their customer service number and could not get it without signing in (can not sign in since no password and no email giving me my password!). Luckily, I remembered they called me the other night so I went to my caller ID and called the Estera number back.. After hitting 1 a few times, I got someone from amazon customer service. (yeah!)… Unfortunately, this outsourced Phillipene employee barely spoke English and kept repeating her script. Apparently, something in my billing was holding up my order. When I asked, WHY didn’t they call me or email me so I can fix, she said they do not do that. I said. So its a few days before Xmas, someone places a rush order - and you do not contact them if there is a problem?? (I double checked everything when placing the prder and HAVe THE $$ IN MY ACCt… so not sure of the issue - because she could not tell me. WHAT?? She said in3-5 business days someone would contact me.. Excuse me, that would be AFTER Xmas.. that makes no sense at all.. Asking to talk to a supervisor does no good… Still waiting on a call back from them…but I will NEVER EVER order online for the holidays again… This is a nightmare. My guess is in 3-5 days, AFTER the holiday, they will have restocked their inventory, and THEN my order will ship.. A lot of good that does me… because I will be canceling the order if that happens and emailing everyone I know to NOT order from Amazon.com!! I am livid - and have shopped Amazon for books for years.</p> </div> </li><li class=\"alt\" id=\"comment-45\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzjSrLnGry4uQ1dYuL0UX9ZSpu2osPie0zbbd4QhLuHlbFXGLNaMJXjqq7O-WEUdD7xhZXLU0DV4KIHJjsRIFdMoqkLqBq_lhIloap-EXWN740IxcP5m25Z4TrJSfKPBd-G-rG9nQjPFhGymiO0vdLUckoocJjJVj4DSKcFbgHr_nf4m2ha90tSSsdUz7vlxNRJd4s7zSX8qRtNygzJFBVEZ0w=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-45\" title=\"Permanent Link to this Comment\">37</a> <span class=\"commentauthor\">glenn</span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-45\" title=\"4 days, 12 hours ago.\">December 24, 2007 at 11:05 am</a> </small> <div class=\"comment-content\"> <p>What a load of malarkey. The phone number takes you to half way around the globe. In the 2 cases I called, I ended up in Manila. I talked to very polite people but clueless. I ended up communicating by email and phone approximately 20 times (no exaggeration) about a defective item I rec’d. Amazon promptly sent a replacement at no charge and issued a call ticket to UPS. UPS never came despite my calls to them as well as Amazon. After over a month of spending an inordinate amount of time on this matter and having my office space reduced greatly by the box waiting to be returned, I gave up. I was twice told in writing by amazon reps that amazon would not hold me responsible for the return. So, I recylced it. It was worthless since it was defective. And then I got another email to return it at my own expense and I would get reimbursed. So I told them I recycled it. And then I got another email saying no problem. And then my card got charged AGAIN! </p> <p>While I think amazon is making an effort at CSR, they fail miserably. Reps seemingly only look at the last email sent and not at the whole picture. And phone support is even worse. So, now who do I contact about getting my money back and giving them a piece of my mind?</p> </div> </li><li class=\"\" id=\"comment-51\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MyC_TnpkvdW51DjFzoCg3ndyFFfJBJZ6-4hSS7DBxn0X_SMoDaAMuk2FDvUm9ZTyhpPcn6sEtUiGOcsxpoc8Rdj-BUZ2stqUrKh6a7oWg1BsLgPmMj3bxM4sk5_7MDGRRHZTIVPRr2dPef6LklH-mAt3eiasFadML8TED4NxexTQsa1ia9FIPuunO2uBtkJlMIoelBRcGSQLTSUhrZgONTaHhI=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-51\" title=\"Permanent Link to this Comment\">38</a> <span class=\"commentauthor\"><a href=\"http://amazon.com/\" rel=\"external nofollow\">Heinz</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-51\" title=\"1 day, 19 hours ago.\">December 27, 2007 at 4:10 am</a> </small> <div class=\"comment-content\"> <p>I’m wondering if someone else experienced this issue when applying for the Amazon.com Visa card and get $30.00 credit.</p> <p>I purchased an item on 11/23 and noticed the instant Visa application button “Get $30 back” at checkout.<br/>I did fill out all the required information and completed the purchase.Three weeks later I received a statement from GE Money Bank for my purchase.There was no $30.00 credited.I never signed up for this account,like I mentioned, the application was through that one link for a Chase Visa. First I called GE Money Bank and they assured me the problem had to be with Amazon. Naturally I attempted to get some answers from Amazon CS. Their first line of support managed to disconnect me 3 times and finally forwarded my call to… GE Money Bank! On my next call I requested to speak to a manager at Amazon.<br/>No manager was available but a supervisor took the call. After explaining to her for the 6th time in the past hour what my issue is she replied that I need to call GE Money Bank.After explaining to her that I’ve done that already twice, she yelled the phone number of GE MB at me and hung up.<br/>Is there anyone else who encountered this issue ?</p> </div> </li><li class=\"alt\" id=\"comment-54\"> <img alt=\"\" class=\"avatar avatar- avatar-48\" height=\"48\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MyYyLYmysRUD09GK5cEzPHsIBIgvgWYR3kz-Zv7Iw63BeYTjB_AFjir6lpvGJIFk4alXDIbRXquNuDEMS3py3SlFCwwe3thFKay9ScA4ROgMV6x8Ro0ZcWrtHvFJdWRhU4cV7M9dWECvyh_UUb11g1Re8puBrC2NWHH4RdkqwYTpl2D-i6aDKyIVK5HXq-sc7-0anjwRO-FOIa-AO78gDWKPRE=s0-d\" width=\"48\"/> <a class=\"counter\" href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-54\" title=\"Permanent Link to this Comment\">39</a> <span class=\"commentauthor\"><a href=\"http://amazon.com/\" rel=\"external nofollow\">Pat</a></span> <small class=\"comment-meta\"> <a href=\"http://amazoncustomerservice.wordpress.com/2007/12/06/the-amazoncom-customer-service-phone-number/#comment-54\" title=\"1 day, 8 hours ago.\">December 27, 2007 at 3:19 pm</a> </small> <div class=\"comment-content\"> <p>I feel for all of you. I’m getting the same run-around about returning a camera. They can’t seem to find my original order and won’t send me a return label to send it back. Their recommendation was that I send it back myself. I really appreciate all the phone numbers above. I will start calling them this morning. I don’t think they are going to be very happy with me by the end of the day (it will probable take that long to get any satisfaction). Good luck to the rest of you! We’re going to need it.</p> </div> </li></ol>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "8.23.2007Looking for the Amazon.com customer service phone number?Wait! Before you read any more, I wanted to let you know that I've been doing a little more trading with Amazon. My experiment buying an iPod from them last year went well, and I've ordered a few other things here and there. I have had some issues that I've had to deal with through customer service, and I feel like they've really made some significant improvements since I first posted their number back in 2002. Most importantly, they now post their number on their site. If you follow the \"Contact us\" links, you can get to this message:If you have difficulty connecting to our Click to Call service, you can call our toll-free number for automated assistance,1-866-216-1072.International customers can reach us at1-206-266-2992.So, why have you come here?The numbers of letters and comments I get have dwindled lately, and maybe that means that there are fewer problems. But I still get thousands and thousands of visitors to this site each month looking for these numbers. Maybe the path to finding their number is too hard. Maybe the frustration when things go wrong is so overwhelming people don't want to spend the time to look. If you want to tell me why you're here, I'd be interested to know -- just click on the \"Write\" link on the left side of the page.One quick thing: Remember that shopping locally is a great way to support your city, your neighbors, and your environment. I encourage all of you to consider shopping at your local bookstore; even though you might pay a few dollars more, you're making an important investment in your community. Happy shopping!Now included by popular demand - The e-Bay, PayPal, Netflix and more phone numbers!These are some new phone numbers provided by visitors to this page.This page was featured on NPR!Click here to listen to the story.Good Morning, NY Times Readers!More than 23,000 people visited this page in December 2004 alone. The story in the Times generated more than 6,000 visits in one day. More than 5000 people were here in November, and more than 4500 in October. 'Tis the season to call Amazon customer service!(And if you haven't seen it yet, check out the article on Internet customer service in the 12/30/04 issue of the New YorkTimes. You'll have to log in.)Some other folks who have written about this site includeU.S.News and World Report,The Austin Chronicle,PC WorldandReport on Record.First, a note about calling Amazon.com customer service.Remember when calling Amazon.com customer service that you've got something in common with the representative you'll talk to on the phone. You've both been put in a crappy situation by the management of Amazon.Amazon's decision not to put their customer service on their \"Help\" or \"Contact Us\" pages means that after you experience a problem you end up searching for their number for an unreasonable amount of time. After you finally find it, you call the number and then are put on hold for quite a while as well. Chances are, you're frustrated, angry, and at the end of your rope by the time a customer service rep answers.But that rep is also feeling the effects of Amazon's decision. The person on the phone isn't a member of management with decision-making power. They're somebody that needed a job, and they took this one. Amazon's decision to withhold the phone number from their customers means thateverybodythey talk to is like you: frustrated, angry, and at the end of their rope. It's got to make their job really hard. Wouldn't it suck to have to talk to people who are pissed off all day long for eight hours a day? I'd hate to come to work!So, when you call, try to keep in mind that you and your customer service rep are in the same boat. You can bet that they're having a terrible day.Also, especially if you are ordering books or CDs, remember that your local independent stores are likely to be able to order anything that you want if they don't already have it in stock; and chances are, their customer service will be alotbetter. You may not get the deep discounts available at Amazon, but, as you've probably already learned if you're reading this, you get what you pay for.Happy shopping!The numbers!US Customer ServicePhone toll-free in the US and Canada:(800) 201-7575or(866) 216-1072Phone from outside the US and Canada:(206) 346-2992or(206)-266-2992Another direct line:(206) 266-2335E-mail:orders@amazon.com(I think this will still work, but no guarantees)E-mail address and the fax numbers seem to go on- and off-line with some regularity. Readers have also had luck with the following addresses:resolution@amazon.comcharge-inquiries@amazon.comjeff@amazon.com(This last e-mail address sends back an note from Amazon that using it won't help you. There may be nobody reading the e-mail that comes to this address.)Amazon's rebate center:1-866-348-2492Amazon Corporate Accounts:1-866-486-2360Snail mail to customer serviceAmazon.com, Inc.Customer ServicePO Box 81226Seattle, WA 98108-1226Service for Amazon Sellers877-251-0696They also have special e-mail accounts for spoofing and abuse:stop-spoofing@amazon.comreports@amazon.com(This information was provided by a reader! Thanks!)Canadian Customer ServicePhone 9 a.m. to 10 p.m. Eastern time, 6 a.m. to 7 p.m. Pacific:(877)-586-3230Corporate Offices, Seattle(206) 622-2335The fax number has changed.206-266-1832 is no longer a fax number.New! Fax for Amazon's legal Department:206-266-7010UK Customer ServicePhone:+44.208.636.9200More UK numbers, from a reader:Freephone (only from within the UK):0800 279 6620Phone (outside the UK):+44 20 8636 9451Fax (free from within the UK):0800 279 6630Fax (outside the UK):+44 20 8636 9401An Aussie who contacted me verified the number above but for Aussies you need to dial it this way: 0011 1 206 266-2992.UK Snail Mail:Amazon.co.uk LtdPatriot Court1-9 The GroveSloughSL1 1QPAmazon.com HeadquartersAddress:1200 12th Ave., Ste. 1200Seattle, WA 98144Phone:(206) 266-1000Fax:(206) 622-2405Info e-mail:in@amazon.com is no longer a working e-mail address.(Amazon's CEO is Jeff Bezos, if you want a name to put on an e-mail or fax to this office.)According to good sources, Amazon is no longer outsourcing much of its customer service work toiSky.You asked for it! e-Bay and PayPal Phone Numbers and More!e-Bay, Inc.408-376-7400Toll Free:800-322-9266And another one:888-749-3229PayPal1-888-221-1161or 402-935-2050For PayPal in the UK: 0870 7307 191 (replace the first 0 by +44 if dialling from outside the UK)PayPal (Europe) LtdHotham House1 Heron SquareRichmond Upon ThamesTW9 1EJYahoo!1-408-349-1572Netflix1-800-585-8131And click here for a national consumer assistance directory!More Press!This beauty appeared in the Aug. 18-24 issue of U.S. News & World Report.Sadly, I think this link is now dead. Perhaps I should put up a scan of this article.This page got a little write-up in theAustin Chroniclein December 2002.Found this little write-up on the web.Why did I make this page?Amazon.com made an unauthorized charge of more than $300 to my credit card, and because I couldn't find a phone number, I had no way deal with this problem that needed immediate attention. I finally did a search on Google andfound somebody who has posted the Amazon.com customer service number to his website.He, too, was having a problem and couldn't find the number, so when he finally got it he provided it publicly for people like me. Now I'm following his lead.I think it's completely lame for a company to pull this kind of crap -- hiding their phone number to avoid calls -- especially one that won't quit talking about what a high level of customer service they offer. It's a tactic designed to save money, but, personally, I'm willing to spend a little more to avoid the sort of situation I found myself in this weekend. And, while Amazon has had some rough times lately, they apparently chose to remove the number years ago when things were flush.I also learned that if Amazon ships you something by mistake, their default reaction is to charge it to your credit card and force you to remain financially responsible for it until it's back in their warehouse. This is their position even if they completely agree that it's their mistake. If you argue and get mad with people on the phone, they'll eventually give you a more immediate refund. But I hate this \"squeaky wheel\" method of providing customer service. I don't want to feel like I have to be a bitch to get good service; that's just nasty and it makes me feel gross.And why in the world should you have to spend any of your time and energy arguing with them when it's clearly their mistake? Unauthorized charges on credit cards are illegal, and Amazon should be taking every opportunity to keep unauthorized charges off their customers' cards, not make charging people illegally for Amazon's mistakes a part of their company's policy.I encourage all of you to drop a line to Amazon and tell them what you think of these customer service policies, and to shop elsewhere until they quit talking about customer service and start providing it.And, while you're at, if you have a web page and the room to do it, why not post their customer service numbers? The more of us who post it, the more people who will be able to find it.The ApologyOver the course of dealing with Amazon, I received many apologies from customer service people, but none of them were adequate. Nobody was willing to admit that, really, Amazon had screwed up.However, finally, somebody did. On September 29, 2002, I received this in response to a snail mail letter I sent to their corporate offices addressed to Jeff Bezos, the Amazon CEO.Dear Ms. Hobbs,Greetings from Amazon.com. I am writing in response to your letter of August 25th, received at our corporate offices and addressed to Mr. Jeff Bezos. I have been asked to reply as I am well-placed to make appropriate inquiries and to render assistance due. I welcome the chance to help as I may and please know that I am including Jeff in this correspondence.I am truly sorry for your entirely understandable disappointment with the circumstances of your order of August 19th (#102-2271049-3523350), and especially that our Customer Service was not more easily reached and was not more helpful once you actually got through. We at Amazon.com pride ourselves on efficiently servicing our customers' orders and on swiftly resolving problems when they arise, and for our failing you on both counts, I can only offer my sincere apologies.Reviewing your order I am troubled as it was a fairly severe technical issue which resulted in your being sent an extra graphics pad. The order clearly shows that you ordered two, but just as clearly shows that we charged you for three, which is what we sent. It is a bit of Monday-morning quarterbacking on my part given that the order has been complete for more than a month, but I am going to send it to the attention of our tech specialists in hopes that such errors can be prevented hence. I know it was inconvenient for you, and I am just glad it was not worse (What if it had been a debit card, for example?).The phone numbers for Customer Service are at a few places on-site, but I agree that their presentation is inadequate. Again, I can only act retroactively, but I will share your feedback with the appropriate persons as indicative of a way in which we are letting our customers down. For future reference:=======================================================Customer Service is open 24 hours a day, 7 days a week-------------------------------------------------------U.S. and Canada: 1-800-201-7575International: 1-206-266-2992=======================================================Lastly, I presume that the agents with whom you spoke did not realize that it truly was an error on our part which caused the problems. Still, ignorance is no excuse and I promise you that I will personally educate those persons on how the service they extended you was lacking. Once more, it is regrettably after the fact as re. your order, but I trust that your strong and legitimate remarks will be duly considered and I hope the feedback may catalyze improvements in the service we provide hence.Your refund for the extra pad was paid at the end of last month, and I am glad that Customer Service extended at least the consideration of a $20.00 gift certificate. I would like to add a final refund for the shipping costs of the order, $18.89. Like the previous refund, we will repay this amount to the card charged and we will notify you once it posts back.Ellen, you are a much valued customer of longstanding and I regret that for the events of this order, we did not treat you as such. I hope it will be otherwise in the future. Thanks for taking the time to write, please direct further questions or concerns to me at the address resolution@amazon.com, and thanks for using Amazon.com. All the best.Regards,John ClarkExecutive Customer RelationsAmazon.comOur Holiday CorrespondenceThis site went nuts during the Christmas holidays! So nuts, in fact, that I decided to send a note to my friends at Amazon.com:From: Ellen HobbsSent: Wednesday, December 11, 2002 6:15 PMTo: resolution@amazon.comSubject: A holiday message about my Amazon.com web pageThis message is for anyone who gets it there at Amazon, but especially for John Clark who sent me a note about the trouble I was having with Amazon.com and my credit card.Thanks again for sending me the apology, the gift certificate, and making sure my problem was finally resolved. I do appreciate it. However, I have to say that I still have mixed feelings about the level of customer service I received from Amazon.com, and especially about the fact that Amazon has chosen not to publish its customer service phone number on its website or its packing slips and invoices. Thus, I decided to leave up the Amazon Phone Number web page I created for other folks who were having trouble, because, frankly, I would have had a much harder time getting my situation with Amazon resolved without the help of the guy who posted your number in his weblog.I thought I'd let you know that in the first 10 days of December, according to my site statistics, more than 900 people have visited my Amazon page, and I assume most of them are looking for your number. Sixteen of the top twenty search strings that bring people to my site are some derivation of \"Amazon's Customer Service Phone Number.\" I've also gotten a number of letters from people who have visited the page; those responses are now posted on the page.You can visit the page at http://clicheideas.com/amazon.htm.Just so you know, I'm not sending this note to be antagonistic; I'm actually hoping you find it useful. While I feel it's pretty important to make sure I do the majority of my book and music shopping at the local independents in Austin -- I want to do what I can to make sure my city doesn't become a homogenous part of a corporate community rather than a unique place to live and shop -- I'm also a fan of internet shopping, of Amazon, and of the services you provide. It's been disappointing this holiday to feel like I have to limit my Amazon shopping, but I have, because I want to make sure that I, as a consumer, am doing whatever I can to convince the vendors who sell to me that they're going to have to do things right to keep me as a customer.At this point, when I am confronted with bad customer service, I don't try to get around it and go on with my business; I take my money and go elsewhere. And sometimes I kick up quite a fuss, too. That's because I feel we're having a customer service crisis ' businesses seem to think they don't have to provide customer service if they sell things as cheaply as possible. I hope that this changes soon. For my part, I have tried to do most of my Christmas shopping with retailers who may charge me slightly more than, say, Wal-Mart, but who also provide a level of service that goes beyond the minimal that seems to have become the norm.As I said, I hope you find the information I've provided to you useful, and that you will consider changing your policy of hiding your customer service number from your customers.Happy holidays!I got a response pretty quickly:From: resolution@amazon.comSent: Tuesday, December 17, 2002 8:06 AMTo: Ellen HobbsCc: orders@amazon.comSubject: Your Amazon.com FeedbackDear Ms. Hobbs,Greetings from Amazon.com and thanks for writing back.  I have beenaware of your webpage since October and am glad that it is effectiveto its ends.  I will pass your comments on the posting of the phonenumber and your page's URL to the relevant persons for dueconsideration.  I cannot promise that the policy will change soon (ifever), but certainly we value your feedback and the change, if it isto come, will be exactly for remarks like yours.  Thanks for yourpatient understanding, good luck with your website, and all the bestfor the rest of the year and into the new!Regards,John ClarkExecutive Customer RelationsAmazon.com42Responses to “The Amazon.com Customer Service Phone Number”Feed for this EntryTrackback Address1EllenDecember 6, 2007 at 10:39 pmLooks like one user is finding that the e-mail addresses are no longer valid:I just e-mailed:orders@amazon.comresolution@amazon.comcharge-inquiries@amazon.comAnd got back “thanks but this address is no longer valid; please use thelinks below to get to a help desk.””2EllenDecember 6, 2007 at 10:41 pmMore numbers from another visitor:Hi - I have a couple of more numbers you can add to your amazon.com phonenumber page:866-226-2966 seller central help (I believe silver level)——————–800-648-3915 seller central help (I believe gold level)3EllenDecember 6, 2007 at 10:43 pmAdditional paypal numbers from a user:Two more numbers for PayPal fromhttp://www.paypalwarning.com/paypal_phone_number:(402) 935-7733 and 877 672-9725.4LisaDecember 7, 2007 at 12:28 amMy frustration was that each time I got to the contact us section, some huge error occurred and the browser would shut down. I did finally call the number on your site (Thank You!), but they couldn’t help me, and I discovered that the customer service has apparently been outsourced to the Phillipines. Interesting, hmmm?5fbcpDecember 7, 2007 at 5:06 amI think you did good here. Perhaps I can link you my newest post on the blog where I talk about Disney Land purchase tickets. I have had terrible time getting to purchase their ticket on line. They too have no 1-800 number listed and the one they do list they put me on hold and still I have gotten no result. Maybe you can dig out a Disney 1-800 if they have one / or perhaps they are very thrifty and want everybody to pay for the phone call. Here is the link:http://fbcp.wordpress.com/2007/12/07/magical-land-disney/6IrvingDecember 7, 2007 at 8:57 pmThanks for all the hard work and phone numbersAutomated answering systems may save money, but they are really hurting American businesses in the long run. When was the last time you got a human being on the phone who really knew how to help you, did so immediately, and thanked you for calling and your business. I haven’t in many years, and it sucks.I would hire and train workers just to answer complaints, and though it would cost a lot up front, it would generate so much good will and be such a news item that I would get millions of customers. When will business learn that the old Sears adage “the customer is always right” is the heart of business success and just plain old common sense.7ShaunaDecember 7, 2007 at 9:27 pmThanks for those phone numbers. I didn’t even know Amazon had a customer service line since I’ve never had to call them. Although I have had really good service when I’ve called PayPal once before. There was a very short wait time and they were able to halp me with what I needed. At any rate, thanks for the good info.8CherylDecember 8, 2007 at 8:09 pmWOW… I got to this site trying to find the phone number for customer service. THANK YOU to the makers and responders of THIS SITE!I have been a seller for years on Amazon and really have not had too many issues. As a buyer… it is a disaster. I just spent over an hour trying to clarify a simple order. I added items (4) into my shopping cart to qualify for the free shipping from Amazon, including what I thought was two 2008 calendars. The summary was there and everything looked great - I hit SEND ORDER… and Disaster. The confirmation I received had ordered a 2004 calendar for 11.99… now tell me.. who orders a 2004 calendar for $12 that is 4 years old… a calendar?????? In addition I had chosen a shipping method to be sure I got the items in plenty of time for Christmas. Once I sent the order a verification was sent in an email (and posted in my account on line) that says the order will arive after Dec 25th (January 2008). I therefore immediately tried to go back to the order with no avail. Then tried to call… right… NO NUMBER ANYWHERE on invoice, email, website…. NO WHERE. So 5 years after your original post (2002)… still no phone number accessible. I then spend another 45 minutes on the phone with Jack… (a man that struggled with English). He said he would remove the 2004 calendar. In addition one of the books I had ordered did not show up in my verification of order so he ordered the book. He was unable to give me any totals for my order. From there I was sent to Sellers service to answer a question about a discount where I was sent back to Order service to yet further clarify the order. Now KYE answers and tries to do everything that Jack already said he did. YIKES….I spend another 30 minutes with KYE clarifying yet again the order. You see.. Jack ordered the wrong book when he was correcting my first order. Further he never removed the 2004 calendar. In fact, KYE tells me that the 2004 calendar is a FREE calendar being sent to anyone ordering the 2008 calendar. I said okay… if it is free go ahead and send but my invoice said you were charging me 11.99. NOW… Kye says… too late.. I already took it off and cannot add it back.Then everything I got from Amazon said the order would come in Jan, yet the order process said it would be shipped in 5 - 8 business days… which would mean the week of Dec 16th. Needless to say I wanted to cancel the order if it was not going to be shipped until after Christmas. Kye goes on to say he cannot cancel the order as it has already shipped!Does any of this make any sense? To me NO! The end result….. I am suppose to receive my orders in a week or two and KYE will “Share my comments”.Great customer service … hugh?Cheryl9trademark registrationDecember 8, 2007 at 10:36 pmWow, I was not aware that Amazon had customer service people at all.  Thanks for this very helpful info.10LynneDecember 9, 2007 at 3:38 amI have yet to experience difficulties with amazon, actually so far I love the site and the prices I get. Free shipping for the more expensive ones too, that is so nice with all the overly priced shipping these days. BUT thanks so much for the numbers in case my experience turns sour someday!11MarilynDecember 9, 2007 at 9:00 pmNone of the email addresses work but here is the corporate address and the names and titles of members of the board of directors. Try sending snail mail to them instead.STREET 1:  1200 12TH AVENUE S SUITE 1200CITY:   SEATTLESTATE:   WAZIP:   98144BUSINESS PHONE:  2062661000Officers, Directors:Steve C. FrazierVICE PRESIDENTRobert D. ComfortVICE PRESIDENTRobert F. ReynoldsVICE PRESIDENTP. Thomas KillaleaVICE PRESIDENTMouin SayeghVICE PRESIDENTMichael T. McKennaVICE PRESIDENTJeffery A. WilkeVICE PRESIDENTJeffrey L. BelleVICE PRESIDENTJanet HarrisVICE PRESIDENTJ. Robert EldridgeVICE PRESIDENTFrank D. SadowskiVICE PRESIDENTFelix F. AnthonyVICE PRESIDENTDoug J. HerringtonVICE PRESIDENTBrian T. OlsavskyVICE PRESIDENTKurt ZumwaltTREASURERL. Michelle WilsonSECRETARYJoni L. BergerASSISTANT SECRETARYThomas J. SzkutakPRESIDENTTHOMAS J SZKUTAKDIRECTORMICHAEL D DEALDIRECTORJEFFREY A WILKEDIRECTOR12David KennedyDecember 10, 2007 at 2:23 amHiMaybe someone can help.. after three calls to Amazons so called Customer Service number I am p&((ed off. My account is locked, they can tell me nothing about a 2500 dollar order that I need by thursday and they tell me someone from billing will contact me in 3 to 5 days !!! Great useless totally useless - anyone have a number for the billing dept ?13FrankDecember 10, 2007 at 3:47 pmYou can only see the customer service info. when you are logged in! Now if you happen to have an issue with logging in… you come to this site!Thanks!14robertaDecember 10, 2007 at 4:38 pmwell. I’m not the only one! my %%#$ account has been locked for 5 days now - and no help from ‘customer service’  HAHI want the phone number for tech support!15Ben KDecember 11, 2007 at 7:22 pmI just had the pleasure of dealing with Amazon’s CS (again). I was checking the order status of a book (an exam study guide) and some calculators I ordered yesterday (12/10) and saw that the calculators had shipped via free shipping but the book wouldn’t be shipped for another week! (12/17 estimated ship date, arrival 12/24) It is posted in their FAQs for free shipping that it could take an additional 3-5 days and by that definition it would arrive within the timeframe they had specified, but thats still nearly 10-12 (non-business) days slower than the merchants I normally shop at.So I figure screw the free shipping I’ll pay for standard shipping to get it a week earlier…here’s the thing, I couldn’t cancel or change my book order even though its not supposed to be shipped for another week!! So I attempt to get the contact info for CS to simply pay them more so I can have my book in a reasonable amount of time. Every time I get to the express/email/phone contact page it causes my web browser to crash! I restart my computer and try again…finally after about 6 or 7 tries I manage to click on the phone contact tab in the split second before the crash message pops up and get the magical number. 1-866-216-1072 (dial option 7 for a real person)It took less than a minute for a rep to answer (probably because noone could actualy get to the number due to browser crashes). I tell him that the shipping is sub-par and I want to pay for standard shipping to get the book this week. Apparently he had about as much power to cancel or change the order as I do (which is to say he had none). The best answer he can give me is that he assumes he can’t change it because they are preparing to ship it in the next day or two and that if I am unhappy with the order I can refuse shipment if it takes until dec 24th (which would be hard to refuse if noone is home to say no to the package…) I tell the CS rep thanks anyway and that I’ll be sure to use another vendor next time.It seems convenient that their CS contact page crashes right around the holiday shopping season, but I am probably just being a conspiracy theorist. At least they can say their phone number is posted now…right?If you want a real CS champ, goto newegg.com for all your electronics needs. They have knock you out of your socks amazing CS and shipping. If only all internet vendors could be like them…16DanielDecember 11, 2007 at 7:57 pmI found the customer service number on Amazon’s site but after speaking to a seller support person, they told me that I could only be helped by emailing thepayments-funds@amazon.comlist and there was no one that I could speak with regarding any issues on payments. This is exactly what I have been doing and I’ve been jerked around to no end on this and just want to talk with someone to get this resolved.After asking repeatedly to speak with someone, the lady on the phone hung up on me.So I find myself here, looking for another number to contact Amazon.17CarlyDecember 13, 2007 at 8:54 amI could not find their customer service number on their web site. It was so easy to just google the key words “amazon.com and customer service,” and bingo! I found you guys. What a great site! Thanks so much for saving me time!!!18angry amazon customerDecember 13, 2007 at 3:12 pmHi. Isn’t it ashame that we all have to scour the Web for a simple contact phone number for Amazon, when Amazon should have it very visible on its site?I ordered two books and opted to pay via check. After a couple of weeks, I hear nothing in regards to my order, so I call today. The customer service guy insisted repeatedly that Amazon had not received the check. However, I have a copy of the cashed check right in my face, as provided by my bank, which shows exactly when Amazon deposited the check and endorsed it to their Wells Fargo account.This is crap! Does Amazon care about its business?Oh, and the CS page where you can choose to e-mail or have CS call you… it’s junk. On the e-mail page, when you try to send the info a message comes up saying ‘please enter your name’… yet THERE IS NO FIELD TO ENTER YOUR NAME. Amazon.com is a crook. I’ve purchased from them before and always used my credit card. If this is how they treat customers paying by check, I don’t want anything more to do with them.Now, I’m supposedly waiting for the ‘billing department’ to call me within 24-48 hours.The CS guy I spoke to gave me this address to contact the billing department, although I think he’s lying, cause just rattled off this address without even telling me to which department to bring attention to:1200 12th AvenueSuite 1200Seattle, WA  98144-2734Isn’t that just the generic corporate address for Amazon? Anyone know how I can actually mail something to the billing department? Or maybe I’m better off sending it to the CEO…?19MaggieDecember 13, 2007 at 11:22 pmI just had the worst experience with Amazon.com. I ordered some books with one-day delivery at a significant additional cost. However, the delivery estimate is for Monday. I tried finding their customer service number, but of course, the site crashed 5 times. When I finally got their number, the customer service rep who I could barely understand just told me to call back tomorrow. When I asked to speak to someone else, he said that EVERYONE ELSE was in a meeting. Okay, so I asked him when this meeting would end so I could speak to someone else. He said he didn’t know and to call back tomorrow. I hope with their 24-hour meetings, Amazon.com customer service reps get some better training.20JCDecember 15, 2007 at 12:37 amWell it looks like Santa is not coming this year thanks to Amazon.They have put the wrong shipping address on my 4k worth of orders and apparently there is on one in the company with the intellegence to call UPS and give them the right address. I realize it wont hurt them….but my 10k a year worth of biz is going to someone else.21Bohol Bol-anonDecember 15, 2007 at 7:40 pmThank you for this post. I didn’t know there was such customer service in Amazon.22IdetrorceDecember 16, 2007 at 1:06 amvery interesting, but I don’t agree with youIdetrorce23EllenDecember 16, 2007 at 2:35 amI’m curious to know what you mean about not agreeing with me. I’m not interested in being argumentative, it’s just that I’m not clear on what part you don’t agree with.24RichDecember 17, 2007 at 4:38 pmI placed an order for the I-Coaster with Amazon. I paid for two day shipping and am now being told I will not get it until after Christmas. It was GUARANTEED to be here befor CHRISTMAS!!!! Amazon customer service (IN INDIA I suppose) tells me (What I could understand anyway) That they are sorry and I could pay DOUBLE what I paid for it and Double SHIPPING and they could have it here by Christmas!!!! That PI$$ me off to no end!!!! Then after being put on hold for 45 min then hung up on…..I call the office in WA. and they would not let me speak to anyone there!!!!!! This is such a POOR way to run a company!!!!! I will never use Amazon ever Again!!!! I was in Iraq for two years and used Amazon to get DVD’s and books, Like many serving there…I was a good customer. My son will not be getting the ONE thing he wanted for Christmas because AMAZON could not keep there word or EVEN TRY TO RESOLVE THE ISSUE WITH ME!!!!!!!!! Thanks Amazon…25KimDecember 17, 2007 at 5:07 pmI don’t like using credit cards, and I use mine as little as possible (and I have no outstanding credit card debt) but for online purchases I always use my card.Why? Well, it’s extra protection. When you deal with online merchants who have poor customer service, the best way to make sure they don’t screw you over monetarily is simple: call your credit card company and freeze the charge. Many credit cards will jump right on it. (My credit rating is really good, but I don’t think that will affect the decision.)This is a tactic that I only resort to when all else has failed. I’ve only done this a few times. I prefer to deal with customer service first. The advice above — be nice to customer service, they’re having a rough time too — is spot on. I’ve done customer service work, and it’s no fun at all. Most of the time you’re dealing with grumpy people who had to jump through a million hoops to find you, and they’re rightfully annoyed. But the customer service rep, poor person, is not at fault. They’re a victim too. I know. I was!But when customer service can’t do anything (and those reps are very limited in what they can do, which is again bad policy) it’s time to hunt down a manager. And if that doesn’t work, that’s when I go to dealing with my bank instead of the merchant. At that point, the merchant has failed and I need to talk to the other end of the issue.The only time this has fallen through was the one time I couldn’t use my credit card. I shipped our computers from China to Japan via UPS (when my husband and I moved) and they broke my husband’s computer. Just for future reference: UPS sucks internationally. And their customer service for each country is completely separate from each other and can’t help you at all with anything else. And UPS China is completely inept. They never paid the insurance back, and I’ll never use UPS in any country ever again.26RANDY ERICSONDecember 18, 2007 at 8:39 amHI, I’M FAIRLY NEW TO THE COMPUTER AND THE INTERNET— STILL TAKING LESSIONS. I EVEN FIND THIS MAIN WEBSITE, WHICH IS TRYING TO BE HELP-FUL, CONFUSING. IT LISTS A NO. FOR AUTOMATED PHONE SERVICE FOR AMAZONBUT I DON’T SEE ANY NO.S WHERE I MIGHT TALK/VENT LIVE.  AM I MISSINGIT OR IS THERE NONE.  ONE NO. (AUTOMATED) = 1866-216-1072, ANOTHER= 1866-314-2492 (REBATE OFFICE). WHICH, IE EITHER, WOULD I USE TO ATTEMPT THE RETURN OF A CREDIT/CARD $OUTLAY. EXPANATION: WHEN I ORDERED A CD TWO MONTHS AGO UNFORTUNATELY (FOR ME) FR. A CHINESE CO. CALLED MOVIEMARS (BUT UNDER THE AUSPICES OF AMAZON.), I GOT E-MAILS FR. AMAZON/MOVIEMARS (WHO KNOWS) SAYING “THIS NEVER HAPPENSBUT…ITS GOING TO BE DELAYED” PAST DEADLINE, AND THEN ANOTHER WHEN I DEMANDED FURTHER EXPLANATION LIKE WHY! I RECIEVED AN E BEARING EXACTLY THE SAME MESSAGE AS BEFORE. EVEN TRYING TO FIND A PLACE TO VOICE MY CANCELLATION WAS DIFFICULT/TIME CONSUMING. FIRST, I E’D(THRU AMAZON) NOTIFICATION OF MY CANCELLING THIS ORDER, ABC, 123.I EXPECTED TO RECIEVE A RETURN E FR. SOMEONE, VERIFYING RECIEPT OF CANCELLATION—NOTHING. NOW I’M IN THIS PLACE, APPARENTLY A PLACE MANY OF YOU MORE EXPERIENCED USERS HAVE BEEN YOURSELVES. I SPENT LITERALLY 100′S OF BUCKS ON AND THRU AMZAON (I’M A CD/DVD $FREAK).I ASSUMED AMAZON CHECKED AND INDEMNIFIED ITS PRIVATE SELLERS—APPARENTLY NOT. I DIDN’T REALIZE I COULD CLICK “MOVIEMARS” IN THE AMAZON SITE TO CANCEL/RETURN$, SO I GOOGLED IT TO DO SAME AND LO’,IT WAS FILLED WITH USERS’ COMPLAINTS AND WARNINGS ABOUT MOVIEMARS.SURELY AMAZON IS AWARE OF THESE YET THEY STILL CONTINUE TO SPONSOR THEM AND APPARENTLY, AT THIS JUNCTURE, ARE DISREGARDING MY $RETURN TO CARD MESSAGE COMPLETELY. (ONE POOR GUY, THE FIRST IN THE SERIES OF COMPLAINTS LOST OVER $300 WITH MOVIEMARS, WHICH TOOK HIS MONEY (AND MINE) BUT NO MERCHANDISE. IS THAT GOOD BUSINESS OR WHAT—WOW—MONEYS IN, MONEYS IN!) THANK YOU FOR RESPONDING TO MY PLAINTIVE PLEA—I WISH I KNEW WHICH ORDER TO CANCEL THRU MY CARD HOLDER—THERE WERE SO MANY, BUT I’LL TRY (IF THEY CALL THEMSELVES“MOVIEMARS” ON A CREDIT CARD TRANSACTION. I DON’T EVEN KNOW AT WHICH POINT THE $$$ LEAVES THE ACCT.—AT THE TIME OF PURCHASE OR AT THE TIME OF SENDING—THERE’S SO LITTLE REAL INFO. ON THEIR SITE—JUST A MILLION WAYS TO SPEND MORE. SO, IF YOU HAVE ANOTHER (LIVE) AMAZON NO. PLEASE LET ME KNOW, OR ANOTHER NO. YOU RECOMMEND, AND IF YOU KNOW ANY ANSWERS TO MY LONGER-THAN-INTENDED PONDERANCES AND MYSTIFICATION, LET ME HEAR, THANKS, RANDY27SmoQDecember 18, 2007 at 11:42 pmThanks for the numbers…Finding phone number for Amazon.com is so frustrating and annoying! They don’t want users to know their number, they rather want to call them (as far as I know from ex-directory phone number, CLIP/CLIR on).Spending an hour searching some basic info and not getting them is not the best way to spend some spare time.Thanks once again.28RamDecember 19, 2007 at 2:17 pmdoes anyone have ebay cutomer service phone number for UK.29DMDecember 19, 2007 at 6:18 pmAmazon CS is not answering today.  Just just recordings, then disconnects without letting me speak to a rep.  Curse you, Amazon!30ReginaDecember 19, 2007 at 9:55 pmWhy am I here? I got sent this site by a friend. Re: the amazon numbers. I recently had an issue when amazon charged my credit card rather than my gift certificates and had a mess straightening it out. But I wanted to comment on why I shop with Amazon at all.I’m a big fan of supporting local business, but my employer recently went to an awards program that lets you “spend” your award on gift certificates rather than giving you actual extra money. The program has a very limited number of vendors (and does not include simple things like an AMEX or VISA gift card with universal spendability), but Amazon is one of them, and since they’re “spend online” gift certificates, they arrive about 15 minutes after ordering them, rather than up to 4 weeks for some options. The other problem I have with this awards program comes down to the fact that, as a committed Christian, I tithe to my local church. This means I’m tithing on my rewards out of my regular budget (which I do have room for, don’t get me wrong) rather than spending part of that reward as the tithe on it. It just irks me that I’m being told how to spend my award since I am limited to the vendors they have partnered with.31KimDecember 20, 2007 at 1:51 pmreports@amazon.comdoesn’t work.32KimDecember 20, 2007 at 1:52 pmresolution@amazon.comdoesn’t work either.33JeffDecember 21, 2007 at 5:58 amI spent a lot of time in “struggle” with AMAZON.CA. In my understanding they simply do not understand plain English (or pretend), and all of it because of very law level of management, their website constantly broken, their reaction on your e-mails is unpredictable, I think many of them located overseas, and may be this is the main factor of this attitude, and more - ABSOLUTELY NO CONTROL OVER THIS GIANT from the public.34George M RohrerDecember 21, 2007 at 11:03 pmI agree with the letter above I never have had such frustration in my 85 year. Right now I do not know if my purchase of 1029728254 632 9833 has been connected to my credit card. I have spent hours with people thast either did not understand me and I sure did not understand them . Get Americans please. Congress is thinking about a heavy tax on outsourcing. I got a letter last night after I purposely called to have the item $ put on my new Amazon.COM credit card, saying I still had to send a check or Money order for the 106.95 ION ITT USB turntable. George M Rohrer35George M RohrerDecember 21, 2007 at 11:09 pmNo smart cracks. They are printable. What mis the status of my purchase?36Belinda MDecember 22, 2007 at 6:02 amI am LIVID with Amazon.com customer service. I was so excited two days ago when I went online and found an eyeclops - I had been searching locally for a week and it was sold out everywhere. I finally found it as available on amazon and ordered it (along with a few hundred dollars of additional merchandise).. However, I ran into a techincally glitch because the order would not be here by Xmas. I clicked on the ‘call me back’ option and nwas called back immediately… it was great. The woman helped me (2 days ago) and explained exactly the issue. I had other vendor items in my order and they would delay the order. She on her own accord, after asking me, went into my account and took out the items not being shipped directly from amazon.com and assured me the 1 day shipping option would now appear. It did! I was thrilled.. I went back in, placed my remaining order for one day shipping and waited. Today came and went and NO order.. I went into my amazon account and was told my password was no valid.. I clicked on forogt password - though I KNOW what my password was and it should have worked. I was told I would get an email explaing how to reset my password. None came. I looked high and low for their customer service number and could not get it without signing in (can not sign in since no password and no email giving me my password!). Luckily, I remembered they called me the other night so I went to my caller ID and called the Estera number back.. After hitting 1 a few times, I got someone from amazon customer service. (yeah!)… Unfortunately, this outsourced Phillipene employee barely spoke English and kept repeating her script. Apparently, something in my billing was holding up my order. When I asked, WHY didn’t they call me or email me so I can fix, she said they do not do that. I said. So its a few days before Xmas, someone places a rush order - and you do not contact them if there is a problem?? (I double checked everything when placing the prder and HAVe THE $$ IN MY ACCt… so not sure of the issue - because she could not tell me. WHAT?? She said in3-5 business days someone would contact me.. Excuse me, that would be AFTER Xmas.. that makes no sense at all.. Asking to talk to a supervisor does no good… Still waiting on a call back from them…but I will NEVER EVER order online for the holidays again… This is a nightmare. My guess is in 3-5 days, AFTER the holiday, they will have restocked their inventory, and THEN my order will ship.. A lot of good that does me… because I will be canceling the order if that happens and emailing everyone I know to NOT order from Amazon.com!! I am livid - and have shopped Amazon for books for years.37glennDecember 24, 2007 at 11:05 amWhat a load of malarkey. The phone number takes you to half way around the globe. In the 2 cases I called, I ended up in Manila. I talked to very polite people but clueless. I ended up communicating by email and phone approximately 20 times (no exaggeration) about a defective item I rec’d. Amazon promptly sent a replacement at no charge and issued a call ticket to UPS. UPS never came despite my calls to them as well as Amazon. After over a month of spending an inordinate amount of time on this matter and having my office space reduced greatly by the box waiting to be returned, I gave up. I was twice told in writing by amazon reps that amazon would not hold me responsible for the return. So, I recylced it. It was worthless since it was defective. And then I got another email to return it at my own expense and I would get reimbursed. So I told them I recycled it. And then I got another email saying no problem. And then my card got charged AGAIN!While I think amazon is making an effort at CSR, they fail miserably. Reps seemingly only look at the last email sent and not at the whole picture. And phone support is even worse. So, now who do I contact about getting my money back and giving them a piece of my mind?38HeinzDecember 27, 2007 at 4:10 amI’m wondering if someone else experienced this issue when applying for the Amazon.com Visa card and get $30.00 credit.I purchased an item on 11/23 and noticed the instant Visa application button “Get $30 back” at checkout.I did fill out all the required information and completed the purchase.Three weeks later I received a statement from GE Money Bank for my purchase.There was no $30.00 credited.I never signed up for this account,like I mentioned, the application was through that one link for a Chase Visa. First I called GE Money Bank and they assured me the problem had to be with Amazon. Naturally I attempted to get some answers from Amazon CS. Their first line of support managed to disconnect me 3 times and finally forwarded my call to… GE Money Bank! On my next call I requested to speak to a manager at Amazon.No manager was available but a supervisor took the call. After explaining to her for the 6th time in the past hour what my issue is she replied that I need to call GE Money Bank.After explaining to her that I’ve done that already twice, she yelled the phone number of GE MB at me and hung up.Is there anyone else who encountered this issue ?39PatDecember 27, 2007 at 3:19 pmI feel for all of you. I’m getting the same run-around about returning a camera. They can’t seem to find my original order and won’t send me a return label to send it back. Their recommendation was that I send it back myself. I really appreciate all the phone numbers above. I will start calling them this morning. I don’t think they are going to be very happy with me by the end of the day (it will probable take that long to get any satisfaction). Good luck to the rest of you! We’re going to need it.",
        "lang": "en"
    }
]