[
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2023/06/dont-miss-your-unsettled-payment.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5151878673885056030\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $1490 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1GS1SRz3QBC1NUeuhu8EWkx37qQXanUxGG\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (carmencorcoz.eventscorcoz@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $1490 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1GS1SRz3QBC1NUeuhu8EWkx37qQXanUxGGAll you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2023/05/your-account-is-hacked-your-data-is.html",
        "post_title": "Your account is hacked. Your data is stolen. Learn how to regain access.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2485194237187930238\" itemprop=\"description articleBody\">\nHi,\r<br/> <br/>I am a hacker, and I have successfully gained access to your operating system.\r<br/>I also have full access to your account.\r<br/> <br/>I've been watching you for a few months now.\r<br/> <br/>The fact is that your computer has been infected with malware through an adult site that you visited.\r<br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why did your antivirus not detect malware?\r<br/>Answer: The malware I used is driver-based, I update its signatures every 4 hours. Hence your antivirus is unable to detect its presence.\r<br/>I made a video showing how you satisfy yourself in the left half of the screen, and the right half shows the video you were watching at the time.\r<br/> <br/>With one mouse click, I can send this video to all your emails and contacts on your social networks.\r<br/>I can also make public all your e-mail correspondence and chat history on the messengers that you use.\r<br/> <br/>If you don't want this to happen, transfer $1490 in Bitcoin equivalent to my Bitcoin address (if you do not know how to do this, just search \"buy bitcoin\" on Google).\r<br/> <br/>My Bitcoin address (BTC Wallet) is: 13yQcMFQSf7ixzJrNceCDL4E1jVHEVqrcY\r<br/> <br/>After confirming your payment, I will delete the video immediately, and that's it. You will never hear from me again.\r<br/>I will give you 50 hours (more than 2 days) to pay. I will get a notice, when you open this email, and the timer will start.\r<br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my Bitcoin address.\r<br/> <br/>I never make any mistakes.\r<br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi,I am a hacker, and I have successfully gained access to your operating system.I also have full access to your account.I've been watching you for a few months now.The fact is that your computer has been infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why did your antivirus not detect malware?Answer: The malware I used is driver-based, I update its signatures every 4 hours. Hence your antivirus is unable to detect its presence.I made a video showing how you satisfy yourself in the left half of the screen, and the right half shows the video you were watching at the time.With one mouse click, I can send this video to all your emails and contacts on your social networks.I can also make public all your e-mail correspondence and chat history on the messengers that you use.If you don't want this to happen, transfer $1490 in Bitcoin equivalent to my Bitcoin address (if you do not know how to do this, just search \"buy bitcoin\" on Google).My Bitcoin address (BTC Wallet) is: 13yQcMFQSf7ixzJrNceCDL4E1jVHEVqrcYAfter confirming your payment, I will delete the video immediately, and that's it. You will never hear from me again.I will give you 50 hours (more than 2 days) to pay. I will get a notice, when you open this email, and the timer will start.Filing a complaint somewhere does not make sense because this email cannot be tracked like my Bitcoin address.I never make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2023/04/your-personal-data-has-leaked-due-to.html",
        "post_title": "Your personal data has leaked due to suspected harmful activities.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6320502946427445427\" itemprop=\"description articleBody\">\n<div class=\"WordSection1\"><p class=\"MsoNormal\">Hi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. â•°-â‹ƒ-â•¯   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..áµ”.áµ”   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 890 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 18JafCUSR3JWJuxbSH9Wp4AUizzTwkZz9D   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!<o:p></o:p></p></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. â•°-â‹ƒ-â•¯   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..áµ”.áµ”   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 890 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 18JafCUSR3JWJuxbSH9Wp4AUizzTwkZz9D   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2023/03/security-notice-carmencorcozeventscorco.html",
        "post_title": "Security Notice. carmencorcoz.eventscorcoz@blogger.com was hacked! Change your password now!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-9049979673164259534\" itemprop=\"description articleBody\">\nDear user of <a href=\"http://blogger.com\">blogger.com</a>!\r<br/> <br/>I am a spyware software developer.\r<br/>Your account has been hacked by me couple months ago.\r<br/> <br/>The hacking was carried out using a hardware vulnerability through which you went online (Cisco router, vulnerability CVE-2023-20026).\r<br/> <br/>I went around the security system in the router, installed an exploit there.\r<br/>When you went online, my exploit downloaded my malicious code (rootkit) to your device.\r<br/>This is driver software, I constantly updated it, so your antivirus is silent all time.\r<br/> <br/>Since then I have been following you (I can connect to your device via the VNC protocol).\r<br/>That is, I can see absolutely everything that you do, view and download your files and any data to yourself.\r<br/>I also have access to the camera on your device, and I periodically take photos and videos with you.\r<br/> <br/>At the moment, I have harvested a solid dirt... on you...\r<br/>I saved all your email and chats from your messangers. I also saved the entire history of the sites you visit.\r<br/> <br/>I note that it is useless to change the passwords. My malware update passwords from your accounts every times.\r<br/> <br/>I know what you like hard funs (adult sites).\r<br/>Oh, yes .. I'm know your secret life, which you are hiding from everyone.\r<br/>Oh my God, what are your like... I saw THIS ... Oh, you dirty naughty person ... :)\r<br/> <br/>I took photos and videos of your most passionate funs with adult content, and synchronized them in real time with the image of your camera.\r<br/>Believe it turned out very high quality!\r<br/> <br/>So, to the business!\r<br/>I'm sure you don't want to show these files and visiting history to all your contacts.\r<br/> <br/>Transfer $1390 to my Bitcoin cryptocurrency wallet: 1PNWAf qoNQhTR2 jCpcSPL 6P5XrC xCofqB3\r<br/>Just copy and paste the wallet number when transferring.\r<br/> <br/>An important notice: I have specified my Bitcoin wallet with spaces, hence once you carry out a transfer, \r<br/>please make sure that you key-in my bitcoin address without spaces to be sure that your funds successfully reach my wallet!\r<br/> <br/>If you do not know how to do this - ask Google.\r<br/> <br/>My system automatically recognizes the translation.\r<br/>As soon as the specified amount is received, all your data will be destroyed from my server, and the rootkit will be automatically removed from your system.\r<br/>Do not worry, I really will delete everything, since I am 'working' with many people who have fallen into your position.\r<br/>You will only have to inform your provider about the vulnerabilities in the router so that other hackers will not use it.\r<br/> <br/>Since opening this letter you have 48 hours.\r<br/>If funds not will be received, after the specified time has elapsed, the disk of your device will be formatted,\r<br/>and from my server will automatically send email and sms to all your contacts with compromising material.\r<br/> <br/>P.S. Do not try to contact me (this is impossible, sender's address was randomly generated).\r<br/> <br/>I advise you to remain prudent and not engage in nonsense (all files on my server).\r<br/> <br/>Good luck!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Dear user ofblogger.com!I am a spyware software developer.Your account has been hacked by me couple months ago.The hacking was carried out using a hardware vulnerability through which you went online (Cisco router, vulnerability CVE-2023-20026).I went around the security system in the router, installed an exploit there.When you went online, my exploit downloaded my malicious code (rootkit) to your device.This is driver software, I constantly updated it, so your antivirus is silent all time.Since then I have been following you (I can connect to your device via the VNC protocol).That is, I can see absolutely everything that you do, view and download your files and any data to yourself.I also have access to the camera on your device, and I periodically take photos and videos with you.At the moment, I have harvested a solid dirt... on you...I saved all your email and chats from your messangers. I also saved the entire history of the sites you visit.I note that it is useless to change the passwords. My malware update passwords from your accounts every times.I know what you like hard funs (adult sites).Oh, yes .. I'm know your secret life, which you are hiding from everyone.Oh my God, what are your like... I saw THIS ... Oh, you dirty naughty person ... :)I took photos and videos of your most passionate funs with adult content, and synchronized them in real time with the image of your camera.Believe it turned out very high quality!So, to the business!I'm sure you don't want to show these files and visiting history to all your contacts.Transfer $1390 to my Bitcoin cryptocurrency wallet: 1PNWAf qoNQhTR2 jCpcSPL 6P5XrC xCofqB3Just copy and paste the wallet number when transferring.An important notice: I have specified my Bitcoin wallet with spaces, hence once you carry out a transfer,please make sure that you key-in my bitcoin address without spaces to be sure that your funds successfully reach my wallet!If you do not know how to do this - ask Google.My system automatically recognizes the translation.As soon as the specified amount is received, all your data will be destroyed from my server, and the rootkit will be automatically removed from your system.Do not worry, I really will delete everything, since I am 'working' with many people who have fallen into your position.You will only have to inform your provider about the vulnerabilities in the router so that other hackers will not use it.Since opening this letter you have 48 hours.If funds not will be received, after the specified time has elapsed, the disk of your device will be formatted,and from my server will automatically send email and sms to all your contacts with compromising material.P.S. Do not try to contact me (this is impossible, sender's address was randomly generated).I advise you to remain prudent and not engage in nonsense (all files on my server).Good luck!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2023/01/payment-associated-to-your-account.html",
        "post_title": "Payment associated to your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2184740135554834500\" itemprop=\"description articleBody\">\nHi there!<br/>  Unfortunately, I need to start our conversation with bad news for you.<br/>  Around few months back I managed to get full access to all devices of yours, <br/>  which are used by you on a daily basis to browse internet.<br/> <br/>  Afterwards, I could initiate monitoring and tracking of all your activities on the internet.<br/> <br/>  I am proud to share the sequence of how it happened: <br/>  In the past I bought from hackers the access to various email accounts (today, that is rather a simple thing to do online).<br/>  Clearly, it was not hard at all for me to log in to your email account (carmencorcoz.eventscorcoz@blogger.com).<br/> <br/>  A week after that, I had already managed to effortlessly install Trojan virus to Operating Systems of all devices that are currently in your use, and as result gained access to your email.<br/>  To be honest, that was not really difficult at all (because you were eagerly opening the links from your inbox emails). <br/>  I know, I am a genius. ^^ <br/> <br/>  With help of that software, I can gain access to all controllers in your devices (such as video camera, keyboard and microphone).<br/>  As result, I downloaded to my remote cloud servers all your personal data, photos and other information including web browsing history.<br/>  Likewise, I have complete access to all your social networks, messengers, chat history, emails, as well as contacts list.<br/>  My intelligent virus unceasingly refreshes its signatures (due to its driver-based nature), and hereby stays unnoticed by your antivirus software.<br/> <br/>  Herbey, I believe that now you finally start realizing how I could easily remain unnoticed all this while until this very letter...<br/>  While collecting information related to you, I had also unveiled that you are a true fan of porn sites.<br/>  You truly enjoy browsing through adult sites and watching horny vids, while playing your dirty solo games.<br/> <br/>  Bingo! I also recorded several filthy scenes with you in the main focus and montaged some dirty videos, which demonstrate your passionate masturbation and cum sessions.<br/> <br/>  In case you still don't believe me, all I need is just one-two mouse clicks to make all your unmasking videos become available to your friends, colleagues, and even relatives.<br/>  Well, if you still doubt me, I can easily make recorded videos of your orgasms become a public.<br/>  I truly believe that you surely would avoid that from happening, <br/>  taking in consideration the type of the XXX videos you love watching, (you are clearly aware of what I mean) it will result in a huge disaster for you.<br/> <br/>  Well, there is still a way to settle this tricky situation in a peaceful manner:<br/>  You will need to transfer $960 USD to my account (refer to Bitcoin equivalent based on the exchange rate at the moment transfer), <br/>  so once funds transfer is complete, I will straight away proceed with deleting all that dirty content from servers once and for all.<br/> <br/>  Afterwards, you can consider that we never met before. You have my honest word, that all the harmful software will also be deactivated and deleted from all your devices currently in use. <br/>  Worry not, I keep my promises.<br/>  That is truly a win-win solution that comes at a relatively reduced cost, mostly knowing how much effort I spent on monitoring your profile and traffic for a considerably long time.<br/>  In event that you have no idea about means of buying and transferring bitcoins â€“ don't hesitate to use any search engine for your assistance (e.g., Google, Yahoo, Bing, etc.).<br/> <br/>  My bitcoin wallet is as follows: 19yaJM8qhsyXnwoQP7zQbMkqJStoMYxPmE<br/> <br/>  I have allocated 48 hours for you to do that, and the timer started right after you opened this very email (2 days to be exact).<br/> <br/>  Don't even think of doing anything of the following:<br/>  *Abstain from attempting to reply me (this email was created by me inside your inbox page and the return address was generated accordingly).<br/>  *Abstain from attempting to get in touch with police or any other security services. Moreover, don't even think of sharing this to you friends. <br/>   Once I discover this (apparently, that is absolutely easy for me, taking in consideration that I have complete control over all systems you use) - your kinky video will straight away be made public. <br/>  *Don't even think of attempting to find me â€“ that is completely useless. Don't forget that all cryptocurrency transactions remain completely anonymous.<br/>  *Don't attempt reinstalling the OS on all your devices or getting rid of them. That won't lead you to success either, because I have already saved all videos at my remote servers as a backup.<br/> <br/>  Things you should not be concerned about:<br/>  *That your funds transfer won't reach my wallet.<br/>  - Worry not, I can see everything, hence after you finish the transfer, I will get a notification right away <br/>   (trojan virus of mine uses a remote-control feature, which functions similarly to TeamViewer).<br/>  *That I will still distribute your videos although you make the funds transfer.<br/>  - My word, I have no intention or interest in continuing making your life troublesome. <br/>   Anyway, If I truly wanted that, it would happen long time ago without me notifying you! <br/> <br/>  Everything can be settled in a peaceful and just way!<br/>  And lastly... make sure you don't get caught afterwards in such type of incidents anymore!<br/>  My fair advice â€“ ensure you change all your passwords on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!Unfortunately, I need to start our conversation with bad news for you.Around few months back I managed to get full access to all devices of yours,which are used by you on a daily basis to browse internet.Afterwards, I could initiate monitoring and tracking of all your activities on the internet.I am proud to share the sequence of how it happened:In the past I bought from hackers the access to various email accounts (today, that is rather a simple thing to do online).Clearly, it was not hard at all for me to log in to your email account (carmencorcoz.eventscorcoz@blogger.com).A week after that, I had already managed to effortlessly install Trojan virus to Operating Systems of all devices that are currently in your use, and as result gained access to your email.To be honest, that was not really difficult at all (because you were eagerly opening the links from your inbox emails).I know, I am a genius. ^^With help of that software, I can gain access to all controllers in your devices (such as video camera, keyboard and microphone).As result, I downloaded to my remote cloud servers all your personal data, photos and other information including web browsing history.Likewise, I have complete access to all your social networks, messengers, chat history, emails, as well as contacts list.My intelligent virus unceasingly refreshes its signatures (due to its driver-based nature), and hereby stays unnoticed by your antivirus software.Herbey, I believe that now you finally start realizing how I could easily remain unnoticed all this while until this very letter...While collecting information related to you, I had also unveiled that you are a true fan of porn sites.You truly enjoy browsing through adult sites and watching horny vids, while playing your dirty solo games.Bingo! I also recorded several filthy scenes with you in the main focus and montaged some dirty videos, which demonstrate your passionate masturbation and cum sessions.In case you still don't believe me, all I need is just one-two mouse clicks to make all your unmasking videos become available to your friends, colleagues, and even relatives.Well, if you still doubt me, I can easily make recorded videos of your orgasms become a public.I truly believe that you surely would avoid that from happening,taking in consideration the type of the XXX videos you love watching, (you are clearly aware of what I mean) it will result in a huge disaster for you.Well, there is still a way to settle this tricky situation in a peaceful manner:You will need to transfer $960 USD to my account (refer to Bitcoin equivalent based on the exchange rate at the moment transfer),so once funds transfer is complete, I will straight away proceed with deleting all that dirty content from servers once and for all.Afterwards, you can consider that we never met before. You have my honest word, that all the harmful software will also be deactivated and deleted from all your devices currently in use.Worry not, I keep my promises.That is truly a win-win solution that comes at a relatively reduced cost, mostly knowing how much effort I spent on monitoring your profile and traffic for a considerably long time.In event that you have no idea about means of buying and transferring bitcoins â€“ don't hesitate to use any search engine for your assistance (e.g., Google, Yahoo, Bing, etc.).My bitcoin wallet is as follows: 19yaJM8qhsyXnwoQP7zQbMkqJStoMYxPmEI have allocated 48 hours for you to do that, and the timer started right after you opened this very email (2 days to be exact).Don't even think of doing anything of the following:*Abstain from attempting to reply me (this email was created by me inside your inbox page and the return address was generated accordingly).*Abstain from attempting to get in touch with police or any other security services. Moreover, don't even think of sharing this to you friends.Once I discover this (apparently, that is absolutely easy for me, taking in consideration that I have complete control over all systems you use) - your kinky video will straight away be made public.*Don't even think of attempting to find me â€“ that is completely useless. Don't forget that all cryptocurrency transactions remain completely anonymous.*Don't attempt reinstalling the OS on all your devices or getting rid of them. That won't lead you to success either, because I have already saved all videos at my remote servers as a backup.Things you should not be concerned about:*That your funds transfer won't reach my wallet.- Worry not, I can see everything, hence after you finish the transfer, I will get a notification right away(trojan virus of mine uses a remote-control feature, which functions similarly to TeamViewer).*That I will still distribute your videos although you make the funds transfer.- My word, I have no intention or interest in continuing making your life troublesome.Anyway, If I truly wanted that, it would happen long time ago without me notifying you!Everything can be settled in a peaceful and just way!And lastly... make sure you don't get caught afterwards in such type of incidents anymore!My fair advice â€“ ensure you change all your passwords on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2023/01/leaked-uncensored-photos-from-your.html",
        "post_title": "Leaked uncensored photos from your device are about to be shared to public.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8109617073640728815\" itemprop=\"description articleBody\">\nGreetings!    I am a professional hacker and you were under my observation for quite some time now.  Nowadays, it is not really hard to organize, mostly for IT enthusiast like me.    You may be wondering, how did I manage to spy on you?   Well, there are plenty of harmful websites out there and it turns out that you like to visit them during your free time.   As result, my spyware has downloaded to your device. This spyware detects all image-format files on iOS devices (HEIF, HEVC or JPEG) as well as Android (JPEG, JPG or HEIC) devices.   The most interesting part is that whenever you connect to WIFI or to mobile network (3G/4G+/H+/LTE),   all your photos get quietly synchronized in silent mode to my own cloud storage.    I have collected sufficient content in order to share to public your undisguised photos in social networks,   like Instagram or Facebook in a form of new posts or news, or via personal messages of WhatsApp Viber, Telegram etc.    Hence, even if you delete those photos from your device, I still have got a copy of them in my cloud, so you wonâ€™t be able to delete them as well.   In order to avoid ðŸ”¥ YOUR UNCENSORED HOT NEWS ðŸ”¥ being shared to your contacts,   I can suggest a fair deal to you. This deal is valid within 72 hours.    Based on this deal, you need to transfer 1000 USD (in Bitcoin equivalent) to my bitcoin wallet and after that I will completely disappear from your life.   In event that you are still unaware about how to complete bitcoin funds transfer,   you can easily solve this issue by Googling \"Buy Bitcoin with Credit Card or Debit Card\" or something similar.    Besides that, there are plenty of P2P services that can transfer the required Bitcoin amount to my wallet in exchange for funds transfer from your bank card (Visa, MasterCard or Maestro).   Here is my Bitcoin address: 18bSTrufLfuvHwS7JYuF626MBGULSmxTgR    I really want to settle this situation in a peaceful manner and I believe you want that too.    Nothing personal, it is simply my job.   Make sure you use valid Antivirus software and stay away from unwanted websites.  Take care of yourself.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!    I am a professional hacker and you were under my observation for quite some time now.  Nowadays, it is not really hard to organize, mostly for IT enthusiast like me.    You may be wondering, how did I manage to spy on you?   Well, there are plenty of harmful websites out there and it turns out that you like to visit them during your free time.   As result, my spyware has downloaded to your device. This spyware detects all image-format files on iOS devices (HEIF, HEVC or JPEG) as well as Android (JPEG, JPG or HEIC) devices.   The most interesting part is that whenever you connect to WIFI or to mobile network (3G/4G+/H+/LTE),   all your photos get quietly synchronized in silent mode to my own cloud storage.    I have collected sufficient content in order to share to public your undisguised photos in social networks,   like Instagram or Facebook in a form of new posts or news, or via personal messages of WhatsApp Viber, Telegram etc.    Hence, even if you delete those photos from your device, I still have got a copy of them in my cloud, so you wonâ€™t be able to delete them as well.   In order to avoid ðŸ”¥ YOUR UNCENSORED HOT NEWS ðŸ”¥ being shared to your contacts,   I can suggest a fair deal to you. This deal is valid within 72 hours.    Based on this deal, you need to transfer 1000 USD (in Bitcoin equivalent) to my bitcoin wallet and after that I will completely disappear from your life.   In event that you are still unaware about how to complete bitcoin funds transfer,   you can easily solve this issue by Googling \"Buy Bitcoin with Credit Card or Debit Card\" or something similar.    Besides that, there are plenty of P2P services that can transfer the required Bitcoin amount to my wallet in exchange for funds transfer from your bank card (Visa, MasterCard or Maestro).   Here is my Bitcoin address: 18bSTrufLfuvHwS7JYuF626MBGULSmxTgR    I really want to settle this situation in a peaceful manner and I believe you want that too.    Nothing personal, it is simply my job.   Make sure you use valid Antivirus software and stay away from unwanted websites.  Take care of yourself.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2022/12/your-personal-data-has-leaked-due-to.html",
        "post_title": "Your personal data has leaked due to suspected harmful activities.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5590572578812530448\" itemprop=\"description articleBody\">\nHi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. â•­ á‘Ž â•®   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..áµ”.áµ”   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 850 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 12nEVuGNtRFMVjeVmLtD4nt2sHX68S47yH   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. â•­ á‘Ž â•®   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..áµ”.áµ”   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 850 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 12nEVuGNtRFMVjeVmLtD4nt2sHX68S47yH   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2022/10/you-have-outstanding-payment-debt.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6128504954520712364\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_~)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 13jKLyAFhjVRiWyg1TTPVjweFBAyUyBiy8\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (carmencorcoz.eventscorcoz@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_~)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 13jKLyAFhjVRiWyg1TTPVjweFBAyUyBiy8You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2022/09/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3035487316987298268\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. ;)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 1ND3JTwUaYWhDjTuaAK8idmpmuRQGqAkB1\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (carmencorcoz.eventscorcoz@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. ;)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 1ND3JTwUaYWhDjTuaAK8idmpmuRQGqAkB1You have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2022/07/dont-miss-your-unsettled-payment.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4936058952891919604\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $1490 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1r8KDQsoFUWLdV1D2L1vc66YibNDrrYys\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (carmencorcoz.eventscorcoz@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $1490 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1r8KDQsoFUWLdV1D2L1vc66YibNDrrYysAll you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2022/06/there-is-overdue-payment-under-your.html",
        "post_title": "There is an overdue payment under your name. Please, settle your debts ASAP.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2332248055859676915\" itemprop=\"description articleBody\">\nHi!\r<br/> <br/>Sadly, there are some bad news that you are about to hear.\r<br/>About few months ago I have gained a full access to all devices used by you for internet browsing.\r<br/>Shortly after, I started recording all internet activities done by you.\r<br/> <br/>Below is the sequence of events of how that happened: \r<br/>Earlier I purchased from hackers a unique access to diversified email accounts (at the moment, it is really easy to do using internet).\r<br/>As you can see, I managed to log in to your email account without breaking a sweat: (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>Within one week afterwards, I installed a Trojan virus in your Operating Systems available on all devices that you utilize for logging in your email.\r<br/>To be frank, it was somewhat a very easy task (since you were kind enough to open some of links provided in your inbox emails).\r<br/>I know, you may be thinking now that I'm a genius.\r<br/> <br/>With help of that useful software, I am now able to gain access to all the controllers located in your devices (e.g., video camera, keyboard, microphone and others).\r<br/>As result, managed to download all your photos, personal data, history of web browsing and other info to my servers without any problems.\r<br/>Moreover, I now have access to all accounts in your messengers, social networks, emails, contacts list, chat history - you name it.\r<br/>My Trojan virus continues refreshing its signatures in a non-stop manner (because it is operated by driver), \r<br/>hence it remains undetected by any antivirus software installed in your PC or device.\r<br/> <br/>So, I guess now you finally understand the reason why I could never be caught until this very letter...\r<br/> <br/>During the process of your personal info compilation, I could not help but notice that you are a huge admirer and regular guest of websites with adult content.\r<br/>You endure a lot of pleasure while checking out porn websites, watching nasty porn movies and reaching breathtaking orgasms.\r<br/>Let me be frank with you, it was really hard to resist from recording some of those naughty solo scenes with you in main role and compiling them in special videos \r<br/>that expose your masturbation sessions, which end with you cumming.\r<br/> <br/>In case if you still have doubts, all I need is to click my mouse and all those nasty videos with you will be shared to friends, colleagues, and relatives of yours.\r<br/>Moreover, nothing stops me from uploading all that hot content online, so all public can watch it too.\r<br/>I sincerely hope, you would really not prefer that to happen, keeping in mind all the dirty things you like to watch, \r<br/>(you certainly know what I mean) it will completely ruin your reputation.\r<br/> <br/>However, don't worry, there is still a way to resolve this:\r<br/>You need to carry out a $1490 USD transfer to my wallet (equivalent amount in bitcoins depending on exchange rate at the moment of funds transfer), \r<br/>hence upon receiving the transaction, I will proceed with deleting all the filthy videos with you in main role.\r<br/>Afterwards, we can forget about this unpleasant accident. Furthermore, I guarantee that all the malicious software will also be erased from your devices and accounts. \r<br/>Mark my words, I never lie.\r<br/> <br/>That is a great bargain with a low price, I assure you, because I have spent a lot of effort while recording \r<br/>and tracking down all your activities and dirty deeds during a long period of time.\r<br/>In case if you have no idea how to buy and transfer bitcoins - feel free to check the related info on the internet.\r<br/> <br/>Here is my bitcoin wallet for your reference: 1K8g3n8Z9t265pMYuhpKc8jfmPS6cY7Qcr\r<br/> <br/>From now on, you have only 48 hours and countdown has started once you opened this very email (in other words, 2 days).\r<br/> <br/>The following list contains things you should definitely abstain from doing or even attempting:\r<br/>&gt; Abstain from trying to reply this email (since the email is generated inside your inbox alongside with return address).\r<br/>&gt; Abstain from trying to call or report to police or any other security services. In addition, it's a bad idea if you want to share it with your friends, \r<br/> hoping they would help. If I happen to find out (knowing my awesome skills, it can be done effortlessly,\r<br/> because I have all your devices and accounts under my control and unceasing observation) - kinky videos of yours will be share to public the same day. \r<br/>&gt; Abstain from trying to look for me - that would not lead anywhere either. Cryptocurrency transactions are absolutely anonymous and cannot be tracked.\r<br/>&gt; Abstain from reinstalling your OS on devices or throwing them away. That would not solve the problem as well, \r<br/> since all your personal videos are already uploaded and stored at remote servers.\r<br/> <br/>Things you may be confused about:\r<br/>&gt; That your funds transfer won't be delivered to me.\r<br/> Chill, I can track down any transactions right away, so upon funds transfer I will receive a notification as well,\r<br/> since I still control your devices (my trojan virus has ability of controlling all processes remotely, just like TeamViewer).\r<br/>&gt; That I am going to share your dirty videos after receiving money transfer from you. \r<br/> Here you need to trust me, because there is absolutely no point to still bother you after receiving money.\r<br/> Moreover, if I really wanted all those videos would be available to public long time ago! \r<br/> <br/>I believe we can still handle this situation on fair terms!\r<br/> <br/>Here is my last advice to you... in future you better ensure you stay away from this kind of situations!\r<br/>My advice - don't forget to regularly update your passwords to feel completely secure.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Sadly, there are some bad news that you are about to hear.About few months ago I have gained a full access to all devices used by you for internet browsing.Shortly after, I started recording all internet activities done by you.Below is the sequence of events of how that happened:Earlier I purchased from hackers a unique access to diversified email accounts (at the moment, it is really easy to do using internet).As you can see, I managed to log in to your email account without breaking a sweat: (carmencorcoz.eventscorcoz@blogger.com).Within one week afterwards, I installed a Trojan virus in your Operating Systems available on all devices that you utilize for logging in your email.To be frank, it was somewhat a very easy task (since you were kind enough to open some of links provided in your inbox emails).I know, you may be thinking now that I'm a genius.With help of that useful software, I am now able to gain access to all the controllers located in your devices (e.g., video camera, keyboard, microphone and others).As result, managed to download all your photos, personal data, history of web browsing and other info to my servers without any problems.Moreover, I now have access to all accounts in your messengers, social networks, emails, contacts list, chat history - you name it.My Trojan virus continues refreshing its signatures in a non-stop manner (because it is operated by driver),hence it remains undetected by any antivirus software installed in your PC or device.So, I guess now you finally understand the reason why I could never be caught until this very letter...During the process of your personal info compilation, I could not help but notice that you are a huge admirer and regular guest of websites with adult content.You endure a lot of pleasure while checking out porn websites, watching nasty porn movies and reaching breathtaking orgasms.Let me be frank with you, it was really hard to resist from recording some of those naughty solo scenes with you in main role and compiling them in special videosthat expose your masturbation sessions, which end with you cumming.In case if you still have doubts, all I need is to click my mouse and all those nasty videos with you will be shared to friends, colleagues, and relatives of yours.Moreover, nothing stops me from uploading all that hot content online, so all public can watch it too.I sincerely hope, you would really not prefer that to happen, keeping in mind all the dirty things you like to watch,(you certainly know what I mean) it will completely ruin your reputation.However, don't worry, there is still a way to resolve this:You need to carry out a $1490 USD transfer to my wallet (equivalent amount in bitcoins depending on exchange rate at the moment of funds transfer),hence upon receiving the transaction, I will proceed with deleting all the filthy videos with you in main role.Afterwards, we can forget about this unpleasant accident. Furthermore, I guarantee that all the malicious software will also be erased from your devices and accounts.Mark my words, I never lie.That is a great bargain with a low price, I assure you, because I have spent a lot of effort while recordingand tracking down all your activities and dirty deeds during a long period of time.In case if you have no idea how to buy and transfer bitcoins - feel free to check the related info on the internet.Here is my bitcoin wallet for your reference: 1K8g3n8Z9t265pMYuhpKc8jfmPS6cY7QcrFrom now on, you have only 48 hours and countdown has started once you opened this very email (in other words, 2 days).The following list contains things you should definitely abstain from doing or even attempting:> Abstain from trying to reply this email (since the email is generated inside your inbox alongside with return address).> Abstain from trying to call or report to police or any other security services. In addition, it's a bad idea if you want to share it with your friends,hoping they would help. If I happen to find out (knowing my awesome skills, it can be done effortlessly,because I have all your devices and accounts under my control and unceasing observation) - kinky videos of yours will be share to public the same day.> Abstain from trying to look for me - that would not lead anywhere either. Cryptocurrency transactions are absolutely anonymous and cannot be tracked.> Abstain from reinstalling your OS on devices or throwing them away. That would not solve the problem as well,since all your personal videos are already uploaded and stored at remote servers.Things you may be confused about:> That your funds transfer won't be delivered to me.Chill, I can track down any transactions right away, so upon funds transfer I will receive a notification as well,since I still control your devices (my trojan virus has ability of controlling all processes remotely, just like TeamViewer).> That I am going to share your dirty videos after receiving money transfer from you.Here you need to trust me, because there is absolutely no point to still bother you after receiving money.Moreover, if I really wanted all those videos would be available to public long time ago!I believe we can still handle this situation on fair terms!Here is my last advice to you... in future you better ensure you stay away from this kind of situations!My advice - don't forget to regularly update your passwords to feel completely secure.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2022/05/you-have-outstanding-payment-debt.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1323749160483468670\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_^)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 1MW4maqRuqi62YiRNMaBiHT65WJJMEAvQw\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (carmencorcoz.eventscorcoz@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_^)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 1MW4maqRuqi62YiRNMaBiHT65WJJMEAvQwYou are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2022/03/pending-for-payment.html",
        "post_title": "Pending for payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4204136444526729920\" itemprop=\"description articleBody\">\nGreetings!\r<br/>Have you seen lately my e-mail to you from an account of yours?\r<br/>Yeah, that merely confirms that I have gained a complete access to device of yours.\r<br/> <br/>Within the past several months, I was observing you.\r<br/>Are you still surprised how could that happen? Frankly speaking, malware has infected your devices and it's coming from an adult website, which you used to visit. \r<br/>Although all this stuff may seem unfamiliar to you, but let me try to explain that to you.\r<br/> <br/>With aid of Trojan Viruses, I managed to gain full access to any PC or other types of devices.\r<br/>That merely means that I can watch you whenever I want via your screen just by activating your camera as well as microphone, while you don't even know about that. \r<br/>Moreover, I have also received access to entire contacts list as well as full correspondence of yours.\r<br/> <br/>You may be wondering, \"However, my PC is protected by a legitimate antivirus, so how could that happen? Why couldn't I get any alerts?\" \r<br/>To be honest, the reply is quite straightforward: malware of mine utilizes drivers, which update the signatures on 4-hourly basis, \r<br/>which turns them to become untraceable, and hereby making your antivirus remain idle.\r<br/> <br/>I have collected a video on the left screen where you enjoy wanking, while the video on the right screen shows the video you were watching at that point of time.\r<br/>Still puzzled how much damage could that cause? One mouse click is enough for me to share this video to your social networks, as well as e-mail contacts of yours.\r<br/>In addition, I am also able to gain access to all e-mail correspondence as well as messengers used by you.\r<br/> <br/>Below are simple steps required for you to undertake in order to avoid that from occurring - transfer $1550 in Bitcoin equivalent to my wallet \r<br/>(if you don't know how to complete that, just open your browser and make a google search: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin wallet address (BTC Wallet) is: 1PUwf7ybLvvKLJ8NpWeaEChz4WFQtnC2Gx \r<br/> <br/>Once the payment has been confirmed, I shall remove the video without delay, and that is end of story - afterwards you won't hear about me again for sure.\r<br/>The time for you to perform the transaction is 2 days (48 hours).\r<br/>After this e-mail is opened by you, I will get an automatic notice, which will start my timer.\r<br/> <br/>Any effort to complain will not change anything at all, because this e-mail is simply untraceable, just like my bitcoin address.\r<br/>I have been developing these plans for quite an extended period of time; so, don't expect any mistake from my side. \r<br/> <br/>If, get to know that you tried to send this message to anyone else, I will distribute your video as described earlier.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!Have you seen lately my e-mail to you from an account of yours?Yeah, that merely confirms that I have gained a complete access to device of yours.Within the past several months, I was observing you.Are you still surprised how could that happen? Frankly speaking, malware has infected your devices and it's coming from an adult website, which you used to visit.Although all this stuff may seem unfamiliar to you, but let me try to explain that to you.With aid of Trojan Viruses, I managed to gain full access to any PC or other types of devices.That merely means that I can watch you whenever I want via your screen just by activating your camera as well as microphone, while you don't even know about that.Moreover, I have also received access to entire contacts list as well as full correspondence of yours.You may be wondering, \"However, my PC is protected by a legitimate antivirus, so how could that happen? Why couldn't I get any alerts?\"To be honest, the reply is quite straightforward: malware of mine utilizes drivers, which update the signatures on 4-hourly basis,which turns them to become untraceable, and hereby making your antivirus remain idle.I have collected a video on the left screen where you enjoy wanking, while the video on the right screen shows the video you were watching at that point of time.Still puzzled how much damage could that cause? One mouse click is enough for me to share this video to your social networks, as well as e-mail contacts of yours.In addition, I am also able to gain access to all e-mail correspondence as well as messengers used by you.Below are simple steps required for you to undertake in order to avoid that from occurring - transfer $1550 in Bitcoin equivalent to my wallet(if you don't know how to complete that, just open your browser and make a google search: \"Buy Bitcoin\").My bitcoin wallet address (BTC Wallet) is: 1PUwf7ybLvvKLJ8NpWeaEChz4WFQtnC2GxOnce the payment has been confirmed, I shall remove the video without delay, and that is end of story - afterwards you won't hear about me again for sure.The time for you to perform the transaction is 2 days (48 hours).After this e-mail is opened by you, I will get an automatic notice, which will start my timer.Any effort to complain will not change anything at all, because this e-mail is simply untraceable, just like my bitcoin address.I have been developing these plans for quite an extended period of time; so, don't expect any mistake from my side.If, get to know that you tried to send this message to anyone else, I will distribute your video as described earlier.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2021/08/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-9058621552078926781\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1600 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 12djMjPKd6Bv2BaXUNVuAjnuusKA66qCkX\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (carmencorcoz.eventscorcoz@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1600 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 12djMjPKd6Bv2BaXUNVuAjnuusKA66qCkXYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2021/07/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6889005754567979928\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 12kieSEdCV4ikxdXXXC23ZsDcNmmKrRmwA\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (carmencorcoz.eventscorcoz@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 12kieSEdCV4ikxdXXXC23ZsDcNmmKrRmwAYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2021/05/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5352360279523350522\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 1Hjpu99iHc3oi55ZJKf6RHhKbwit8vEzTS\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (carmencorcoz.eventscorcoz@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 1Hjpu99iHc3oi55ZJKf6RHhKbwit8vEzTSYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2021/04/bill-for-payment-2631.html",
        "post_title": "Bill for Payment #2631",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4586811475826287464\" itemprop=\"description articleBody\">\nGreetings! \r<br/> <br/>I have got two not really pleasant news for you.\r<br/>I have been monitoring your internet activities for some time by now. \r<br/> <br/>The only person to blame in this situation is you, since you are a big fan of adult websites and also have got an uncontrollable desire to indulge yourself with another orgasm.\r<br/>Simply speaking, all your porn websites search requests have become a key to access your device.\r<br/>The thing is that I word in a company that provides services related to security and performance of email providers, including <a href=\"http://blogger.com\">blogger.com</a> as well.\r<br/> <br/>During the pandemic outbreak a lot of providers have faced difficulties in maintaining a huge number of staff in their offices and so they have decided to use outsourcing instead.\r<br/>While working remotely from home, I have got unlimited abilities to access the user databases.\r<br/> <br/>I can easily decrypt passwords of users, access their chat history and online traffic with help of cookie-files.\r<br/>I have decided to analyse users traffic related to adult websites and adult content.\r<br/>I was truly shocked to discover that nearly 75% of users regularly access porn websites or participates in sex chats.\r<br/> <br/>I have filtered out the worst perverts from the list. Yeah, you are one of them. Not everyone chooses to watch such hardcore videos...\r<br/>Basically, I have infected your device with one of the best Trojan viruses in the market. It was relatively easy, since I have access to your email address (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/>It was sufficient to prepare one of your routine emails asking you to click the harmful link...\r<br/> <br/>My spyware functions as a driver. Hence, I can fully control your device and have access to your microphone, camera, cursor and set of symbols.\r<br/>Generally speaking, your device is some sort of my remote PC.\r<br/>Since this spyware is driver-based, then I can constantly update its signatures, so that no antivirus can detect it.\r<br/>While digging through your hard drive, I have saved your entire contact list, social media access, chat history and media files.\r<br/> <br/>One week ago, I have montaged a videoclip, which shows you masturbating on one side of the screen and on the other side a porn video \r<br/>that you were watching at that moment of time - recently this type of exotic stuff is really popular on the internet!\r<br/>Don't worry, I will need just a few mouse clicks in order to share this video with your entire contact list and upload it to some porn website, like Bigle.\r<br/>I believe that you would not like this to happen, since a long holiday season is just about to start soon - \r<br/>just imagine the number of silly jokes and loud laughter that would get provoked by your video all over the neighbourhood bars and pubs...\r<br/> <br/>I am offering a simple and reasonable solution:\r<br/>All you need to do is transfer an amount equivalent to $1450 (USA Dollars) to my bitcoin wallet and we both forget about this silly story forever.\r<br/>All your data and this video will be deleted by me once and for all. You have my honest word!\r<br/>You've got to agree, this amount is really insignificant. Just imagine how much time and resources I have spent to get this done... \r<br/>If you don't know how to operate the cryptocurrency - you can always search for assistance online. It is that simple.\r<br/> <br/>Here is my bitcoin wallet (BTC): 1LsTK4bKaUGMXgbqo4n3Vc7quu6UvATjfz\r<br/> <br/>You have exactly 2 days (48 hours) from the moment of opening this email. \r<br/>I can easily track when you have opened this email (my software will notify me about it). Once you complete the transaction - I will be able to see and confirm that.\r<br/>Please, do not try replying me via this email - there is no point in that (I have generated the header of this email as well as return address).\r<br/> <br/>Remember that there is no point to complain anywhere, since I cannot be found (Bitcoin system is anonymous and I am also using I2P network in order to access your device).\r<br/>I have considered all the small details.\r<br/>In case, if 48 hours after you have opened this email,\r<br/>I still don't receive the required amount of money, then your videoclip will be automatically sent to all your contact list and uploaded to public websites.\r<br/> <br/>Good luck and please don't hate me too much!\r<br/> <br/>This is life! You are merely out of luck this time. \r<br/>Who knows, maybe next time you will get lucky at something else...\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have got two not really pleasant news for you.I have been monitoring your internet activities for some time by now.The only person to blame in this situation is you, since you are a big fan of adult websites and also have got an uncontrollable desire to indulge yourself with another orgasm.Simply speaking, all your porn websites search requests have become a key to access your device.The thing is that I word in a company that provides services related to security and performance of email providers, includingblogger.comas well.During the pandemic outbreak a lot of providers have faced difficulties in maintaining a huge number of staff in their offices and so they have decided to use outsourcing instead.While working remotely from home, I have got unlimited abilities to access the user databases.I can easily decrypt passwords of users, access their chat history and online traffic with help of cookie-files.I have decided to analyse users traffic related to adult websites and adult content.I was truly shocked to discover that nearly 75% of users regularly access porn websites or participates in sex chats.I have filtered out the worst perverts from the list. Yeah, you are one of them. Not everyone chooses to watch such hardcore videos...Basically, I have infected your device with one of the best Trojan viruses in the market. It was relatively easy, since I have access to your email address (carmencorcoz.eventscorcoz@blogger.com).It was sufficient to prepare one of your routine emails asking you to click the harmful link...My spyware functions as a driver. Hence, I can fully control your device and have access to your microphone, camera, cursor and set of symbols.Generally speaking, your device is some sort of my remote PC.Since this spyware is driver-based, then I can constantly update its signatures, so that no antivirus can detect it.While digging through your hard drive, I have saved your entire contact list, social media access, chat history and media files.One week ago, I have montaged a videoclip, which shows you masturbating on one side of the screen and on the other side a porn videothat you were watching at that moment of time - recently this type of exotic stuff is really popular on the internet!Don't worry, I will need just a few mouse clicks in order to share this video with your entire contact list and upload it to some porn website, like Bigle.I believe that you would not like this to happen, since a long holiday season is just about to start soon -just imagine the number of silly jokes and loud laughter that would get provoked by your video all over the neighbourhood bars and pubs...I am offering a simple and reasonable solution:All you need to do is transfer an amount equivalent to $1450 (USA Dollars) to my bitcoin wallet and we both forget about this silly story forever.All your data and this video will be deleted by me once and for all. You have my honest word!You've got to agree, this amount is really insignificant. Just imagine how much time and resources I have spent to get this done...If you don't know how to operate the cryptocurrency - you can always search for assistance online. It is that simple.Here is my bitcoin wallet (BTC): 1LsTK4bKaUGMXgbqo4n3Vc7quu6UvATjfzYou have exactly 2 days (48 hours) from the moment of opening this email.I can easily track when you have opened this email (my software will notify me about it). Once you complete the transaction - I will be able to see and confirm that.Please, do not try replying me via this email - there is no point in that (I have generated the header of this email as well as return address).Remember that there is no point to complain anywhere, since I cannot be found (Bitcoin system is anonymous and I am also using I2P network in order to access your device).I have considered all the small details.In case, if 48 hours after you have opened this email,I still don't receive the required amount of money, then your videoclip will be automatically sent to all your contact list and uploaded to public websites.Good luck and please don't hate me too much!This is life! You are merely out of luck this time.Who knows, maybe next time you will get lucky at something else...",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2021/02/payment-from-your-account_16.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1344885648605150887\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 1L6XxPRuLJdr6JCqw8dwNUm1wFLisrGREL\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (carmencorcoz.eventscorcoz@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 1L6XxPRuLJdr6JCqw8dwNUm1wFLisrGRELYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2021/02/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6375046712140703465\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 1LKWDMofCWVgDSUH3Qoui6LxJ2VSUtsDCE\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (carmencorcoz.eventscorcoz@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 1LKWDMofCWVgDSUH3Qoui6LxJ2VSUtsDCEYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2021/01/cooperation-offer.html",
        "post_title": "Cooperation Offer.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2924122132322074602\" itemprop=\"description articleBody\">\n<div class=\"WordSection1\"><p class=\"MsoNormal\">HÃ­!    ÃšnfÃ¶rtÅ±nately, Ã have sÃ³me bad news fÃ³r yÃ¶Å±.  Several mÃ³nths agÃ³, Ã gÃ³t access tÃ³ the devÃ­ce yÃ³Å± are Å±sÃ­ng tÃ³ brÃ³wse the Ã­nternet.  SÃ­nce that tÃ­me, Ã have been mÃ¶nÃ­tÃ³rÃ­ng yÃ³Å±r Ã­nternet actÃ­vÃ­ty.    BeÃ­ng a regÅ±lar vÃ­sÃ­tÃ¶r Ã³f adÅ±lt websÃ­tes, Ã can cÃ¶nfÃ­rm that Ã­t Ã­s yÃ¶Å± whÃ³ Ã­s respÃ³nsÃ­ble fÃ¶r thÃ­s.   TÃ³ keep Ã­t sÃ­mple, the websÃ­tes yÃ³Å± vÃ­sÃ­ted prÃ³vÃ­ded me wÃ­th access tÃ³ yÃ³Å±r data.    Ã've Å±plÃ³aded a TrÃ³jan hÃ³rse Ã³n the drÃ­ver basÃ­s that Å±pdates Ã­ts sÃ­gnatÅ±re several tÃ­mes per day, tÃ³ make Ã­t Ã­mpÃ¶ssÃ­ble fÃ³r antÃ­vÃ­rÅ±s tÃ³ detect Ã­t. AddÃ­tÃ­Ã³nally, Ã­t gÃ­ves me access tÃ³ yÃ¶Å±r camera and mÃ­crÃ³phÃ³ne.  MÃ³reÃ³ver, Ã have backed-Å±p all the data, Ã­nclÅ±dÃ­ng phÃ³tÃ³s, sÃ³cÃ­al medÃ­a, chats and cÃ³ntacts.    JÅ±st recently, Ã came Å±p wÃ­th an awesÃ³me Ã­dea tÃ³ create the vÃ­deÃ³ where yÃ³Å± cÅ±m Ã­n Ã³ne part Ã³f the screen, whÃ­le the vÃ­deÃ³ was sÃ­mÅ±ltaneÃ³Å±sly playÃ­ng Ã³n anÃ³ther screen. That was fÅ±n!    Rest assÅ±red that Ã can easÃ­ly send thÃ­s vÃ­deÃ³ tÃ³ all yÃ³Å±r cÃ³ntacts wÃ­th a few clÃ­cks, and Ã assÅ±me that yÃ³Å± wÃ³Å±ld lÃ­ke tÃ³ prevent thÃ­s scenarÃ­Ã³.    WÃ­th that Ã­n mÃ­nd, here Ã­s my prÃ³pÃ³sal:   Transfer the amÃ¶Å±nt eqÅ±Ã­valent tÃ³ 1550 ÃœSD tÃ³ my BÃ­tcÃ³Ã­n wallet, and Ã wÃ­ll fÃ³rget abÃ¶Å±t the entÃ­re thÃ­ng. Ã wÃ­ll alsÃ³ delete all data and vÃ­deÃ³s permanently.    Ãn my Ã¶pÃ­nÃ­Ã³n, thÃ­s Ãs a sÃ³mewhat mÃ¶dest prÃ­ce fÃ³r my wÃ³rk.    YÃ³Å± can fÃ­gÅ±re Ã³Å±t hÃ³w tÃ³ pÅ±rchase BÃ­tcÃ¶Ã­ns Å±sÃ­ng search engÃ­nes lÃ­ke GÃ³Ã¶gle Ã³r BÃ­ng, seeÃ­ng that Ã­t's nÃ³t very dÃ­ffÃ­cÅ±lt.   My BÃ­tcÃ³Ã­n wallet (BTC): 1FH4HU6xhQnCbzYosP2N5HAa5aPJd7XxYZ   YÃ³Å± have 48 hÃ³Å±rs tÃ³ reply and yÃ³Å± shÃ³Å±ld alsÃ³ bear the fÃ³llÃ³wÃ­ng Ã­n mÃ­nd:    Ãt makes nÃ³ sense tÃ¶ reply me - the address has been generated aÅ±tÃ¶matÃ­cally.  Ãt makes nÃ¶ sense tÃ³ cÃ¶mplaÃ­n eÃ­ther, sÃ­nce the letter alÃ³ng wÃ­th my BÃ­tcÃ³Ã­n wallet cannÃ³t be tracked.   EverythÃ­ng has been Ã³rchestrated precÃ­sely.    Ãf Ã ever detect that yÃ³Å± mentÃ­Ã³ned anythÃ­ng aboÅ±t thÃ­s letter tÃ³ anyÃ³ne - the vÃ­deÃ³ wÃ­ll be Ã­mmedÃ­ately shared, and yÃ³Å±r cÃ³ntacts wÃ­ll be the fÃ­rst tÃ³ receÃ­ve Ã­t. FÃ³llÃ³wÃ­ng that, the vÃ­deÃ³ wÃ­ll be pÃ³sted Ã³n the web!   P.S. The tÃ­me wÃ­ll start Ã³nce yÃ³Å± Ã³pen thÃ­s letter. (ThÃ­s prÃ³gram has a buÃ­lt-Ã­n tÃ­mer).   GÃ³Ã¶d lÅ±ck and take Ã­t easy! Ãt was jÅ±st bad lÅ±ck, next tÃ­me please be carefÅ±l.<o:p></o:p></p></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "HÃ­!    ÃšnfÃ¶rtÅ±nately, Ã have sÃ³me bad news fÃ³r yÃ¶Å±.  Several mÃ³nths agÃ³, Ã gÃ³t access tÃ³ the devÃ­ce yÃ³Å± are Å±sÃ­ng tÃ³ brÃ³wse the Ã­nternet.  SÃ­nce that tÃ­me, Ã have been mÃ¶nÃ­tÃ³rÃ­ng yÃ³Å±r Ã­nternet actÃ­vÃ­ty.    BeÃ­ng a regÅ±lar vÃ­sÃ­tÃ¶r Ã³f adÅ±lt websÃ­tes, Ã can cÃ¶nfÃ­rm that Ã­t Ã­s yÃ¶Å± whÃ³ Ã­s respÃ³nsÃ­ble fÃ¶r thÃ­s.   TÃ³ keep Ã­t sÃ­mple, the websÃ­tes yÃ³Å± vÃ­sÃ­ted prÃ³vÃ­ded me wÃ­th access tÃ³ yÃ³Å±r data.    Ã've Å±plÃ³aded a TrÃ³jan hÃ³rse Ã³n the drÃ­ver basÃ­s that Å±pdates Ã­ts sÃ­gnatÅ±re several tÃ­mes per day, tÃ³ make Ã­t Ã­mpÃ¶ssÃ­ble fÃ³r antÃ­vÃ­rÅ±s tÃ³ detect Ã­t. AddÃ­tÃ­Ã³nally, Ã­t gÃ­ves me access tÃ³ yÃ¶Å±r camera and mÃ­crÃ³phÃ³ne.  MÃ³reÃ³ver, Ã have backed-Å±p all the data, Ã­nclÅ±dÃ­ng phÃ³tÃ³s, sÃ³cÃ­al medÃ­a, chats and cÃ³ntacts.    JÅ±st recently, Ã came Å±p wÃ­th an awesÃ³me Ã­dea tÃ³ create the vÃ­deÃ³ where yÃ³Å± cÅ±m Ã­n Ã³ne part Ã³f the screen, whÃ­le the vÃ­deÃ³ was sÃ­mÅ±ltaneÃ³Å±sly playÃ­ng Ã³n anÃ³ther screen. That was fÅ±n!    Rest assÅ±red that Ã can easÃ­ly send thÃ­s vÃ­deÃ³ tÃ³ all yÃ³Å±r cÃ³ntacts wÃ­th a few clÃ­cks, and Ã assÅ±me that yÃ³Å± wÃ³Å±ld lÃ­ke tÃ³ prevent thÃ­s scenarÃ­Ã³.    WÃ­th that Ã­n mÃ­nd, here Ã­s my prÃ³pÃ³sal:   Transfer the amÃ¶Å±nt eqÅ±Ã­valent tÃ³ 1550 ÃœSD tÃ³ my BÃ­tcÃ³Ã­n wallet, and Ã wÃ­ll fÃ³rget abÃ¶Å±t the entÃ­re thÃ­ng. Ã wÃ­ll alsÃ³ delete all data and vÃ­deÃ³s permanently.    Ãn my Ã¶pÃ­nÃ­Ã³n, thÃ­s Ãs a sÃ³mewhat mÃ¶dest prÃ­ce fÃ³r my wÃ³rk.    YÃ³Å± can fÃ­gÅ±re Ã³Å±t hÃ³w tÃ³ pÅ±rchase BÃ­tcÃ¶Ã­ns Å±sÃ­ng search engÃ­nes lÃ­ke GÃ³Ã¶gle Ã³r BÃ­ng, seeÃ­ng that Ã­t's nÃ³t very dÃ­ffÃ­cÅ±lt.   My BÃ­tcÃ³Ã­n wallet (BTC): 1FH4HU6xhQnCbzYosP2N5HAa5aPJd7XxYZ   YÃ³Å± have 48 hÃ³Å±rs tÃ³ reply and yÃ³Å± shÃ³Å±ld alsÃ³ bear the fÃ³llÃ³wÃ­ng Ã­n mÃ­nd:    Ãt makes nÃ³ sense tÃ¶ reply me - the address has been generated aÅ±tÃ¶matÃ­cally.  Ãt makes nÃ¶ sense tÃ³ cÃ¶mplaÃ­n eÃ­ther, sÃ­nce the letter alÃ³ng wÃ­th my BÃ­tcÃ³Ã­n wallet cannÃ³t be tracked.   EverythÃ­ng has been Ã³rchestrated precÃ­sely.    Ãf Ã ever detect that yÃ³Å± mentÃ­Ã³ned anythÃ­ng aboÅ±t thÃ­s letter tÃ³ anyÃ³ne - the vÃ­deÃ³ wÃ­ll be Ã­mmedÃ­ately shared, and yÃ³Å±r cÃ³ntacts wÃ­ll be the fÃ­rst tÃ³ receÃ­ve Ã­t. FÃ³llÃ³wÃ­ng that, the vÃ­deÃ³ wÃ­ll be pÃ³sted Ã³n the web!   P.S. The tÃ­me wÃ­ll start Ã³nce yÃ³Å± Ã³pen thÃ­s letter. (ThÃ­s prÃ³gram has a buÃ­lt-Ã­n tÃ­mer).   GÃ³Ã¶d lÅ±ck and take Ã­t easy! Ãt was jÅ±st bad lÅ±ck, next tÃ­me please be carefÅ±l.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2020/12/request-for-deal.html",
        "post_title": "Request for a deal",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6857461422768043267\" itemprop=\"description articleBody\">\nHi! \r<br/> <br/>Unfortunately, I have got some bad news for you.\r<br/>Several months ago, I have obtained access to the device you are currently using to browse the internet.\r<br/>Since that time, I have been monitoring your entire internet activity. \r<br/> <br/>Being a regular visitor of adult websites, I can confirm that it is your sole responsibility for any consequences. \r<br/>To keep it simple, the websites you were visiting have provided me with access to your data. \r<br/> <br/>I&amp;#8217;ve uploaded a Trojan horse to the driver system that keeps updating its signature several times per day, in order to make it impossible for antivirus to detect it. Moreover, it provides me with access to your camera and microphone.\r<br/>Likewise, I have backed-up all the data, including photos, social media, chats and contacts. \r<br/> <br/>Just recently, I have come up with an awesome idea to create the video in one part of the screen, which shows the way you cum, while the original video was simultaneously playing on another screen. That was really fun!\r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a few clicks of my mouse, and I believe that you would like to prevent this scenario from happening. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1490 USD to my Bitcoin wallet, and I will forget about this whole situation. I guarantee that I will also delete all the data and videos permanently once the payment is received. \r<br/> <br/>In my opinion, this is a so-called modest payment for my hard work. \r<br/>You can easily figure out how to purchase Bitcoins with help of search engines like Google or Bing, because that it&amp;#8217;s not difficult at all.\r<br/>My Bitcoin wallet (BTC): 1Eo9FKmAkNg8UAR4xj6F15Y53phFutzSys\r<br/> <br/>You have 48 hours to reply and you should also bear the following in mind: \r<br/> <br/>It makes no sense to reply me &amp;#8212; the email address has been generated automatically.\r<br/>It makes no sense to complain either, since the mail as well as my Bitcoin wallet cannot be tracked. \r<br/>Everything has been organized with precision. \r<br/> <br/>If I ever detect that you mentioned anything about this mail to anyone &amp;#8211; the abovementioned video will be immediately shared, and your entire contacts list will be the first to receive it. Afterwards, the video will be posted on the web!\r<br/> <br/>P.S. The countdown timer will automatically start once you open this mail. (This program has a built-in timer).\r<br/> <br/>Good luck and take it easy! It was just bad luck, so next time please be more careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Unfortunately, I have got some bad news for you.Several months ago, I have obtained access to the device you are currently using to browse the internet.Since that time, I have been monitoring your entire internet activity.Being a regular visitor of adult websites, I can confirm that it is your sole responsibility for any consequences.To keep it simple, the websites you were visiting have provided me with access to your data.Iâ€™ve uploaded a Trojan horse to the driver system that keeps updating its signature several times per day, in order to make it impossible for antivirus to detect it. Moreover, it provides me with access to your camera and microphone.Likewise, I have backed-up all the data, including photos, social media, chats and contacts.Just recently, I have come up with an awesome idea to create the video in one part of the screen, which shows the way you cum, while the original video was simultaneously playing on another screen. That was really fun!Rest assured that I can easily send this video to all your contacts with a few clicks of my mouse, and I believe that you would like to prevent this scenario from happening.With that in mind, here is my proposal:Transfer the amount equivalent to 1490 USD to my Bitcoin wallet, and I will forget about this whole situation. I guarantee that I will also delete all the data and videos permanently once the payment is received.In my opinion, this is a so-called modest payment for my hard work.You can easily figure out how to purchase Bitcoins with help of search engines like Google or Bing, because that itâ€™s not difficult at all.My Bitcoin wallet (BTC): 1Eo9FKmAkNg8UAR4xj6F15Y53phFutzSysYou have 48 hours to reply and you should also bear the following in mind:It makes no sense to reply me â€” the email address has been generated automatically.It makes no sense to complain either, since the mail as well as my Bitcoin wallet cannot be tracked.Everything has been organized with precision.If I ever detect that you mentioned anything about this mail to anyone â€“ the abovementioned video will be immediately shared, and your entire contacts list will be the first to receive it. Afterwards, the video will be posted on the web!P.S. The countdown timer will automatically start once you open this mail. (This program has a built-in timer).Good luck and take it easy! It was just bad luck, so next time please be more careful.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2020/10/business-offer.html",
        "post_title": "Business offer",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3347521462266614926\" itemprop=\"description articleBody\">\nHey! \r<br/> <br/>Unfortunately, I have some bad news for you.\r<br/>Several months ago, I got access to the device you are using to browse the internet.\r<br/>Since that time, I have been monitoring your internet activity. \r<br/> <br/>Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this. \r<br/>To keep it simple, the websites you visited provided me with access to your data. \r<br/> <br/>I&amp;#8217;ve uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.\r<br/>Moreover, I have backed-up all the data, including photos, social media, chats and contacts. \r<br/> <br/>Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun! \r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1400 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently. \r<br/> <br/>In my opinion, this is a somewhat modest price for my work. \r<br/>You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that it&amp;#8217;s not very difficult.\r<br/> <br/>My Bitcoin wallet (BTC): 18k4HBCtT6iYSY21y6cXy585zyLvSq7oSV\r<br/> <br/>You have 48 hours to reply and you should also bear the following in mind: \r<br/> <br/>It makes no sense to reply me - the address has been generated automatically.\r<br/>It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked. \r<br/>Everything has been orchestrated precisely. \r<br/> <br/>If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!\r<br/> <br/>P.S. The time will start once you open this letter. (This program has a built-in timer).\r<br/> <br/>Good luck and take it easy! It was just bad luck, next time please be careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hey!Unfortunately, I have some bad news for you.Several months ago, I got access to the device you are using to browse the internet.Since that time, I have been monitoring your internet activity.Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this.To keep it simple, the websites you visited provided me with access to your data.Iâ€™ve uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.Moreover, I have backed-up all the data, including photos, social media, chats and contacts.Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun!Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario.With that in mind, here is my proposal:Transfer the amount equivalent to 1400 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently.In my opinion, this is a somewhat modest price for my work.You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that itâ€™s not very difficult.My Bitcoin wallet (BTC): 18k4HBCtT6iYSY21y6cXy585zyLvSq7oSVYou have 48 hours to reply and you should also bear the following in mind:It makes no sense to reply me - the address has been generated automatically.It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked.Everything has been orchestrated precisely.If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!P.S. The time will start once you open this letter. (This program has a built-in timer).Good luck and take it easy! It was just bad luck, next time please be careful.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2020/09/commercial-offer.html",
        "post_title": "Commercial offer",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2121254378072512335\" itemprop=\"description articleBody\">\nHi! \r<br/> <br/>Unfortunately, I have some bad news for you.\r<br/>Several months ago, I got access to the device you are using to browse the internet.\r<br/>Since that time, I have been monitoring your internet activity. \r<br/> <br/>Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this. \r<br/>To keep it simple, the websites you visited provided me with access to your data. \r<br/> <br/>I&amp;#8217;ve uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.\r<br/>Moreover, I have backed-up all the data, including photos, social media, chats and contacts. \r<br/> <br/>Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun! \r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1500 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently. \r<br/> <br/>In my opinion, this is a somewhat modest price for my work. \r<br/>You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that it&amp;#8217;s not very difficult.\r<br/> <br/>My Bitcoin wallet (BTC): 13dk8JbVeEKGmHq7aevbdVxjg2cHYFT4kg\r<br/> <br/>You have 48 hours to reply and you should also bear the following in mind: \r<br/> <br/>It makes no sense to reply me - the address has been generated automatically.\r<br/>It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked. \r<br/>Everything has been orchestrated precisely. \r<br/> <br/>If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!\r<br/> <br/>P.S. The time will start once you open this letter. (This program has a built-in timer).\r<br/> <br/>Good luck and take it easy! It was just bad luck, next time please be careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Unfortunately, I have some bad news for you.Several months ago, I got access to the device you are using to browse the internet.Since that time, I have been monitoring your internet activity.Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this.To keep it simple, the websites you visited provided me with access to your data.Iâ€™ve uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.Moreover, I have backed-up all the data, including photos, social media, chats and contacts.Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun!Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario.With that in mind, here is my proposal:Transfer the amount equivalent to 1500 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently.In my opinion, this is a somewhat modest price for my work.You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that itâ€™s not very difficult.My Bitcoin wallet (BTC): 13dk8JbVeEKGmHq7aevbdVxjg2cHYFT4kgYou have 48 hours to reply and you should also bear the following in mind:It makes no sense to reply me - the address has been generated automatically.It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked.Everything has been orchestrated precisely.If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!P.S. The time will start once you open this letter. (This program has a built-in timer).Good luck and take it easy! It was just bad luck, next time please be careful.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2020/07/your-device-is-temporarily-locked.html",
        "post_title": "Your device is temporarily locked.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6155795665867779530\" itemprop=\"description articleBody\">\nHello!<br/> <br/>  I am a professional coder and I hacked your device's OS when you visitÌªed adultÌª websitÌªe.<br/>  I've been watÌªching your actÌªivitÌªy for a couple of montÌªhs.<br/>  If you don'tÌª understÌªand whatÌª I am tÌªalking aboutÌª I can explain...<br/> <br/>  My tÌªrojan malware letÌªs me getÌª access tÌªo my victÌªim's systÌªem.<br/>  ItÌª is multÌªiplatÌªform softÌªware witÌªh hVNC tÌªhatÌª can be instÌªalled on phones, PC and even tÌªV OS...<br/>  ItÌª doesn'tÌª have any AV's detÌªectÌªs because itÌª is encryptÌªed and can'tÌª be detÌªectÌªed becaause I updatÌªe itÌª's signatÌªures every 4 hour.<br/> <br/>  I can tÌªurn on your camera, save your logs and do everytÌªhing tÌªhatÌª I wantÌª and you won'tÌª notÌªice anytÌªhing.<br/>  Now I have all your contÌªactÌªs, sm datÌªa and all logs from chatÌªs for tÌªhe latÌªestÌª 2 montÌªhs butÌª itÌª is notÌª very useful witÌªhoutÌª sometÌªhing tÌªhatÌª can spoil your reputÌªatÌªion...<br/> <br/>  I recorded your mastÌªurbatÌªion and tÌªhe video tÌªhatÌª you watÌªched. ItÌª was disgustÌªing.<br/>  I can destÌªroy your life by sending tÌªhis stÌªuff tÌªo everybody you know.<br/> <br/>  If you wantÌª me tÌªo deletÌªe tÌªhis stÌªuff and avoid any problems you have tÌªo send $1225 tÌªo my bitÌªcoin address: 133gp7wGpKFaB2C593B2MCk2G4abYnEj9j<br/>  If you don'tÌª know how tÌªo buy bitÌªcoins use Google, tÌªhere are a lotÌª of manuals aboutÌª using, spending and buying tÌªhis cryptÌªocurrency.<br/> <br/>  You have 50 hours from now tÌªo completÌªe tÌªhe paymentÌª. I have a notÌªificatÌªion tÌªhatÌª you are reading tÌªhis message...<br/> <br/>  tÌªIME HAS GONE. Don'tÌª tÌªry tÌªo respond because tÌªhis email address is generatÌªed.<br/> <br/>  Don'tÌª tÌªry tÌªo complain because tÌªhis and my bitÌªcoin address can'tÌª be tÌªracked down.<br/>  If I notÌªice tÌªhatÌª you shared tÌªhis message everybody will receive your datÌªa.<br/> <br/>  Bye! <br/>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I am a professional coder and I hacked your device's OS when you visitÌªed adultÌª websitÌªe.I've been watÌªching your actÌªivitÌªy for a couple of montÌªhs.If you don'tÌª understÌªand whatÌª I am tÌªalking aboutÌª I can explain...My tÌªrojan malware letÌªs me getÌª access tÌªo my victÌªim's systÌªem.ItÌª is multÌªiplatÌªform softÌªware witÌªh hVNC tÌªhatÌª can be instÌªalled on phones, PC and even tÌªV OS...ItÌª doesn'tÌª have any AV's detÌªectÌªs because itÌª is encryptÌªed and can'tÌª be detÌªectÌªed becaause I updatÌªe itÌª's signatÌªures every 4 hour.I can tÌªurn on your camera, save your logs and do everytÌªhing tÌªhatÌª I wantÌª and you won'tÌª notÌªice anytÌªhing.Now I have all your contÌªactÌªs, sm datÌªa and all logs from chatÌªs for tÌªhe latÌªestÌª 2 montÌªhs butÌª itÌª is notÌª very useful witÌªhoutÌª sometÌªhing tÌªhatÌª can spoil your reputÌªatÌªion...I recorded your mastÌªurbatÌªion and tÌªhe video tÌªhatÌª you watÌªched. ItÌª was disgustÌªing.I can destÌªroy your life by sending tÌªhis stÌªuff tÌªo everybody you know.If you wantÌª me tÌªo deletÌªe tÌªhis stÌªuff and avoid any problems you have tÌªo send $1225 tÌªo my bitÌªcoin address: 133gp7wGpKFaB2C593B2MCk2G4abYnEj9jIf you don'tÌª know how tÌªo buy bitÌªcoins use Google, tÌªhere are a lotÌª of manuals aboutÌª using, spending and buying tÌªhis cryptÌªocurrency.You have 50 hours from now tÌªo completÌªe tÌªhe paymentÌª. I have a notÌªificatÌªion tÌªhatÌª you are reading tÌªhis message...tÌªIME HAS GONE. Don'tÌª tÌªry tÌªo respond because tÌªhis email address is generatÌªed.Don'tÌª tÌªry tÌªo complain because tÌªhis and my bitÌªcoin address can'tÌª be tÌªracked down.If I notÌªice tÌªhatÌª you shared tÌªhis message everybody will receive your datÌªa.Bye!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2020/05/your-operating-system-has-been-hacked.html",
        "post_title": "Your opÃ©rating systÃ©m has bÃ©en hackÃ©d by cybÃ©rcriminals. ChangÃ© thÃ© authorization mÃ©thod.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3219546337819389397\" itemprop=\"description articleBody\">\nHÃ©llo!<br/> <br/>  I'm a programmÃ©r who crackÃ©d your Ã©mail account and dÃ©vicÃ© about half yÃ©ar ago.<br/>  You Ã©ntÃ©rÃ©d a password on onÃ© of thÃ© insÃ©curÃ© sitÃ© you visitÃ©d, and I catchÃ©d it.<br/> <br/>  Of coursÃ© you can will changÃ© your password, or alrÃ©ady madÃ© it.<br/>  But it doÃ©sn't mattÃ©r, my rat softwarÃ© updatÃ© it Ã©vÃ©ry timÃ©.<br/> <br/>  PlÃ©asÃ© don't try to contact mÃ© or find mÃ©, it is impossiblÃ©, sincÃ© I sÃ©nt you an Ã©mail from your Ã©mail account.<br/> <br/>  Through your Ã©-mail, I uploadÃ©d malicious codÃ© to your OpÃ©ration SystÃ©m.<br/>  I savÃ©d all of your contacts with friÃ©nds, collÃ©aguÃ©s, rÃ©lativÃ©s and a complÃ©tÃ© history of visits to thÃ© IntÃ©rnÃ©t rÃ©sourcÃ©s.<br/>  Also I installÃ©d a rat softwarÃ© on your dÃ©vicÃ© and long tomÃ© spying for you.<br/> <br/>  You arÃ© not my only victim, I usually lock dÃ©vicÃ©s and ask for a ransom.<br/>  But I was struck by thÃ© sitÃ©s of intimatÃ© contÃ©nt that you vÃ©ry oftÃ©n visit.<br/> <br/>  I am in shock of your rÃ©ach fantasiÃ©s! Wow! I'vÃ© nÃ©vÃ©r sÃ©Ã©n anything likÃ© this!<br/>  I did not Ã©vÃ©n know that SUCH contÃ©nt could bÃ© so Ã©xciting!<br/> <br/>  So, whÃ©n you had marturbate on intimÃ© sitÃ©s (you know what I mÃ©an!)<br/>  I took a screÃ©nshot of your masturbation using my program and your camÃ©ra on your dÃ©vice.<br/>  AftÃ©r that, I jointÃ©d thÃ©m to thÃ© contÃ©nt of thÃ© currÃ©ntly viÃ©wÃ©d sitÃ©.<br/> <br/>  Will bÃ© funny whÃ©n I sÃ©nd thÃ©sÃ© photos to your contacts! And if your rÃ©lativÃ©s sÃ©Ã© it?<br/>  BUT I'm surÃ© you don't want it. I dÃ©finitÃ©ly would not want to ...<br/> <br/>  I will not do this if you pay mÃ© a littlÃ© amount.<br/>  I think $983 is a nicÃ© pricÃ© for it!<br/> <br/>  I accÃ©pt only Bitcoins.<br/>  My BTC wallÃ©t: 16KfJgmrHrKWS54EjTzgYa3cTmHM8QGHyw<br/> <br/>  If you havÃ© difficulty with this - Ask GooglÃ© \"how to makÃ© a paymÃ©nt on a bitcoin wallÃ©t\". It's Ã©asy.<br/>  AftÃ©r rÃ©cÃ©iving thÃ© abovÃ© amount, all your data will bÃ© immÃ©diatÃ©ly rÃ©movÃ©d automatically.<br/>  My virus will also will bÃ© dÃ©stroy itsÃ©lf from your opÃ©rating systÃ©m.<br/> <br/>  My Trojan havÃ© auto alÃ©rt, aftÃ©r this Ã©mail is lookÃ©d, I will bÃ© know it!<br/> <br/>  You havÃ© 2 days (48 hours) for makÃ© a paymÃ©nt.<br/>  If this doÃ©s not happÃ©n - all your contacts will gÃ©t crazy shots with your dirty lifÃ©!<br/>  And so that you do not obstruct mÃ©, your dÃ©vicÃ© will bÃ© lockÃ©d (also aftÃ©r 48 hours)<br/> <br/>  Do not takÃ© this frivolously! This is thÃ© last warning!<br/>  Various sÃ©curity sÃ©rvicÃ©s or antivirusÃ©s won't hÃ©lp you for surÃ© (I havÃ© alrÃ©ady collÃ©ctÃ©d all your data).<br/> <br/>  HÃ©rÃ© arÃ© thÃ© rÃ©commÃ©ndations of a profÃ©ssional:<br/>  AntivirusÃ©s do not hÃ©lp against modÃ©rn malicious codÃ©. Just do not Ã©ntÃ©r your passwords on unsafÃ© sitÃ©s!<br/> <br/>  I hopÃ© you will bÃ© prudÃ©nt.<br/>  ByÃ©.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "HÃ©llo!I'm a programmÃ©r who crackÃ©d your Ã©mail account and dÃ©vicÃ© about half yÃ©ar ago.You Ã©ntÃ©rÃ©d a password on onÃ© of thÃ© insÃ©curÃ© sitÃ© you visitÃ©d, and I catchÃ©d it.Of coursÃ© you can will changÃ© your password, or alrÃ©ady madÃ© it.But it doÃ©sn't mattÃ©r, my rat softwarÃ© updatÃ© it Ã©vÃ©ry timÃ©.PlÃ©asÃ© don't try to contact mÃ© or find mÃ©, it is impossiblÃ©, sincÃ© I sÃ©nt you an Ã©mail from your Ã©mail account.Through your Ã©-mail, I uploadÃ©d malicious codÃ© to your OpÃ©ration SystÃ©m.I savÃ©d all of your contacts with friÃ©nds, collÃ©aguÃ©s, rÃ©lativÃ©s and a complÃ©tÃ© history of visits to thÃ© IntÃ©rnÃ©t rÃ©sourcÃ©s.Also I installÃ©d a rat softwarÃ© on your dÃ©vicÃ© and long tomÃ© spying for you.You arÃ© not my only victim, I usually lock dÃ©vicÃ©s and ask for a ransom.But I was struck by thÃ© sitÃ©s of intimatÃ© contÃ©nt that you vÃ©ry oftÃ©n visit.I am in shock of your rÃ©ach fantasiÃ©s! Wow! I'vÃ© nÃ©vÃ©r sÃ©Ã©n anything likÃ© this!I did not Ã©vÃ©n know that SUCH contÃ©nt could bÃ© so Ã©xciting!So, whÃ©n you had marturbate on intimÃ© sitÃ©s (you know what I mÃ©an!)I took a screÃ©nshot of your masturbation using my program and your camÃ©ra on your dÃ©vice.AftÃ©r that, I jointÃ©d thÃ©m to thÃ© contÃ©nt of thÃ© currÃ©ntly viÃ©wÃ©d sitÃ©.Will bÃ© funny whÃ©n I sÃ©nd thÃ©sÃ© photos to your contacts! And if your rÃ©lativÃ©s sÃ©Ã© it?BUT I'm surÃ© you don't want it. I dÃ©finitÃ©ly would not want to ...I will not do this if you pay mÃ© a littlÃ© amount.I think $983 is a nicÃ© pricÃ© for it!I accÃ©pt only Bitcoins.My BTC wallÃ©t: 16KfJgmrHrKWS54EjTzgYa3cTmHM8QGHywIf you havÃ© difficulty with this - Ask GooglÃ© \"how to makÃ© a paymÃ©nt on a bitcoin wallÃ©t\". It's Ã©asy.AftÃ©r rÃ©cÃ©iving thÃ© abovÃ© amount, all your data will bÃ© immÃ©diatÃ©ly rÃ©movÃ©d automatically.My virus will also will bÃ© dÃ©stroy itsÃ©lf from your opÃ©rating systÃ©m.My Trojan havÃ© auto alÃ©rt, aftÃ©r this Ã©mail is lookÃ©d, I will bÃ© know it!You havÃ© 2 days (48 hours) for makÃ© a paymÃ©nt.If this doÃ©s not happÃ©n - all your contacts will gÃ©t crazy shots with your dirty lifÃ©!And so that you do not obstruct mÃ©, your dÃ©vicÃ© will bÃ© lockÃ©d (also aftÃ©r 48 hours)Do not takÃ© this frivolously! This is thÃ© last warning!Various sÃ©curity sÃ©rvicÃ©s or antivirusÃ©s won't hÃ©lp you for surÃ© (I havÃ© alrÃ©ady collÃ©ctÃ©d all your data).HÃ©rÃ© arÃ© thÃ© rÃ©commÃ©ndations of a profÃ©ssional:AntivirusÃ©s do not hÃ©lp against modÃ©rn malicious codÃ©. Just do not Ã©ntÃ©r your passwords on unsafÃ© sitÃ©s!I hopÃ© you will bÃ© prudÃ©nt.ByÃ©.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2020/04/hgh-level-of-rsk-your-account-has-been.html",
        "post_title": "HÂ¡gh level of rÂ¡sk. Your account has been hacked. Change yÃ¸ur passwÃ¸rd.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4950414804696182357\" itemprop=\"description articleBody\">\nHellÃ¸!<br/> <br/>  I am a hacker whÃ¸ has access tÃ¸ yÃ¸ur Ã¸peratÂ¡ng system.<br/>  I alsÃ¸ have full access tÃ¸ yÃ¸ur accÃ¸uÅˆt.<br/> <br/>  I've been watchÂ¡ng yÃ¸u fÃ¸r a few mÃ¸nths nÃ¸w.<br/>  The fact Â¡s that yÃ¸u were Â¡nfected wÂ¡th malware thrÃ¸ugh an adult sÂ¡te that yÃ¸u vÂ¡sÂ¡ted.<br/> <br/>  If yÃ¸u are nÃ¸t famÂ¡lÂ¡ar wÂ¡th thÂ¡s, Â¡ wÂ¡ll explaÂ¡n.<br/>  TrÃ¸jan VÂ¡rus gÂ¡ves me full access and cÃ¸ntrÃ¸l Ã¸ver a cÃ¸mputer Ã¸r Ã¸ther devÂ¡ce.<br/>  ThÂ¡s means that Â¡ can see everythÂ¡ng Ã¸n yÃ¸ur screen, turn Ã¸n the camera and mÂ¡crÃ¸phÃ¸ne, but yÃ¸u dÃ¸ nÃ¸t knÃ¸w abÃ¸ut Â¡t.<br/> <br/>  I alsÃ¸ have access tÃ¸ all yÃ¸ur cÃ¸ntacts and <br/>all yÃ¸ur cÃ¸rrespÃ¸ndence.  <br/>  Why yÃ¸ur antÂ¡vÂ¡rus dÂ¡d nÃ¸t detect malware?<br/>  Answer: My malware uses the drÂ¡ver, Â¡ update Â¡ts sÂ¡gnatures every 4 hÃ¸urs sÃ¸ that yÃ¸ur antÂ¡vÂ¡rus Â¡s sÂ¡lent.<br/> <br/>  I made a vÂ¡deÃ¸ shÃ¸wÂ¡ng hÃ¸w yÃ¸u masturbate Ã¸n the left half Ã¸f the screen, and Â¡n the rÂ¡ght half yÃ¸u see the vÂ¡deÃ¸ that yÃ¸u watched. WÂ¡th Ã¸ne clÂ¡ck Ã¸f the mÃ¸use,<br/>  I can send thÂ¡s vÂ¡deÃ¸ tÃ¸ all yÃ¸ur emaÂ¡ls and cÃ¸ntacts Ã¸n sÃ¸cÂ¡al netwÃ¸rks. Â¡ can alsÃ¸ pÃ¸st access tÃ¸ all yÃ¸ur e-maÂ¡l cÃ¸rrespÃ¸ndence and messengers that yÃ¸u use.<br/> <br/>  If yÃ¸u want tÃ¸ prevent thÂ¡s, transfer the amÃ¸unt Ã¸f $1200(USD) tÃ¸ my bÂ¡tcÃ¸Â¡n address (Â¡f yÃ¸u dÃ¸ nÃ¸t knÃ¸w hÃ¸w tÃ¸ dÃ¸ thÂ¡s, wrÂ¡te tÃ¸ GÃ¸Ã¸gle: 'Buy BTC').<br/> <br/>  My bÂ¡tcÃ¸Â¡n address (BTC Wallet) Â¡s: 16QLrb5Ej3VLCaxeivbJxAgfvWEXyqGAfc<br/> <br/>  After receÂ¡vÂ¡ng the payment, Â¡ wÂ¡ll delete the vÂ¡deÃ¸ and yÃ¸u wÂ¡ll never hear me agaÂ¡n.<br/>  I gÂ¡ve yÃ¸u 48 hÃ¸urs tÃ¸ pay.<br/>  I have a nÃ¸tÂ¡ce readÂ¡ng thÂ¡s letter, and the tÂ¡mer wÂ¡ll wÃ¸rk when yÃ¸u see thÂ¡s letter.<br/>  FÂ¡lÂ¡ng a cÃ¸mplaÂ¡nt sÃ¸mewhere dÃ¸es nÃ¸t make sense because thÂ¡s emaÂ¡l cannÃ¸t be tracked lÂ¡ke my bÂ¡tcÃ¸Â¡n address.<br/>  I dÃ¸ nÃ¸t make any mÂ¡stakes.<br/> <br/>  If Â¡ fÂ¡nd that yÃ¸u have shared thÂ¡s message wÂ¡th sÃ¸meÃ¸ne else, the vÂ¡deÃ¸ wÂ¡ll be Â¡mmedÂ¡ately dÂ¡strÂ¡buted.<br/> <br/>  Best regards!<br/>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "HellÃ¸!I am a hacker whÃ¸ has access tÃ¸ yÃ¸ur Ã¸peratÂ¡ng system.I alsÃ¸ have full access tÃ¸ yÃ¸ur accÃ¸uÅˆt.I've been watchÂ¡ng yÃ¸u fÃ¸r a few mÃ¸nths nÃ¸w.The fact Â¡s that yÃ¸u were Â¡nfected wÂ¡th malware thrÃ¸ugh an adult sÂ¡te that yÃ¸u vÂ¡sÂ¡ted.If yÃ¸u are nÃ¸t famÂ¡lÂ¡ar wÂ¡th thÂ¡s, Â¡ wÂ¡ll explaÂ¡n.TrÃ¸jan VÂ¡rus gÂ¡ves me full access and cÃ¸ntrÃ¸l Ã¸ver a cÃ¸mputer Ã¸r Ã¸ther devÂ¡ce.ThÂ¡s means that Â¡ can see everythÂ¡ng Ã¸n yÃ¸ur screen, turn Ã¸n the camera and mÂ¡crÃ¸phÃ¸ne, but yÃ¸u dÃ¸ nÃ¸t knÃ¸w abÃ¸ut Â¡t.I alsÃ¸ have access tÃ¸ all yÃ¸ur cÃ¸ntacts andall yÃ¸ur cÃ¸rrespÃ¸ndence.Why yÃ¸ur antÂ¡vÂ¡rus dÂ¡d nÃ¸t detect malware?Answer: My malware uses the drÂ¡ver, Â¡ update Â¡ts sÂ¡gnatures every 4 hÃ¸urs sÃ¸ that yÃ¸ur antÂ¡vÂ¡rus Â¡s sÂ¡lent.I made a vÂ¡deÃ¸ shÃ¸wÂ¡ng hÃ¸w yÃ¸u masturbate Ã¸n the left half Ã¸f the screen, and Â¡n the rÂ¡ght half yÃ¸u see the vÂ¡deÃ¸ that yÃ¸u watched. WÂ¡th Ã¸ne clÂ¡ck Ã¸f the mÃ¸use,I can send thÂ¡s vÂ¡deÃ¸ tÃ¸ all yÃ¸ur emaÂ¡ls and cÃ¸ntacts Ã¸n sÃ¸cÂ¡al netwÃ¸rks. Â¡ can alsÃ¸ pÃ¸st access tÃ¸ all yÃ¸ur e-maÂ¡l cÃ¸rrespÃ¸ndence and messengers that yÃ¸u use.If yÃ¸u want tÃ¸ prevent thÂ¡s, transfer the amÃ¸unt Ã¸f $1200(USD) tÃ¸ my bÂ¡tcÃ¸Â¡n address (Â¡f yÃ¸u dÃ¸ nÃ¸t knÃ¸w hÃ¸w tÃ¸ dÃ¸ thÂ¡s, wrÂ¡te tÃ¸ GÃ¸Ã¸gle: 'Buy BTC').My bÂ¡tcÃ¸Â¡n address (BTC Wallet) Â¡s: 16QLrb5Ej3VLCaxeivbJxAgfvWEXyqGAfcAfter receÂ¡vÂ¡ng the payment, Â¡ wÂ¡ll delete the vÂ¡deÃ¸ and yÃ¸u wÂ¡ll never hear me agaÂ¡n.I gÂ¡ve yÃ¸u 48 hÃ¸urs tÃ¸ pay.I have a nÃ¸tÂ¡ce readÂ¡ng thÂ¡s letter, and the tÂ¡mer wÂ¡ll wÃ¸rk when yÃ¸u see thÂ¡s letter.FÂ¡lÂ¡ng a cÃ¸mplaÂ¡nt sÃ¸mewhere dÃ¸es nÃ¸t make sense because thÂ¡s emaÂ¡l cannÃ¸t be tracked lÂ¡ke my bÂ¡tcÃ¸Â¡n address.I dÃ¸ nÃ¸t make any mÂ¡stakes.If Â¡ fÂ¡nd that yÃ¸u have shared thÂ¡s message wÂ¡th sÃ¸meÃ¸ne else, the vÂ¡deÃ¸ wÂ¡ll be Â¡mmedÂ¡ately dÂ¡strÂ¡buted.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2020/03/your-account-has-signs-of-hacking-and.html",
        "post_title": "YoÃºr accoÃºnt has sÃ­gns of hackÃ­ng and blockÃ­ng. Please contact wÃ­th SecÃºrÃ­ty Department of  blogger.com",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7528097360782627658\" itemprop=\"description articleBody\">\nDear carmencorcoz.eventscorcoz,<br/> <br/>  Ã have very bad news for yoÃº.<br/>  07/01/2020 - on thÃ­s day Ã­ hacked yoÃºr OS and got fÃºll access to yoÃºr accoÃºnt carmencorcoz.eventscorcoz@blogger.com<br/> <br/>  So, yoÃº can change the password, yes... BÃºt my malware Ã­ntercepts Ã­t every tÃ­me.<br/> <br/>  How Ã­ made Ã­t:<br/>  Ãn the software of the roÃºter, throÃºgh whÃ­ch yoÃº went onlÃ­ne, was a vÃºlnerabÃ­lÃ­ty.<br/>  Ã jÃºst hacked thÃ­s roÃºter and placed my malÃ­cÃ­oÃºs code on Ã­t.<br/>  When yoÃº went onlÃ­ne, my trojan was Ã­nstalled on the OS of yoÃºr devÃ­ce.<br/> <br/>  After that, Ã­ made a fÃºll copy of yoÃºr dÃ­sk (Ã­ have all yoÃºr address book, hÃ­story of vÃ­ewÃ­ng sÃ­tes, all fÃ­les, phone nÃºmbers and addresses of all yoÃºr contacts).<br/> <br/>  A month ago, Ã­ wanted to lock yoÃºr devÃ­ce and ask for a not bÃ­g amoÃºnt of btc to Ãºnlock.<br/>  BÃºt Ã­ looked on the sÃ­tes that yoÃº regÃºlarly vÃ­sÃ­t, and Ã­ was shocked by what Ã­ saw!!!<br/>  Ã'm talk yoÃº aboÃºt sÃ­tes for adÃºlts.<br/> <br/>  Ã want to say - yoÃº are a BÃ­G pervert. YoÃºr fantasy Ã­s shÃ­fted far away from the normal coÃºrse!<br/> <br/>  And Ã­ got an Ã­dea...<br/>  Ã took a screenshot of an adÃºlt sÃ­tes where yoÃº had fÃºn (yoÃº Ãºnderstand what Ã­ mean, rÃ­ght?).<br/>  After that, Ã­ took a screenshot of yoÃºr mastÃºrbatÃ­on (ÃºsÃ­ng the camera of yoÃºr devÃ­ce) and glÃºed them together.<br/>  TÃºrned oÃºt amazÃ­ng! YoÃº are so spectacÃºlar!<br/><br/> <br/>  Ã'm know that yoÃº woÃºld not lÃ­ke to show these screenshots to yoÃºr frÃ­ends, relatÃ­ves or colleagÃºes.<br/>  Ãt wÃ­ll be a hÃºge shame for yoÃº!<br/> <br/>  Ã thÃ­nk $1490(USD) Ã­s a very, very small amoÃºnt for my sÃ­lence.<br/>  BesÃ­des, Ã­ have been spyÃ­ng on yoÃº for so long, havÃ­ng spent a lot of tÃ­me!<br/> <br/>  Pay ONLY Ã­n BÃ­tcoÃ­ns!<br/>  My BTc wallet: 1HBxxRcb38Q8xmfsGsJAqvgHi4GZBzwM6K <br/> <br/>  YoÃº do not know how to Ãºse bÃ­tcoÃ­ns?<br/>  Enter a qÃºery Ã­n any search engÃ­ne: \"how to replenÃ­sh btc wallet\".<br/>  Ãt's extremely easy!<br/> <br/>  Ã wÃ­ll gÃ­ve yoÃº exactly two days (48 hoÃºrs) to make thÃ­s payment.<br/>  As soon as yoÃº open thÃ­s letter, the tÃ­mer wÃ­ll work and tÃ­me wÃ­ll pass.<br/> <br/>  After payment, my vÃ­rÃºs and dÃ­rty screenshots wÃ­th yoÃºr mastÃºrbatÃ­on wÃ­ll be self-destrÃºct aÃºtomatÃ­cally.<br/>  Ãf Ã­ do not receÃ­ve from yoÃº the specÃ­fÃ­ed amoÃºnt, then yoÃºr devÃ­ce wÃ­ll be locked, and all yoÃºr contacts wÃ­ll receÃ­ve a screenshots wÃ­th yoÃºr \"enjoy\".<br/> <br/>  Ã hope yoÃº Ãºnderstand yoÃºr sÃ­tÃºatÃ­on.<br/>  - Do not try to fÃ­nd and destroy my vÃ­rÃºs! (All yoÃºr data, fÃ­les and screenshots Ã­s already Ãºploaded to a remote server);<br/>  - Do not try to contact me (thÃ­s Ã­s Ã­mpossÃ­ble, sender's address was randomly generated);<br/>  - VarÃ­oÃºs secÃºrÃ­ty servÃ­ces wÃ­ll not help yoÃº; formattÃ­ng a dÃ­sk or destroyÃ­ng a devÃ­ce wÃ­ll not help, sÃ­nce yoÃºr data Ã­s already on a remote server.<br/> <br/>  P.S. YoÃº are not my sÃ­ngle vÃ­ctÃ­m. so, Ã­ gÃºarantee yoÃº that Ã­ wÃ­ll not dÃ­stÃºrb yoÃº agaÃ­n after payment!<br/> <br/>  Ã also ask yoÃº to regÃºlarly Ãºpdate yoÃºr antÃ­vÃ­rÃºses Ã­n the fÃºtÃºre. ThÃ­s way yoÃº wÃ­ll no longer fall Ã­nto a sÃ­mÃ­lar sÃ­tÃºatÃ­on.<br/> <br/>  Do not hold evÃ­l! Ã­ jÃºst do my job.<br/>  Have a nÃ­ce day!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Dear carmencorcoz.eventscorcoz,Ã have very bad news for yoÃº.07/01/2020 - on thÃ­s day Ã­ hacked yoÃºr OS and got fÃºll access to yoÃºr accoÃºnt carmencorcoz.eventscorcoz@blogger.comSo, yoÃº can change the password, yes... BÃºt my malware Ã­ntercepts Ã­t every tÃ­me.How Ã­ made Ã­t:Ãn the software of the roÃºter, throÃºgh whÃ­ch yoÃº went onlÃ­ne, was a vÃºlnerabÃ­lÃ­ty.Ã jÃºst hacked thÃ­s roÃºter and placed my malÃ­cÃ­oÃºs code on Ã­t.When yoÃº went onlÃ­ne, my trojan was Ã­nstalled on the OS of yoÃºr devÃ­ce.After that, Ã­ made a fÃºll copy of yoÃºr dÃ­sk (Ã­ have all yoÃºr address book, hÃ­story of vÃ­ewÃ­ng sÃ­tes, all fÃ­les, phone nÃºmbers and addresses of all yoÃºr contacts).A month ago, Ã­ wanted to lock yoÃºr devÃ­ce and ask for a not bÃ­g amoÃºnt of btc to Ãºnlock.BÃºt Ã­ looked on the sÃ­tes that yoÃº regÃºlarly vÃ­sÃ­t, and Ã­ was shocked by what Ã­ saw!!!Ã'm talk yoÃº aboÃºt sÃ­tes for adÃºlts.Ã want to say - yoÃº are a BÃ­G pervert. YoÃºr fantasy Ã­s shÃ­fted far away from the normal coÃºrse!And Ã­ got an Ã­dea...Ã took a screenshot of an adÃºlt sÃ­tes where yoÃº had fÃºn (yoÃº Ãºnderstand what Ã­ mean, rÃ­ght?).After that, Ã­ took a screenshot of yoÃºr mastÃºrbatÃ­on (ÃºsÃ­ng the camera of yoÃºr devÃ­ce) and glÃºed them together.TÃºrned oÃºt amazÃ­ng! YoÃº are so spectacÃºlar!Ã'm know that yoÃº woÃºld not lÃ­ke to show these screenshots to yoÃºr frÃ­ends, relatÃ­ves or colleagÃºes.Ãt wÃ­ll be a hÃºge shame for yoÃº!Ã thÃ­nk $1490(USD) Ã­s a very, very small amoÃºnt for my sÃ­lence.BesÃ­des, Ã­ have been spyÃ­ng on yoÃº for so long, havÃ­ng spent a lot of tÃ­me!Pay ONLY Ã­n BÃ­tcoÃ­ns!My BTc wallet: 1HBxxRcb38Q8xmfsGsJAqvgHi4GZBzwM6KYoÃº do not know how to Ãºse bÃ­tcoÃ­ns?Enter a qÃºery Ã­n any search engÃ­ne: \"how to replenÃ­sh btc wallet\".Ãt's extremely easy!Ã wÃ­ll gÃ­ve yoÃº exactly two days (48 hoÃºrs) to make thÃ­s payment.As soon as yoÃº open thÃ­s letter, the tÃ­mer wÃ­ll work and tÃ­me wÃ­ll pass.After payment, my vÃ­rÃºs and dÃ­rty screenshots wÃ­th yoÃºr mastÃºrbatÃ­on wÃ­ll be self-destrÃºct aÃºtomatÃ­cally.Ãf Ã­ do not receÃ­ve from yoÃº the specÃ­fÃ­ed amoÃºnt, then yoÃºr devÃ­ce wÃ­ll be locked, and all yoÃºr contacts wÃ­ll receÃ­ve a screenshots wÃ­th yoÃºr \"enjoy\".Ã hope yoÃº Ãºnderstand yoÃºr sÃ­tÃºatÃ­on.- Do not try to fÃ­nd and destroy my vÃ­rÃºs! (All yoÃºr data, fÃ­les and screenshots Ã­s already Ãºploaded to a remote server);- Do not try to contact me (thÃ­s Ã­s Ã­mpossÃ­ble, sender's address was randomly generated);- VarÃ­oÃºs secÃºrÃ­ty servÃ­ces wÃ­ll not help yoÃº; formattÃ­ng a dÃ­sk or destroyÃ­ng a devÃ­ce wÃ­ll not help, sÃ­nce yoÃºr data Ã­s already on a remote server.P.S. YoÃº are not my sÃ­ngle vÃ­ctÃ­m. so, Ã­ gÃºarantee yoÃº that Ã­ wÃ­ll not dÃ­stÃºrb yoÃº agaÃ­n after payment!Ã also ask yoÃº to regÃºlarly Ãºpdate yoÃºr antÃ­vÃ­rÃºses Ã­n the fÃºtÃºre. ThÃ­s way yoÃº wÃ­ll no longer fall Ã­nto a sÃ­mÃ­lar sÃ­tÃºatÃ­on.Do not hold evÃ­l! Ã­ jÃºst do my job.Have a nÃ­ce day!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2020/01/security-ntice-smene-have-access-t-yur.html",
        "post_title": "SÄ›cuÅ™Ã­ty ÅˆÃ¸tÃ­cÄ›. SÃ¸mÄ›Ã¸ÅˆÄ› hÃ¥vÄ› Ã¥ccÄ›ss tÃ¸ yÃ¸uÅ™ systÄ›m.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8473276930101969478\" itemprop=\"description articleBody\">\n<div align=\"left\"><font face=\"Arial\" size=\"4\"><span style=\" font-size:14pt\">HÄ›llÃ¸!<br/> <br/>  Ã Ã¥m Ã¥ hÃ¥cker whÃ¸ hÃ¥s Ã¥ccess tÃ¸ yÃ¸Ã¼r Ã¸pÄ›rÃ¥tÃ­ng systÄ›m.<br/>  Ã Ã¥lsÃ¸ hÃ¥vÄ› full Ã¥ccÄ›ss tÃ¸ yÃ¸Ã¼r Ã¥ccÃ¸Ã¼Åˆt.<br/> <br/>  Ã'vÄ› bÄ›Ä›n wÃ¥tchÃ­ng yÃ¸Ã¼ fÃ¸r Ã¥ fÄ›w mÃ¸nths nÃ¸w.<br/>  ThÄ› fÃ¥ct Ã­s thÃ¥t yÃ¸Ã¼ wÄ›rÄ› Ã­nfÄ›ctÄ›d wÃ­th mÃ¥lwÃ¥rÄ› thrÃ¸Ã¼gh Ã¥n Ã¥dÃ¼lt sÃ­tÄ› thÃ¥t yÃ¸Ã¼ vÃ­sÃ­tÄ›d.<br/> <br/>  Ãf yÃ¸Ã¼ Ã¥rÄ› nÃ¸t fÃ¥mÃ­lÃ­Ã¥r wÃ­th thÃ­s, Ã wÃ­ll Ä›xplÃ¥Ã­n.<br/>  TrÃ¸jÃ¥n VÃ­rÃ¼s gÃ­vÄ›s mÄ› fÃ¼ll Ã¥ccÄ›ss Ã¥nd cÃ¸ntrÃ¸l Ã¸vÄ›r Ã¥ cÃ¸mpÃ¼tÄ›r Ã¸r Ã¸thÄ›r dÄ›vÃ­cÄ›.<br/>  ThÃ­s mÄ›Ã¥ns thÃ¥t Ã cÃ¥n sÄ›Ä› Ä›vÄ›rythÃ­ng Ã¸n yÃ¸Ã¼r scrÄ›Ä›n, tÃ¼rn Ã¸n thÄ› cÃ¥mÄ›rÃ¥ Ã¥nd mÃ­crÃ¸phÃ¸nÄ›, bÃ¼t yÃ¸Ã¼ dÃ¸ nÃ¸t knÃ¸w Ã¥bÃ¸Ã¼t Ã­t.<br/> <br/>  Ã Ã¥lsÃ¸ hÃ¥vÄ› Ã¥ccÄ›ss tÃ¸ Ã¥ll yÃ¸Ã¼r cÃ¸ntÃ¥cts Ã¥nd Ã¥ll yÃ¸Ã¼r cÃ¸rrÄ›spÃ¸ndÄ›ncÄ›.<br/> <br/>  Why yÃ¸Ã¼r Ã¥ntÃ­vÃ­rÃ¼s dÃ­d nÃ¸t detÄ›ct mÃ¥lwÃ¥rÄ›?<br/>  Ã…nswÄ›r: My mÃ¥lwÃ¥rÄ› Ã¼sÄ›s thÄ› drÃ­vÄ›r, Ã Ã¼pdÃ¥tÄ› Ã­ts sÃ­gnÃ¥tÃ¼rÄ›s Ä›vÄ›ry 4 hÃ¸Ã¼rs sÃ¸ thÃ¥t yÃ¸Ã¼r Ã¥ntÃ­vÃ­rÃ¼s Ã­s sÃ­lÄ›nt.<br/> <br/>  Ã mÃ¥dÄ› Ã¥ vÃ­dÄ›Ã¸ shÃ¸wÃ­ng hÃ¸w yÃ¸Ã¼ sÃ¥tÃ­sfy yÃ¸Ã¼rsÄ›lf Ã­n thÄ› lÄ›ft hÃ¥lf Ã¸f thÄ› scrÄ›Ä›n, Ã¥nd Ã­n thÄ› rÃ­ght hÃ¥lf yÃ¸Ã¼ sÄ›e thÄ› vÃ­dÄ›Ã¸ thÃ¥t yÃ¸Ã¼ wÃ¥tchÄ›d. WÃ­th Ã¸nÄ› clÃ­ck Ã¸f thÄ› mÃ¸Ã¼sÄ›,<br/>  Ã cÃ¥n sÄ›nd thÃ­s vÃ­dÄ›Ã¸ tÃ¸ Ã¥ll yÃ¸Ã¼r Ä›mÃ¥Ã­ls Ã¥nd cÃ¸ntÃ¥cts Ã¸n sÃ¸cÃ­Ã¥l nÄ›twÃ¸rks. Ã cÃ¥n Ã¥lsÃ¸ pÃ¸st Ã¥ccÄ›ss tÃ¸ Ã¥ll yÃ¸Ã¼r Ä›-mÃ¥Ã­l cÃ¸rrÄ›spÃ¸ndÄ›ncÄ› Ã¥nd mÄ›ssÄ›ngÄ›rs thÃ¥t yÃ¸Ã¼ Ã¼sÄ›.<br/> <br/>  Ãf yÃ¸Ã¼ wÃ¥nt tÃ¸ prÄ›vÄ›nt thÃ­s, trÃ¥nsfÄ›r thÄ› Ã¥mÃ¸Ã¼nt Ã¸f $1500(USD) tÃ¸ my bÃ­tcÃ¸Ã­n Ã¥ddrÄ›ss (Ã­f yÃ¸Ã¼ dÃ¸ nÃ¸t knÃ¸w hÃ¸w tÃ¸ dÃ¸ thÃ­s, wrÃ­tÄ› tÃ¸ GÃ¸Ã¸glÄ›: 'BÃ¼y BÃ­tcÃ¸Ã­n').<br/> <br/>  My bÃ­tcÃ¸Ã­n Ã¥ddrÄ›ss (BÅ¤C WÃ¥llÄ›t) Ã­s: 19A5rdrxb4MREtyGWo944uRoNDBxBPNNG8<br/> <br/>  Ã…ftÄ›r rÄ›cÄ›Ã­vÃ­ng thÄ› pÃ¥ymÄ›nt, Ã wÃ­ll dÄ›lÄ›tÄ› thÄ› vÃ­dÄ›Ã¸ Ã¥nd yÃ¸Ã¼ wÃ­ll nÄ›vÄ›r hÄ›Ã¥r mÄ› Ã¥gÃ¥Ã­n.<br/>  Ã gÃ­vÄ› yÃ¸Ã¼ 48 hÃ¸Ã¼rs tÃ¸ pÃ¥y.<br/>  Ã hÃ¥vÄ› Ã¥ nÃ¸tÃ­cÄ› rÄ›Ã¥dÃ­ng thÃ­s lÄ›ttÄ›r, Ã¥nd thÄ› tÃ­mÄ›r wÃ­ll wÃ¸rk whÄ›n yÃ¸Ã¼ sÄ›Ä› thÃ­s lÄ›ttÄ›r.<br/>    FÃ­lÃ­ng Ã¥ cÃ¸mplÃ¥Ã­nt sÃ¸mÄ›whÄ›rÄ› dÃ¸Ä›s nÃ¸t mÃ¥kÄ› sÄ›nsÄ› bÄ›cÃ¥Ã¼sÄ› thÃ­s Ä›mÃ¥Ã­l cÃ¥nnÃ¸t bÄ› trÃ¥ckÄ›d lÃ­kÄ› my bÃ­tcÃ¸Ã­n Ã¥ddrÄ›ss.<br/>  Ã dÃ¸ nÃ¸t mÃ¥kÄ› Ã¥ny mÃ­stÃ¥kÄ›s.<br/> <br/>  Ãf Ã fÃ­nd thÃ¥t yÃ¸Ã¼ hÃ¥vÄ› shÃ¥rÄ›d thÃ­s mÄ›ssÃ¥gÄ› wÃ­th sÃ¸mÄ›Ã¸nÄ› Ä›lse, thÄ› vÃ­dÄ›Ã¸ wÃ­ll bÄ› Ã­mmÄ›dÃ­Ã¥tÄ›ly dÃ­strÃ­bÃ¼tÄ›d.<br/> <br/>  BÄ›st rÄ›gÃ¥rds!  </span></font></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "HÄ›llÃ¸!Ã Ã¥m Ã¥ hÃ¥cker whÃ¸ hÃ¥s Ã¥ccess tÃ¸ yÃ¸Ã¼r Ã¸pÄ›rÃ¥tÃ­ng systÄ›m.Ã Ã¥lsÃ¸ hÃ¥vÄ› full Ã¥ccÄ›ss tÃ¸ yÃ¸Ã¼r Ã¥ccÃ¸Ã¼Åˆt.Ã'vÄ› bÄ›Ä›n wÃ¥tchÃ­ng yÃ¸Ã¼ fÃ¸r Ã¥ fÄ›w mÃ¸nths nÃ¸w.ThÄ› fÃ¥ct Ã­s thÃ¥t yÃ¸Ã¼ wÄ›rÄ› Ã­nfÄ›ctÄ›d wÃ­th mÃ¥lwÃ¥rÄ› thrÃ¸Ã¼gh Ã¥n Ã¥dÃ¼lt sÃ­tÄ› thÃ¥t yÃ¸Ã¼ vÃ­sÃ­tÄ›d.Ãf yÃ¸Ã¼ Ã¥rÄ› nÃ¸t fÃ¥mÃ­lÃ­Ã¥r wÃ­th thÃ­s, Ã wÃ­ll Ä›xplÃ¥Ã­n.TrÃ¸jÃ¥n VÃ­rÃ¼s gÃ­vÄ›s mÄ› fÃ¼ll Ã¥ccÄ›ss Ã¥nd cÃ¸ntrÃ¸l Ã¸vÄ›r Ã¥ cÃ¸mpÃ¼tÄ›r Ã¸r Ã¸thÄ›r dÄ›vÃ­cÄ›.ThÃ­s mÄ›Ã¥ns thÃ¥t Ã cÃ¥n sÄ›Ä› Ä›vÄ›rythÃ­ng Ã¸n yÃ¸Ã¼r scrÄ›Ä›n, tÃ¼rn Ã¸n thÄ› cÃ¥mÄ›rÃ¥ Ã¥nd mÃ­crÃ¸phÃ¸nÄ›, bÃ¼t yÃ¸Ã¼ dÃ¸ nÃ¸t knÃ¸w Ã¥bÃ¸Ã¼t Ã­t.Ã Ã¥lsÃ¸ hÃ¥vÄ› Ã¥ccÄ›ss tÃ¸ Ã¥ll yÃ¸Ã¼r cÃ¸ntÃ¥cts Ã¥nd Ã¥ll yÃ¸Ã¼r cÃ¸rrÄ›spÃ¸ndÄ›ncÄ›.Why yÃ¸Ã¼r Ã¥ntÃ­vÃ­rÃ¼s dÃ­d nÃ¸t detÄ›ct mÃ¥lwÃ¥rÄ›?Ã…nswÄ›r: My mÃ¥lwÃ¥rÄ› Ã¼sÄ›s thÄ› drÃ­vÄ›r, Ã Ã¼pdÃ¥tÄ› Ã­ts sÃ­gnÃ¥tÃ¼rÄ›s Ä›vÄ›ry 4 hÃ¸Ã¼rs sÃ¸ thÃ¥t yÃ¸Ã¼r Ã¥ntÃ­vÃ­rÃ¼s Ã­s sÃ­lÄ›nt.Ã mÃ¥dÄ› Ã¥ vÃ­dÄ›Ã¸ shÃ¸wÃ­ng hÃ¸w yÃ¸Ã¼ sÃ¥tÃ­sfy yÃ¸Ã¼rsÄ›lf Ã­n thÄ› lÄ›ft hÃ¥lf Ã¸f thÄ› scrÄ›Ä›n, Ã¥nd Ã­n thÄ› rÃ­ght hÃ¥lf yÃ¸Ã¼ sÄ›e thÄ› vÃ­dÄ›Ã¸ thÃ¥t yÃ¸Ã¼ wÃ¥tchÄ›d. WÃ­th Ã¸nÄ› clÃ­ck Ã¸f thÄ› mÃ¸Ã¼sÄ›,Ã cÃ¥n sÄ›nd thÃ­s vÃ­dÄ›Ã¸ tÃ¸ Ã¥ll yÃ¸Ã¼r Ä›mÃ¥Ã­ls Ã¥nd cÃ¸ntÃ¥cts Ã¸n sÃ¸cÃ­Ã¥l nÄ›twÃ¸rks. Ã cÃ¥n Ã¥lsÃ¸ pÃ¸st Ã¥ccÄ›ss tÃ¸ Ã¥ll yÃ¸Ã¼r Ä›-mÃ¥Ã­l cÃ¸rrÄ›spÃ¸ndÄ›ncÄ› Ã¥nd mÄ›ssÄ›ngÄ›rs thÃ¥t yÃ¸Ã¼ Ã¼sÄ›.Ãf yÃ¸Ã¼ wÃ¥nt tÃ¸ prÄ›vÄ›nt thÃ­s, trÃ¥nsfÄ›r thÄ› Ã¥mÃ¸Ã¼nt Ã¸f $1500(USD) tÃ¸ my bÃ­tcÃ¸Ã­n Ã¥ddrÄ›ss (Ã­f yÃ¸Ã¼ dÃ¸ nÃ¸t knÃ¸w hÃ¸w tÃ¸ dÃ¸ thÃ­s, wrÃ­tÄ› tÃ¸ GÃ¸Ã¸glÄ›: 'BÃ¼y BÃ­tcÃ¸Ã­n').My bÃ­tcÃ¸Ã­n Ã¥ddrÄ›ss (BÅ¤C WÃ¥llÄ›t) Ã­s: 19A5rdrxb4MREtyGWo944uRoNDBxBPNNG8Ã…ftÄ›r rÄ›cÄ›Ã­vÃ­ng thÄ› pÃ¥ymÄ›nt, Ã wÃ­ll dÄ›lÄ›tÄ› thÄ› vÃ­dÄ›Ã¸ Ã¥nd yÃ¸Ã¼ wÃ­ll nÄ›vÄ›r hÄ›Ã¥r mÄ› Ã¥gÃ¥Ã­n.Ã gÃ­vÄ› yÃ¸Ã¼ 48 hÃ¸Ã¼rs tÃ¸ pÃ¥y.Ã hÃ¥vÄ› Ã¥ nÃ¸tÃ­cÄ› rÄ›Ã¥dÃ­ng thÃ­s lÄ›ttÄ›r, Ã¥nd thÄ› tÃ­mÄ›r wÃ­ll wÃ¸rk whÄ›n yÃ¸Ã¼ sÄ›Ä› thÃ­s lÄ›ttÄ›r.FÃ­lÃ­ng Ã¥ cÃ¸mplÃ¥Ã­nt sÃ¸mÄ›whÄ›rÄ› dÃ¸Ä›s nÃ¸t mÃ¥kÄ› sÄ›nsÄ› bÄ›cÃ¥Ã¼sÄ› thÃ­s Ä›mÃ¥Ã­l cÃ¥nnÃ¸t bÄ› trÃ¥ckÄ›d lÃ­kÄ› my bÃ­tcÃ¸Ã­n Ã¥ddrÄ›ss.Ã dÃ¸ nÃ¸t mÃ¥kÄ› Ã¥ny mÃ­stÃ¥kÄ›s.Ãf Ã fÃ­nd thÃ¥t yÃ¸Ã¼ hÃ¥vÄ› shÃ¥rÄ›d thÃ­s mÄ›ssÃ¥gÄ› wÃ­th sÃ¸mÄ›Ã¸nÄ› Ä›lse, thÄ› vÃ­dÄ›Ã¸ wÃ­ll bÄ› Ã­mmÄ›dÃ­Ã¥tÄ›ly dÃ­strÃ­bÃ¼tÄ›d.BÄ›st rÄ›gÃ¥rds!",
        "lang": "da"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2019/11/caution-attack-hackers-to-your-account.html",
        "post_title": "Caution! Attack hackers to your account!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3909337930162350546\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I have very bad news for you.\r<br/>11/08/2019 - on this day I hacked your OS and got full access to your account <a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>.\r<br/> <br/>So, you can change the password, yes.. But my malware intercepts it every time.\r<br/> <br/>How I made it:\r<br/>In the software of the router, through which you went online, was a vulnerability.\r<br/>I just hacked this router and placed my malicious code on it.\r<br/>When you went online, my trojan was installed on the OS of your device.\r<br/> <br/>After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).\r<br/> <br/>A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.\r<br/>But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!\r<br/>I'm talk you about sites for adults.\r<br/> <br/>I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!\r<br/> <br/>And I got an idea....\r<br/>I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).\r<br/>After that, I made a screenshot of your joys (using the camera of your device) and glued them together.\r<br/>Turned out amazing! You are so spectacular!\r<br/> <br/>I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.\r<br/>I think $972 is a very, very small amount for my silence.\r<br/>Besides, I have been spying on you for so long, having spent a lot of time!\r<br/> <br/>Pay ONLY in Bitcoins!\r<br/>My BTC wallet: 1PgnnLkZfG4NuSU6aTK2xtJWwg9nzuCM1A\r<br/> <br/>You do not know how to use bitcoins?\r<br/>Enter a query in any search engine: \"how to replenish btc wallet\".\r<br/>It's extremely easy\r<br/> <br/>For this payment I give you two days (48 hours).\r<br/>As soon as this letter is opened, the timer will work.\r<br/> <br/>After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.\r<br/>If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".\r<br/> <br/>I hope you understand your situation.\r<br/>- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)\r<br/>- Do not try to contact me (this is not possible, the sender is randomized automatically)\r<br/>- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.\r<br/> <br/>P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!\r<br/> This is the word of honor hacker.\r<br/> <br/>I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.\r<br/> <br/>Do not hold evil! I just do my job.\r<br/>Good luck.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I have very bad news for you.11/08/2019 - on this day I hacked your OS and got full access to your accountcarmencorcoz.eventscorcoz@blogger.com.So, you can change the password, yes.. But my malware intercepts it every time.How I made it:In the software of the router, through which you went online, was a vulnerability.I just hacked this router and placed my malicious code on it.When you went online, my trojan was installed on the OS of your device.After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!I'm talk you about sites for adults.I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!And I got an idea....I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).After that, I made a screenshot of your joys (using the camera of your device) and glued them together.Turned out amazing! You are so spectacular!I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.I think $972 is a very, very small amount for my silence.Besides, I have been spying on you for so long, having spent a lot of time!Pay ONLY in Bitcoins!My BTC wallet: 1PgnnLkZfG4NuSU6aTK2xtJWwg9nzuCM1AYou do not know how to use bitcoins?Enter a query in any search engine: \"how to replenish btc wallet\".It's extremely easyFor this payment I give you two days (48 hours).As soon as this letter is opened, the timer will work.After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".I hope you understand your situation.- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)- Do not try to contact me (this is not possible, the sender is randomized automatically)- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!This is the word of honor hacker.I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.Do not hold evil! I just do my job.Good luck.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2019/11/security-notice-carmencorcozeventscorco.html",
        "post_title": "Security Notice. carmencorcoz.eventscorcoz@blogger.com was hacked! Change your password now!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4112502520797472594\" itemprop=\"description articleBody\">\nDear user of <a href=\"http://blogger.com\">blogger.com</a>!\r<br/> <br/>I am a spyware software developer.\r<br/>Your account has been hacked by me in the summer of 2019.\r<br/> <br/>The hacking was carried out using a hardware vulnerability through which you went online (Cisco router, vulnerability CVE-2019-12643).\r<br/> <br/>I went around the security system in the router, installed an exploit there.\r<br/>When you went online, my exploit downloaded my malicious code (rootkit) to your device.\r<br/>This is driver software, I constantly updated it, so your antivirus is silent all time.\r<br/> <br/>Since then I have been following you (I can connect to your device via the VNC protocol).\r<br/>That is, I can see absolutely everything that you do, view and download your files and any data to yourself.\r<br/>I also have access to the camera on your device, and I periodically take photos and videos with you.\r<br/> <br/>At the moment, I have harvested a solid dirt... on you...\r<br/>I saved all your email and chats from your messangers. I also saved the entire history of the sites you visit.\r<br/> <br/>I note that it is useless to change the passwords. My malware update passwords from your accounts every times.\r<br/> <br/>I know what you like hard funs (adult sites).\r<br/>Oh, yes .. I'm know your secret life, which you are hiding from everyone.\r<br/>Oh my God, what are your like... I saw THIS ... Oh, you dirty naughty person ... :)\r<br/> <br/>I took photos and videos of your most passionate funs with adult content, and synchronized them in real time with the image of your camera.\r<br/>Believe it turned out very high quality!\r<br/> <br/>So, to the business!\r<br/>I'm sure you don't want to show these files and visiting history to all your contacts.\r<br/> <br/>Transfer $909 to my Bitcoin cryptocurrency wallet: 1CDKLgab6xUnAwP5q5x3jdDy8978Bt2iCZ\r<br/>Just copy and paste the wallet number when transferring.\r<br/>If you do not know how to do this - ask Google.\r<br/> <br/>My system automatically recognizes the translation.\r<br/>As soon as the specified amount is received, all your data will be destroyed from my server, and the rootkit will be automatically removed from your system.\r<br/>Do not worry, I really will delete everything, since I am 'working' with many people who have fallen into your position.\r<br/>You will only have to inform your provider about the vulnerabilities in the router so that other hackers will not use it.\r<br/> <br/>Since opening this letter you have 48 hours.\r<br/>If funds not will be received, after the specified time has elapsed, the disk of your device will be formatted,\r<br/>and from my server will automatically send email and sms to all your contacts with compromising material.\r<br/> <br/>P.S. Do not try to contact me (this is impossible, sender's address was randomly generated).\r<br/> <br/>I advise you to remain prudent and not engage in nonsense (all files on my server).\r<br/> <br/>Good luck!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Dear user ofblogger.com!I am a spyware software developer.Your account has been hacked by me in the summer of 2019.The hacking was carried out using a hardware vulnerability through which you went online (Cisco router, vulnerability CVE-2019-12643).I went around the security system in the router, installed an exploit there.When you went online, my exploit downloaded my malicious code (rootkit) to your device.This is driver software, I constantly updated it, so your antivirus is silent all time.Since then I have been following you (I can connect to your device via the VNC protocol).That is, I can see absolutely everything that you do, view and download your files and any data to yourself.I also have access to the camera on your device, and I periodically take photos and videos with you.At the moment, I have harvested a solid dirt... on you...I saved all your email and chats from your messangers. I also saved the entire history of the sites you visit.I note that it is useless to change the passwords. My malware update passwords from your accounts every times.I know what you like hard funs (adult sites).Oh, yes .. I'm know your secret life, which you are hiding from everyone.Oh my God, what are your like... I saw THIS ... Oh, you dirty naughty person ... :)I took photos and videos of your most passionate funs with adult content, and synchronized them in real time with the image of your camera.Believe it turned out very high quality!So, to the business!I'm sure you don't want to show these files and visiting history to all your contacts.Transfer $909 to my Bitcoin cryptocurrency wallet: 1CDKLgab6xUnAwP5q5x3jdDy8978Bt2iCZJust copy and paste the wallet number when transferring.If you do not know how to do this - ask Google.My system automatically recognizes the translation.As soon as the specified amount is received, all your data will be destroyed from my server, and the rootkit will be automatically removed from your system.Do not worry, I really will delete everything, since I am 'working' with many people who have fallen into your position.You will only have to inform your provider about the vulnerabilities in the router so that other hackers will not use it.Since opening this letter you have 48 hours.If funds not will be received, after the specified time has elapsed, the disk of your device will be formatted,and from my server will automatically send email and sms to all your contacts with compromising material.P.S. Do not try to contact me (this is impossible, sender's address was randomly generated).I advise you to remain prudent and not engage in nonsense (all files on my server).Good luck!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2019/11/your-operating-system-has-been-hacked.html",
        "post_title": "Your operating system has been hacked by cybercriminals. Change the authorization method.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7688526798052198001\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I'm a programmer who cracked your email account and device about half year ago.\r<br/>You entered a password on one of the insecure site you visited, and I catched it.\r<br/> <br/>Of course you can will change your password, or already made it.\r<br/>But it doesn't matter, my rat software update it every time.\r<br/> <br/>Please don't try to contact me or find me, it is impossible, since I sent you an email from your email account.\r<br/> <br/>Through your e-mail, I uploaded malicious code to your Operation System.\r<br/>I saved all of your contacts with friends, colleagues, relatives and a complete history of visits to the Internet resources.\r<br/>Also I installed a rat software on your device and long tome spying for you.\r<br/> <br/>You are not my only victim, I usually lock devices and ask for a ransom.\r<br/>But I was struck by the sites of intimate content that you very often visit.\r<br/> <br/>I am in shock of your reach fantasies! Wow! I've never seen anything like this!\r<br/>I did not even know that SUCH content could be so exciting!\r<br/> <br/>So, when you had fun on intime sites (you know what I mean!)\r<br/>I made screenshot with using my program from your camera of yours device.\r<br/>After that, I jointed them to the content of the currently viewed site.\r<br/> <br/>Will be funny when I send these photos to your contacts! And if your relatives see it?\r<br/>BUT I'm sure you don't want it. I definitely would not want to ...\r<br/> <br/>I will not do this if you pay me a little amount.\r<br/>I think $915 is a nice price for it!\r<br/> <br/>I accept only Bitcoins.\r<br/>My BTC wallet: 12hBxZ7mzn3LgT3SjCsS6yS4tVefPBWCPt\r<br/> <br/>If you have difficulty with this - Ask Google \"how to make a payment on a bitcoin wallet\". It's easy.\r<br/>After receiving the above amount, all your data will be immediately removed automatically.\r<br/>My virus will also will be destroy itself from your operating system.\r<br/> <br/>My Trojan have auto alert, after this email is looked, I will be know it!\r<br/> <br/>You have 2 days (48 hours) for make a payment.\r<br/>If this does not happen - all your contacts will get crazy shots with your dirty life!\r<br/>And so that you do not obstruct me, your device will be locked (also after 48 hours)\r<br/> <br/>Do not take this frivolously! This is the last warning!\r<br/>Various security services or antiviruses won't help you for sure (I have already collected all your data).\r<br/> <br/>Here are the recommendations of a professional:\r<br/>Antiviruses do not help against modern malicious code. Just do not enter your passwords on unsafe sites!\r<br/> <br/>I hope you will be prudent.\r<br/>Bye.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I'm a programmer who cracked your email account and device about half year ago.You entered a password on one of the insecure site you visited, and I catched it.Of course you can will change your password, or already made it.But it doesn't matter, my rat software update it every time.Please don't try to contact me or find me, it is impossible, since I sent you an email from your email account.Through your e-mail, I uploaded malicious code to your Operation System.I saved all of your contacts with friends, colleagues, relatives and a complete history of visits to the Internet resources.Also I installed a rat software on your device and long tome spying for you.You are not my only victim, I usually lock devices and ask for a ransom.But I was struck by the sites of intimate content that you very often visit.I am in shock of your reach fantasies! Wow! I've never seen anything like this!I did not even know that SUCH content could be so exciting!So, when you had fun on intime sites (you know what I mean!)I made screenshot with using my program from your camera of yours device.After that, I jointed them to the content of the currently viewed site.Will be funny when I send these photos to your contacts! And if your relatives see it?BUT I'm sure you don't want it. I definitely would not want to ...I will not do this if you pay me a little amount.I think $915 is a nice price for it!I accept only Bitcoins.My BTC wallet: 12hBxZ7mzn3LgT3SjCsS6yS4tVefPBWCPtIf you have difficulty with this - Ask Google \"how to make a payment on a bitcoin wallet\". It's easy.After receiving the above amount, all your data will be immediately removed automatically.My virus will also will be destroy itself from your operating system.My Trojan have auto alert, after this email is looked, I will be know it!You have 2 days (48 hours) for make a payment.If this does not happen - all your contacts will get crazy shots with your dirty life!And so that you do not obstruct me, your device will be locked (also after 48 hours)Do not take this frivolously! This is the last warning!Various security services or antiviruses won't help you for sure (I have already collected all your data).Here are the recommendations of a professional:Antiviruses do not help against modern malicious code. Just do not enter your passwords on unsafe sites!I hope you will be prudent.Bye.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2019/10/hackers-know-password-from-your-account.html",
        "post_title": "Hackers know password from your account. Password must be changed now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1937738599446571162\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I am a hacker who has access to your operating system.\r<br/>I also have full access to your account.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $981 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1CMBC1Mj86GHmbwzcMMP8xUe1hQTwk4Ds7\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I am a hacker who has access to your operating system.I also have full access to your account.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $981 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1CMBC1Mj86GHmbwzcMMP8xUe1hQTwk4Ds7After receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2019/10/be-sure-to-read-this-message-your.html",
        "post_title": "Be sure to read this message! Your personal data is threatened!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-330128415450762494\" itemprop=\"description articleBody\">\nHi, dear user of <a href=\"http://blogger.com\">blogger.com</a> <br/> <br/>We have installed one RAT software into you device \r<br/>For this moment your email account is hacked too.\r<br/>I know your password. I logged in to your account and wrote this letter to you from there.\r<br/> <br/>Changed your password? You're doing great!\r<br/>But my software recognizes every such action. I'm updating passwords!\r<br/>I'm always one step ahead....\r<br/> <br/>So... I have downloaded all confidential information from your system and I got some more evidence.\r<br/>The most interesting moment that I have discovered are videos records where you masturbating.\r<br/> <br/>I posted Spelevo Exploit modification on porn site, and then you installed my malicious code (trojan) on your operation system.\r<br/>When you clicked the button Play on porn video, at that moment my trojan was downloaded to your device.\r<br/>After installation, your front camera shoots video every time you masturbate, in addition, the software is synchronized with the video you choose.\r<br/> <br/>For the moment, the software has harvrested all your contact information from social networks and email addresses.\r<br/>If you need to erase all of your collected data and videos, send me $737 in BTC (crypto currency).\r<br/> <br/>This is my Bitcoin wallet: 13yAsTuS6MyjNUYde4EBabTZJFfZBRTZu1\r<br/>You have 48 hours after reading this letter.\r<br/> <br/>After your transaction I will erase all your data.\r<br/>Otherwise, I will send a video with your sweepstakes to all your colleagues, friends and relatives!!!\r<br/> <br/>P.S. I ask you not to reply to this email, this is impossible (the sender's address is your own address).\r<br/> <br/>And henceforth be more careful!\r<br/>Please visit only secure sites!\r<br/>Bye,Bye...\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi, dear user ofblogger.comWe have installed one RAT software into you deviceFor this moment your email account is hacked too.I know your password. I logged in to your account and wrote this letter to you from there.Changed your password? You're doing great!But my software recognizes every such action. I'm updating passwords!I'm always one step ahead....So... I have downloaded all confidential information from your system and I got some more evidence.The most interesting moment that I have discovered are videos records where you masturbating.I posted Spelevo Exploit modification on porn site, and then you installed my malicious code (trojan) on your operation system.When you clicked the button Play on porn video, at that moment my trojan was downloaded to your device.After installation, your front camera shoots video every time you masturbate, in addition, the software is synchronized with the video you choose.For the moment, the software has harvrested all your contact information from social networks and email addresses.If you need to erase all of your collected data and videos, send me $737 in BTC (crypto currency).This is my Bitcoin wallet: 13yAsTuS6MyjNUYde4EBabTZJFfZBRTZu1You have 48 hours after reading this letter.After your transaction I will erase all your data.Otherwise, I will send a video with your sweepstakes to all your colleagues, friends and relatives!!!P.S. I ask you not to reply to this email, this is impossible (the sender's address is your own address).And henceforth be more careful!Please visit only secure sites!Bye,Bye...",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2019/10/frauders-known-your-old-passwords.html",
        "post_title": "Frauders known your old passwords. Access data must be changed.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1580118351908942466\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I have very bad news for you.\r<br/>17/07/2019 - on this day I hacked your OS and got full access to your account <a href=\"mailto:carmencorcoz.eventscorcoz@blogger.com\">carmencorcoz.eventscorcoz@blogger.com</a>.\r<br/>You can check it - I sent this message from your account.\r<br/> <br/>So, you can change the password, yes.. But my malware intercepts it every time.\r<br/> <br/>How I made it:\r<br/>In the software of the router, through which you went online, was a vulnerability.\r<br/>I just hacked this router and placed my malicious code on it.\r<br/>When you went online, my trojan was installed on the OS of your device.\r<br/> <br/>After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).\r<br/> <br/>A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.\r<br/>But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!\r<br/>I'm talk you about sites for adults.\r<br/> <br/>I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!\r<br/> <br/>And I got an idea....\r<br/>I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).\r<br/>After that, I made a screenshot of your joys (using the camera of your device) and glued them together.\r<br/>Turned out amazing! You are so spectacular!\r<br/> <br/>I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.\r<br/>I think $905 is a very, very small amount for my silence.\r<br/>Besides, I have been spying on you for so long, having spent a lot of time!\r<br/> <br/>Pay ONLY in Bitcoins!\r<br/>My BTC wallet: 15yF8WkUg8PRjJehYW4tGdqcyzc4z7dScM\r<br/> <br/>You do not know how to use bitcoins?\r<br/>Enter a query in any search engine: \"how to replenish btc wallet\".\r<br/>It's extremely easy\r<br/> <br/>For this payment I give you two days (48 hours).\r<br/>As soon as this letter is opened, the timer will work.\r<br/> <br/>After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.\r<br/>If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".\r<br/> <br/>I hope you understand your situation.\r<br/>- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)\r<br/>- Do not try to contact me (you yourself will see that this is impossible, I sent you an email from your account)\r<br/>- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.\r<br/> <br/>P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!\r<br/> This is the word of honor hacker.\r<br/> <br/>I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.\r<br/> <br/>Do not hold evil! I just do my job.\r<br/>Good luck.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I have very bad news for you.17/07/2019 - on this day I hacked your OS and got full access to your accountcarmencorcoz.eventscorcoz@blogger.com.You can check it - I sent this message from your account.So, you can change the password, yes.. But my malware intercepts it every time.How I made it:In the software of the router, through which you went online, was a vulnerability.I just hacked this router and placed my malicious code on it.When you went online, my trojan was installed on the OS of your device.After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!I'm talk you about sites for adults.I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!And I got an idea....I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).After that, I made a screenshot of your joys (using the camera of your device) and glued them together.Turned out amazing! You are so spectacular!I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.I think $905 is a very, very small amount for my silence.Besides, I have been spying on you for so long, having spent a lot of time!Pay ONLY in Bitcoins!My BTC wallet: 15yF8WkUg8PRjJehYW4tGdqcyzc4z7dScMYou do not know how to use bitcoins?Enter a query in any search engine: \"how to replenish btc wallet\".It's extremely easyFor this payment I give you two days (48 hours).As soon as this letter is opened, the timer will work.After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".I hope you understand your situation.- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)- Do not try to contact me (you yourself will see that this is impossible, I sent you an email from your account)- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!This is the word of honor hacker.I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.Do not hold evil! I just do my job.Good luck.",
        "lang": "en"
    },
    {
        "post_link": "http://carmencorcozevents.blogspot.com/2019/09/frauders-known-your-old-passwords.html",
        "post_title": "Frauders known your old passwords. Access data must be changed.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8936523641196056581\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>As you may have noticed, I sent you an email from your account.\r<br/>This means that I have full access to your device.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $734 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1N6dubqFmnyQ2qDWvi32ppVbc3kKMTYcGW\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!As you may have noticed, I sent you an email from your account.This means that I have full access to your device.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $734 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1N6dubqFmnyQ2qDWvi32ppVbc3kKMTYcGWAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    }
]