[
    {
        "post_link": "https://ifreeappz.blogspot.com/2023/01/1h9ned-fdv92ginfez-cqnvzrcqx-dg5lawpx.html",
        "post_title": "1H9neD fDv92GiNfez CqnvzrCqx Dg5LaWpx",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6466931942466591703\">\n<div class=\"WordSection1\"><p class=\"MsoNormal\">Greetɨngș!<br/> <br/>  Î have to șhare bad newș wɨth you.<br/>  Approxɨmately few monthș ago ɨ have gaɨned acceșș to your devɨceș, whɨch you ușe for ɨnternet browșɨng.<br/>  After that, ɨ have ștarted trackɨng your ɨnternet actɨvɨtɨeș.<br/> <br/>  Here ɨș the șequence of eventș: <br/>  șome tɨme ago ɨ have purchașed acceșș to emaɨl accountș from hackerș (nowadayș, ɨt ɨș quɨte șɨmple to purchașe șuch thɨng onlɨne).<br/>  Obvɨoușly, ɨ have eașɨly managed to log ɨn to your emaɨl account (dertoon.rami@blogger.com).<br/> <br/>  One week later, ɨ have already ɨnștalled Trojan vɨruș to Operatɨng șyștemș of all the devɨceș that you ușe to acceșș your emaɨl.<br/>  În fact, ɨt waș not really hard at all (șɨnce you were followɨng the lɨnkș from your ɨnbox emaɨlș).<br/>  All ɨngenɨouș ɨș șɨmple. (:<br/> <br/>  Thɨș șoftware provɨdeș me wɨth acceșș to all the controllerș of your devɨceș (e.g., your mɨcrophone, vɨdeo camera and keyboard).<br/>  Î have downloaded all your ɨnformatɨon, data, photoș, web browșɨng hɨștory to my șerverș.<br/>  Î have acceșș to all your meșșengerș, șocɨal networkș, emaɨlș, chat hɨștory and contactș lɨșt.<br/>  My vɨruș contɨnuoușly refreșheș the șɨgnatureș (ɨt ɨș drɨver-bașed), and hence remaɨnș ɨnvɨșɨble for antɨvɨruș șoftware.<br/> <br/>  Lɨkewɨșe, ɨ gueșș by now you underștand why ɨ have ștayed undetected untɨl thɨș letter...<br/> <br/>  Whɨle gatherɨng ɨnformatɨon about you, ɨ have dɨșcovered that you are a bɨg fan of adult webșɨteș.<br/>  You really love vɨșɨtɨng porn webșɨteș and watchɨng excɨtɨng vɨdeoș, whɨle endurɨng an enormouș amount of pleașure.<br/>  Well, ɨ have managed to record a number of your dɨrty șceneș and montaged a few vɨdeoș, whɨch șhow the way you mașturbate and reach orgașmș.<br/> <br/>  Îf you have doubtș, ɨ can make a few clɨckș of my moușe and all your vɨdeoș wɨll be șhared to your frɨendș, colleagueș and relatɨveș.<br/>  Î have alșo no ɨșșue at all to make them avaɨlable for publɨc acceșș.<br/>  Î gueșș, you really don't want that to happen, conșɨderɨng the șpecɨfɨcɨty of the vɨdeoș you lɨke to watch, (you perfectly know what ɨ mean) ɨt wɨll caușe a true cataștrophe for you.<br/> <br/>  Let'ș șettle ɨt thɨș way:<br/>  You tranșfer $1650 UșD to me (ɨn |B ɨ t c o ɨ n| equɨvalent accordɨng to the exchange rate at the moment of fundș tranșfer), and once the tranșfer ɨș receɨved, ɨ wɨll delete all thɨș dɨrty ștuff rɨght away.<br/>  After that we wɨll forget about each other. ɨ alșo promɨșe to deactɨvate and delete all the harmful șoftware from your devɨceș. Trușt me, ɨ keep my word.<br/> <br/>  Thɨș ɨș a faɨr deal and the prɨce ɨș quɨte low, conșɨderɨng that ɨ have been checkɨng out your profɨle and traffɨc for șome tɨme by now.<br/>  În cașe, ɨf you don't know how to purchașe and tranșfer the |b ɨ t c o ɨ n ș| - you can ușe any modern șearch engɨne.<br/> <br/>  Here ɨș my |B ɨ t c o ɨ n| wallet: <b>&gt;&gt; Împortant! The |B ɨ t c o ɨ n| addreșș ɨn the șubject of thɨș emaɨl. For copy ɨt you need to be șure to remove the șpaceș! &lt;&lt;</b><br/> <br/>  You have leșș than 48 hourș from the moment you opened thɨș emaɨl (precɨșely 2 dayș).<br/> <br/>  Thɨngș you need to avoɨd from doɨng:<br/>  *Do not reply me (ɨ have created thɨș emaɨl ɨnșɨde your ɨnbox and generated the return addreșș).<br/>  *Do not try to contact polɨce and other șecurɨty șervɨceș. ɨn addɨtɨon, forget about tellɨng thɨș to you frɨendș. <br/>   ɨf ɨ dɨșcover that (aș you can șee, ɨt ɨș really not șo hard, conșɨderɨng that ɨ control all your șyștemș) - your vɨdeo wɨll be șhared to publɨc rɨght away. <br/>  *Don't try to fɨnd me - ɨt ɨș abșolutely poɨntleșș. All the cryptocurrency tranșactɨonș are anonymouș.<br/>  *Don't try to reɨnștall the Oș on your devɨceș or throw them away. ɨt ɨș poɨntleșș aș well, șɨnce all the vɨdeoș have already been șaved at remote șerverș.<br/> <br/>  Thɨngș you don't need to worry about:<br/>  *That ɨ won't be able to receɨve your fundș tranșfer.<br/>  - Don't worry, ɨ wɨll șee ɨt rɨght away, once you complete the tranșfer, șɨnce ɨ contɨnuoușly track all your actɨvɨtɨeș (my trojan vɨruș haș got a remote-control feature, șomethɨng lɨke TeamVɨewer).<br/>  *That ɨ wɨll șhare your vɨdeoș anyway after you complete the fundș tranșfer.<br/>  - Trușt me, ɨ have no poɨnt to contɨnue creatɨng troubleș ɨn your lɨfe. ɨf ɨ really wanted that, ɨ would do ɨt long tɨme ago! <br/> <br/>  Everythɨng wɨll be done ɨn a faɨr manner!<br/> <br/>  One more thɨng... Don't get caught ɨn șɨmɨlar kɨnd of șɨtuatɨonș anymore ɨn future!<br/>  My advɨce - keep changɨng all your pașșwordș on a frequent bașɨș<o:p></o:p></p></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetɨngș!Î have to șhare bad newș wɨth you.Approxɨmately few monthș ago ɨ have gaɨned acceșș to your devɨceș, whɨch you ușe for ɨnternet browșɨng.After that, ɨ have ștarted trackɨng your ɨnternet actɨvɨtɨeș.Here ɨș the șequence of eventș:șome tɨme ago ɨ have purchașed acceșș to emaɨl accountș from hackerș (nowadayș, ɨt ɨș quɨte șɨmple to purchașe șuch thɨng onlɨne).Obvɨoușly, ɨ have eașɨly managed to log ɨn to your emaɨl account (dertoon.rami@blogger.com).One week later, ɨ have already ɨnștalled Trojan vɨruș to Operatɨng șyștemș of all the devɨceș that you ușe to acceșș your emaɨl.În fact, ɨt waș not really hard at all (șɨnce you were followɨng the lɨnkș from your ɨnbox emaɨlș).All ɨngenɨouș ɨș șɨmple. (:Thɨș șoftware provɨdeș me wɨth acceșș to all the controllerș of your devɨceș (e.g., your mɨcrophone, vɨdeo camera and keyboard).Î have downloaded all your ɨnformatɨon, data, photoș, web browșɨng hɨștory to my șerverș.Î have acceșș to all your meșșengerș, șocɨal networkș, emaɨlș, chat hɨștory and contactș lɨșt.My vɨruș contɨnuoușly refreșheș the șɨgnatureș (ɨt ɨș drɨver-bașed), and hence remaɨnș ɨnvɨșɨble for antɨvɨruș șoftware.Lɨkewɨșe, ɨ gueșș by now you underștand why ɨ have ștayed undetected untɨl thɨș letter...Whɨle gatherɨng ɨnformatɨon about you, ɨ have dɨșcovered that you are a bɨg fan of adult webșɨteș.You really love vɨșɨtɨng porn webșɨteș and watchɨng excɨtɨng vɨdeoș, whɨle endurɨng an enormouș amount of pleașure.Well, ɨ have managed to record a number of your dɨrty șceneș and montaged a few vɨdeoș, whɨch șhow the way you mașturbate and reach orgașmș.Îf you have doubtș, ɨ can make a few clɨckș of my moușe and all your vɨdeoș wɨll be șhared to your frɨendș, colleagueș and relatɨveș.Î have alșo no ɨșșue at all to make them avaɨlable for publɨc acceșș.Î gueșș, you really don't want that to happen, conșɨderɨng the șpecɨfɨcɨty of the vɨdeoș you lɨke to watch, (you perfectly know what ɨ mean) ɨt wɨll caușe a true cataștrophe for you.Let'ș șettle ɨt thɨș way:You tranșfer $1650 UșD to me (ɨn |B ɨ t c o ɨ n| equɨvalent accordɨng to the exchange rate at the moment of fundș tranșfer), and once the tranșfer ɨș receɨved, ɨ wɨll delete all thɨș dɨrty ștuff rɨght away.After that we wɨll forget about each other. ɨ alșo promɨșe to deactɨvate and delete all the harmful șoftware from your devɨceș. Trușt me, ɨ keep my word.Thɨș ɨș a faɨr deal and the prɨce ɨș quɨte low, conșɨderɨng that ɨ have been checkɨng out your profɨle and traffɨc for șome tɨme by now.În cașe, ɨf you don't know how to purchașe and tranșfer the |b ɨ t c o ɨ n ș| - you can ușe any modern șearch engɨne.Here ɨș my |B ɨ t c o ɨ n| wallet:>> Împortant! The |B ɨ t c o ɨ n| addreșș ɨn the șubject of thɨș emaɨl. For copy ɨt you need to be șure to remove the șpaceș! <<You have leșș than 48 hourș from the moment you opened thɨș emaɨl (precɨșely 2 dayș).Thɨngș you need to avoɨd from doɨng:*Do not reply me (ɨ have created thɨș emaɨl ɨnșɨde your ɨnbox and generated the return addreșș).*Do not try to contact polɨce and other șecurɨty șervɨceș. ɨn addɨtɨon, forget about tellɨng thɨș to you frɨendș.ɨf ɨ dɨșcover that (aș you can șee, ɨt ɨș really not șo hard, conșɨderɨng that ɨ control all your șyștemș) - your vɨdeo wɨll be șhared to publɨc rɨght away.*Don't try to fɨnd me - ɨt ɨș abșolutely poɨntleșș. All the cryptocurrency tranșactɨonș are anonymouș.*Don't try to reɨnștall the Oș on your devɨceș or throw them away. ɨt ɨș poɨntleșș aș well, șɨnce all the vɨdeoș have already been șaved at remote șerverș.Thɨngș you don't need to worry about:*That ɨ won't be able to receɨve your fundș tranșfer.- Don't worry, ɨ wɨll șee ɨt rɨght away, once you complete the tranșfer, șɨnce ɨ contɨnuoușly track all your actɨvɨtɨeș (my trojan vɨruș haș got a remote-control feature, șomethɨng lɨke TeamVɨewer).*That ɨ wɨll șhare your vɨdeoș anyway after you complete the fundș tranșfer.- Trușt me, ɨ have no poɨnt to contɨnue creatɨng troubleș ɨn your lɨfe. ɨf ɨ really wanted that, ɨ would do ɨt long tɨme ago!Everythɨng wɨll be done ɨn a faɨr manner!One more thɨng... Don't get caught ɨn șɨmɨlar kɨnd of șɨtuatɨonș anymore ɨn future!My advɨce - keep changɨng all your pașșwordș on a frequent bașɨș",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2022/12/your-personal-data-has-leaked-due-to.html",
        "post_title": "Your personal data has leaked due to suspected harmful activities.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5007167009198023888\">\n<div><span class=\"633306774-13122022\"><font face=\"Arial\" size=\"2\">Hi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. ╭ ᑎ ╮   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..ᵔ.ᵔ   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 950 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 1dEfpd1sjZTCkjhb9DD5gnzMiiQYoXZhE   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!</font></span></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. ╭ ᑎ ╮   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..ᵔ.ᵔ   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 950 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 1dEfpd1sjZTCkjhb9DD5gnzMiiQYoXZhE   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2022/11/waiting-for-payment.html",
        "post_title": "Waiting for the payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5761680439993656946\">\nHello!\r<br/>Have you recently noticed that I have e-mailed you from your account?\r<br/>Yes, this simply means that I have total access to your device.\r<br/> <br/>For the last couple of months, I have been watching you.\r<br/>Still wondering how is that possible? Well, you have been infected with malware originating from an adult website that you visited. You may not be familiar with this, but I will try explaining it to you.\r<br/> <br/>With help of the Trojan Virus, I have complete access to a PC or any other device.\r<br/>This simply means I can see you at any time I wish to on your screen by simply turning on your camera and microphone, without you even noticing it. In addition, I have also got access to your contacts list and all your correspondence.\r<br/> <br/>You may be asking yourself, \"But my PC has an active antivirus, how is this even possible? Why didn't I receive any notification?\" Well, the answer is simple: my malware uses drivers, where I update the signatures every four hours, making it undetectable, and hence keeping your antivirus silent.\r<br/> <br/>I have a video of you wanking on the left screen, and on the right screen - the video you were watching while masturbating.\r<br/>Wondering how bad could this get? With just a single click of my mouse, this video can be sent to all your social networks, and e-mail contacts.\r<br/>I can also share access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>All you have to do to prevent this from happening is - transfer bitcoins worth $1450 (USD) to my Bitcoin address (if you have no idea how to do this, you can open your browser and simply search: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1LrQJeowKsXbuPSJWVnVqz3Y79EftJSPt7\r<br/> <br/>After receiving a confirmation of your payment, I will delete the video right away, and that's it, you will never hear from me again.\r<br/>You have 2 days (48 hours) to complete this transaction.\r<br/>Once you open this e-mail, I will receive a notification, and my timer will start ticking.\r<br/> <br/>Any attempt to file a complaint will not result in anything, since this e-mail cannot be traced back, same as my bitcoin id.\r<br/>I have been working on this for a very long time by now; I do not give any chance for a mistake. \r<br/> <br/>If, by any chance I find out that you have shared this message with anybody else, I will broadcast your video as mentioned above.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Have you recently noticed that I have e-mailed you from your account?Yes, this simply means that I have total access to your device.For the last couple of months, I have been watching you.Still wondering how is that possible? Well, you have been infected with malware originating from an adult website that you visited. You may not be familiar with this, but I will try explaining it to you.With help of the Trojan Virus, I have complete access to a PC or any other device.This simply means I can see you at any time I wish to on your screen by simply turning on your camera and microphone, without you even noticing it. In addition, I have also got access to your contacts list and all your correspondence.You may be asking yourself, \"But my PC has an active antivirus, how is this even possible? Why didn't I receive any notification?\" Well, the answer is simple: my malware uses drivers, where I update the signatures every four hours, making it undetectable, and hence keeping your antivirus silent.I have a video of you wanking on the left screen, and on the right screen - the video you were watching while masturbating.Wondering how bad could this get? With just a single click of my mouse, this video can be sent to all your social networks, and e-mail contacts.I can also share access to all your e-mail correspondence and messengers that you use.All you have to do to prevent this from happening is - transfer bitcoins worth $1450 (USD) to my Bitcoin address (if you have no idea how to do this, you can open your browser and simply search: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1LrQJeowKsXbuPSJWVnVqz3Y79EftJSPt7After receiving a confirmation of your payment, I will delete the video right away, and that's it, you will never hear from me again.You have 2 days (48 hours) to complete this transaction.Once you open this e-mail, I will receive a notification, and my timer will start ticking.Any attempt to file a complaint will not result in anything, since this e-mail cannot be traced back, same as my bitcoin id.I have been working on this for a very long time by now; I do not give any chance for a mistake.If, by any chance I find out that you have shared this message with anybody else, I will broadcast your video as mentioned above.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2022/10/dont-forget-to-pay-tax-within-2-days.html",
        "post_title": "Don't forget to pay the tax within 2 days!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7573231328835043897\">\nHi. How are you? \r<br/> <br/>I know, it's unpleasant to start the conversation with bad news, but I have no choice.\r<br/>Few months ago, I have gained access to your devices that used by you for internet browsing.\r<br/>Afterwards, I could track down all your internet activities.\r<br/> <br/>Here is the history of how it could become possible: \r<br/>At first, I purchased from hackers the access to multiple email accounts (nowadays, it is a really simple thing to do online).\r<br/>As result, I could easily log in to your email account (<a href=\"mailto:dertoon.rami@blogger.com\">dertoon.rami@blogger.com</a>).\r<br/> <br/>One week later, I installed Trojan virus in Operating Systems of all devices of yours, which you use to open email.\r<br/>Frankly speaking, it was rather straightforward (since you were opening the links from your inbox emails).\r<br/>Everything ingenious is quite simple. (0_0)!\r<br/> <br/>My software enables me with access to all controllers inside devices of yours, like microphone, keyboard and video camera.\r<br/>I could easily download to my servers all your private info, including the history of web browsing and photos.\r<br/>I can effortlessly gain access to all your messengers, social networks accounts, emails, contact list as well as chat history.\r<br/>Virus of mine constantly keeps refreshing its signatures (because it is driver-based), and as result remains unnoticed by your antivirus.\r<br/> <br/>Hence, you can already guess why I stayed undetected all this while.\r<br/> <br/>As I was gathering information about you, I couldn't help but notice that you are also a true fan of adult-content websites.\r<br/>You actually love visiting porn sites and browsing through kinky videos, while pleasuring yourself.\r<br/>I could make a few dirty records with you in the main focus and montaged several videos showing the way you reach orgasm while masturbating with joy.\r<br/> <br/>If you are still uncertain regarding the seriousness of my intentions, \r<br/>it only requires several mouse clicks for me to forward your videos to all your relatives, as well as friends and colleagues.\r<br/>I can also make those vids become accessible by public.\r<br/>I honestly think that you do not really want that to happen, considering the peculiarity of videos you like to watch, \r<br/>(you obviously know what I mean) all that kinky content can become a reason of serious troubles for you.\r<br/> <br/>However, we can still resolve this situation in the following manner:\r<br/>Everything you are required to do is a single transfer of $1370 USD to my account (or amount equivalent to bitcoin depending on exchange rate at the moment of transfer), \r<br/>and once the transaction is complete, I will straight away remove all the dirty content exposing you.\r<br/>After that, you can even forget that you have come across me. Moreover, I swear that all the harmful software will be removed from all devices of yours as well. \r<br/>Make no doubt that I will fulfill my part.\r<br/> <br/>This is really a great deal that comes at a reasonable price, given that I have used quite a lot of energy to check your profile as well as traffic over an extended period of time.\r<br/>If you have no idea about bitcoin purchase process - it can be straightforwardly done by getting all the necessary information online.\r<br/> <br/>Here is my bitcoin wallet provided below: 1Ce3EcNUzCZhQ1a2cP14HeG6H23jWq6n2Q\r<br/> <br/>You should complete the abovementioned transfer within 48 hours (2 days) after opening this email.\r<br/> <br/>The following list contains actions you should avoid attempting:\r<br/>#Do not try replying my email (email in your inbox was generated by me alongside with return email address).\r<br/>#Do not try calling police as well as other security forces. In addition, abstain from sharing this story with your friends. \r<br/> After I find out (be sure, I can easily do that, given that I keep complete control of all your devices) - your kinky video will end up being available to public right away. \r<br/>#Do not try searching for me - there is absolutely no reason to do that. Moreover, all transactions in cryptocurrency are always anonymous.\r<br/>#Do not try reinstalling the OS on your devices or throwing them away. It is pointless as well, since all your videos have already been uploaded to remote servers.\r<br/> <br/>The following list contains things you should not be worried about:\r<br/>#That your money won't reach my account.\r<br/>- Rest assured, the transactions can be tracked, hence once the transaction is complete, \r<br/> I will know about it, because I continuously observe all your activities (my trojan virus allows me to control remotely your devices, same as TeamViewer).\r<br/>#That I still will share your kinky videos to public after you complete money transfer.\r<br/>- Trust me, it's pointless for me to continue troubling your life. If I really wanted, I would make it happen already! \r<br/> <br/>Let's make this deal in a fair manner!\r<br/> <br/>Owh, one more thing...in future it is best that you don't involve yourself in similar situations any longer!\r<br/>One last advice from me - recurrently change all your passwords from all accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi. How are you?I know, it's unpleasant to start the conversation with bad news, but I have no choice.Few months ago, I have gained access to your devices that used by you for internet browsing.Afterwards, I could track down all your internet activities.Here is the history of how it could become possible:At first, I purchased from hackers the access to multiple email accounts (nowadays, it is a really simple thing to do online).As result, I could easily log in to your email account (dertoon.rami@blogger.com).One week later, I installed Trojan virus in Operating Systems of all devices of yours, which you use to open email.Frankly speaking, it was rather straightforward (since you were opening the links from your inbox emails).Everything ingenious is quite simple. (0_0)!My software enables me with access to all controllers inside devices of yours, like microphone, keyboard and video camera.I could easily download to my servers all your private info, including the history of web browsing and photos.I can effortlessly gain access to all your messengers, social networks accounts, emails, contact list as well as chat history.Virus of mine constantly keeps refreshing its signatures (because it is driver-based), and as result remains unnoticed by your antivirus.Hence, you can already guess why I stayed undetected all this while.As I was gathering information about you, I couldn't help but notice that you are also a true fan of adult-content websites.You actually love visiting porn sites and browsing through kinky videos, while pleasuring yourself.I could make a few dirty records with you in the main focus and montaged several videos showing the way you reach orgasm while masturbating with joy.If you are still uncertain regarding the seriousness of my intentions,it only requires several mouse clicks for me to forward your videos to all your relatives, as well as friends and colleagues.I can also make those vids become accessible by public.I honestly think that you do not really want that to happen, considering the peculiarity of videos you like to watch,(you obviously know what I mean) all that kinky content can become a reason of serious troubles for you.However, we can still resolve this situation in the following manner:Everything you are required to do is a single transfer of $1370 USD to my account (or amount equivalent to bitcoin depending on exchange rate at the moment of transfer),and once the transaction is complete, I will straight away remove all the dirty content exposing you.After that, you can even forget that you have come across me. Moreover, I swear that all the harmful software will be removed from all devices of yours as well.Make no doubt that I will fulfill my part.This is really a great deal that comes at a reasonable price, given that I have used quite a lot of energy to check your profile as well as traffic over an extended period of time.If you have no idea about bitcoin purchase process - it can be straightforwardly done by getting all the necessary information online.Here is my bitcoin wallet provided below: 1Ce3EcNUzCZhQ1a2cP14HeG6H23jWq6n2QYou should complete the abovementioned transfer within 48 hours (2 days) after opening this email.The following list contains actions you should avoid attempting:#Do not try replying my email (email in your inbox was generated by me alongside with return email address).#Do not try calling police as well as other security forces. In addition, abstain from sharing this story with your friends.After I find out (be sure, I can easily do that, given that I keep complete control of all your devices) - your kinky video will end up being available to public right away.#Do not try searching for me - there is absolutely no reason to do that. Moreover, all transactions in cryptocurrency are always anonymous.#Do not try reinstalling the OS on your devices or throwing them away. It is pointless as well, since all your videos have already been uploaded to remote servers.The following list contains things you should not be worried about:#That your money won't reach my account.- Rest assured, the transactions can be tracked, hence once the transaction is complete,I will know about it, because I continuously observe all your activities (my trojan virus allows me to control remotely your devices, same as TeamViewer).#That I still will share your kinky videos to public after you complete money transfer.- Trust me, it's pointless for me to continue troubling your life. If I really wanted, I would make it happen already!Let's make this deal in a fair manner!Owh, one more thing...in future it is best that you don't involve yourself in similar situations any longer!One last advice from me - recurrently change all your passwords from all accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2022/05/you-have-outstanding-payment-debt.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3292382779762378902\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:dertoon.rami@blogger.com\">dertoon.rami@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_^)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntC\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (dertoon.rami@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_^)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntCYou are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2022/04/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6906291632946669852\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:dertoon.rami@blogger.com\">dertoon.rami@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1710 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1PQfyHsqnU1mpQHgbgNsbAxDLw5u2mgqgb\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (dertoon.rami@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1710 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1PQfyHsqnU1mpQHgbgNsbAxDLw5u2mgqgbYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2022/01/dont-forget-to-pay-tax-within-2-days.html",
        "post_title": "Don't forget to pay the tax within 2 days!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3034931939122111393\">\nHi. How are you? \r<br/> <br/>I know, it's unpleasant to start the conversation with bad news, but I have no choice.\r<br/>Few months ago, I have gained access to your devices that used by you for internet browsing.\r<br/>Afterwards, I could track down all your internet activities.\r<br/> <br/>Here is the history of how it could become possible: \r<br/>At first, I purchased from hackers the access to multiple email accounts (nowadays, it is a really simple thing to do online).\r<br/>As result, I could easily log in to your email account (<a href=\"mailto:dertoon.rami@blogger.com\">dertoon.rami@blogger.com</a>).\r<br/> <br/>One week later, I installed Trojan virus in Operating Systems of all devices of yours, which you use to open email.\r<br/>Frankly speaking, it was rather straightforward (since you were opening the links from your inbox emails).\r<br/>Everything ingenious is quite simple. (0_o)!\r<br/> <br/>My software enables me with access to all controllers inside devices of yours, like microphone, keyboard and video camera.\r<br/>I could easily download to my servers all your private info, including the history of web browsing and photos.\r<br/>I can effortlessly gain access to all your messengers, social networks accounts, emails, contact list as well as chat history.\r<br/>Virus of mine constantly keeps refreshing its signatures (because it is driver-based), and as result remains unnoticed by your antivirus.\r<br/> <br/>Hence, you can already guess why I stayed undetected all this while.\r<br/> <br/>As I was gathering information about you, I couldn't help but notice that you are also a true fan of adult-content websites.\r<br/>You actually love visiting porn sites and browsing through kinky videos, while pleasuring yourself.\r<br/>I could make a few dirty records with you in the main focus and montaged several videos showing the way you reach orgasm while masturbating with joy.\r<br/> <br/>If you are still uncertain regarding the seriousness of my intentions, \r<br/>it only requires several mouse clicks for me to forward your videos to all your relatives, as well as friends and colleagues.\r<br/>I can also make those vids become accessible by public.\r<br/>I honestly think that you do not really want that to happen, considering the peculiarity of videos you like to watch, \r<br/>(you obviously know what I mean) all that kinky content can become a reason of serious troubles for you.\r<br/> <br/>However, we can still resolve this situation in the following manner:\r<br/>Everything you are required to do is a single transfer of $1340 USD to my account (or amount equivalent to bitcoin depending on exchange rate at the moment of transfer), \r<br/>and once the transaction is complete, I will straight away remove all the dirty content exposing you.\r<br/>After that, you can even forget that you have come across me. Moreover, I swear that all the harmful software will be removed from all devices of yours as well. \r<br/>Make no doubt that I will fulfill my part.\r<br/> <br/>This is really a great deal that comes at a reasonable price, given that I have used quite a lot of energy to check your profile as well as traffic over an extended period of time.\r<br/>If you have no idea about bitcoin purchase process - it can be straightforwardly done by getting all the necessary information online.\r<br/> <br/>Here is my bitcoin wallet provided below: 1JfnsTBvRQYNvzxYFTQBtEUgojmPy2vd6F\r<br/> <br/>You should complete the abovementioned transfer within 48 hours (2 days) after opening this email.\r<br/> <br/>The following list contains actions you should avoid attempting:\r<br/>#Do not try replying my email (email in your inbox was generated by me alongside with return email address).\r<br/>#Do not try calling police as well as other security forces. In addition, abstain from sharing this story with your friends. \r<br/> After I find out (be sure, I can easily do that, given that I keep complete control of all your devices) - your kinky video will end up being available to public right away. \r<br/>#Do not try searching for me - there is absolutely no reason to do that. Moreover, all transactions in cryptocurrency are always anonymous.\r<br/>#Do not try reinstalling the OS on your devices or throwing them away. It is pointless as well, since all your videos have already been uploaded to remote servers.\r<br/> <br/>The following list contains things you should not be worried about:\r<br/>#That your money won't reach my account.\r<br/>- Rest assured, the transactions can be tracked, hence once the transaction is complete, \r<br/> I will know about it, because I continuously observe all your activities (my trojan virus allows me to control remotely your devices, same as TeamViewer).\r<br/>#That I still will share your kinky videos to public after you complete money transfer.\r<br/>- Trust me, it's pointless for me to continue troubling your life. If I really wanted, I would make it happen already! \r<br/> <br/>Let's make this deal in a fair manner!\r<br/> <br/>Owh, one more thing...in future it is best that you don't involve yourself in similar situations any longer!\r<br/>One last advice from me - recurrently change all your passwords from all accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi. How are you?I know, it's unpleasant to start the conversation with bad news, but I have no choice.Few months ago, I have gained access to your devices that used by you for internet browsing.Afterwards, I could track down all your internet activities.Here is the history of how it could become possible:At first, I purchased from hackers the access to multiple email accounts (nowadays, it is a really simple thing to do online).As result, I could easily log in to your email account (dertoon.rami@blogger.com).One week later, I installed Trojan virus in Operating Systems of all devices of yours, which you use to open email.Frankly speaking, it was rather straightforward (since you were opening the links from your inbox emails).Everything ingenious is quite simple. (0_o)!My software enables me with access to all controllers inside devices of yours, like microphone, keyboard and video camera.I could easily download to my servers all your private info, including the history of web browsing and photos.I can effortlessly gain access to all your messengers, social networks accounts, emails, contact list as well as chat history.Virus of mine constantly keeps refreshing its signatures (because it is driver-based), and as result remains unnoticed by your antivirus.Hence, you can already guess why I stayed undetected all this while.As I was gathering information about you, I couldn't help but notice that you are also a true fan of adult-content websites.You actually love visiting porn sites and browsing through kinky videos, while pleasuring yourself.I could make a few dirty records with you in the main focus and montaged several videos showing the way you reach orgasm while masturbating with joy.If you are still uncertain regarding the seriousness of my intentions,it only requires several mouse clicks for me to forward your videos to all your relatives, as well as friends and colleagues.I can also make those vids become accessible by public.I honestly think that you do not really want that to happen, considering the peculiarity of videos you like to watch,(you obviously know what I mean) all that kinky content can become a reason of serious troubles for you.However, we can still resolve this situation in the following manner:Everything you are required to do is a single transfer of $1340 USD to my account (or amount equivalent to bitcoin depending on exchange rate at the moment of transfer),and once the transaction is complete, I will straight away remove all the dirty content exposing you.After that, you can even forget that you have come across me. Moreover, I swear that all the harmful software will be removed from all devices of yours as well.Make no doubt that I will fulfill my part.This is really a great deal that comes at a reasonable price, given that I have used quite a lot of energy to check your profile as well as traffic over an extended period of time.If you have no idea about bitcoin purchase process - it can be straightforwardly done by getting all the necessary information online.Here is my bitcoin wallet provided below: 1JfnsTBvRQYNvzxYFTQBtEUgojmPy2vd6FYou should complete the abovementioned transfer within 48 hours (2 days) after opening this email.The following list contains actions you should avoid attempting:#Do not try replying my email (email in your inbox was generated by me alongside with return email address).#Do not try calling police as well as other security forces. In addition, abstain from sharing this story with your friends.After I find out (be sure, I can easily do that, given that I keep complete control of all your devices) - your kinky video will end up being available to public right away.#Do not try searching for me - there is absolutely no reason to do that. Moreover, all transactions in cryptocurrency are always anonymous.#Do not try reinstalling the OS on your devices or throwing them away. It is pointless as well, since all your videos have already been uploaded to remote servers.The following list contains things you should not be worried about:#That your money won't reach my account.- Rest assured, the transactions can be tracked, hence once the transaction is complete,I will know about it, because I continuously observe all your activities (my trojan virus allows me to control remotely your devices, same as TeamViewer).#That I still will share your kinky videos to public after you complete money transfer.- Trust me, it's pointless for me to continue troubling your life. If I really wanted, I would make it happen already!Let's make this deal in a fair manner!Owh, one more thing...in future it is best that you don't involve yourself in similar situations any longer!One last advice from me - recurrently change all your passwords from all accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2021/12/you-have-to-pay-debt.html",
        "post_title": "You have to pay a debt.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1711609952931648267\">\nHi! \r<br/> <br/>Unfortunately, I have some bad news for you.\r<br/>Several months ago, I got access to the device you are using to browse the internet.\r<br/>Since that time, I have been monitoring your internet activity. \r<br/> <br/>Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this. \r<br/>To keep it simple, the websites you visited provided me with access to your data. \r<br/> <br/>I've uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.\r<br/>Moreover, I have backed-up all the data, including photos, social media, chats and contacts. \r<br/> <br/>Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun! \r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1750 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently. \r<br/> <br/>In my opinion, this is a somewhat modest price for my work. \r<br/>You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that it's not very difficult.\r<br/> <br/>My Bitcoin wallet (BTC): 1HiTbewnp8XNHy2zdeYQTG3NAicRG7CzuT\r<br/> <br/>You have 48 hours to reply and you should also bear the following in mind: \r<br/> <br/>It makes no sense to reply me - the address has been generated automatically.\r<br/>It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked. \r<br/>Everything has been orchestrated precisely. \r<br/> <br/>If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!\r<br/> <br/>P.S. The time will start once you open this letter. (This program has a built-in timer).\r<br/> <br/>Good luck and take it easy! It was just bad luck, next time please be careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Unfortunately, I have some bad news for you.Several months ago, I got access to the device you are using to browse the internet.Since that time, I have been monitoring your internet activity.Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this.To keep it simple, the websites you visited provided me with access to your data.I've uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.Moreover, I have backed-up all the data, including photos, social media, chats and contacts.Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun!Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario.With that in mind, here is my proposal:Transfer the amount equivalent to 1750 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently.In my opinion, this is a somewhat modest price for my work.You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that it's not very difficult.My Bitcoin wallet (BTC): 1HiTbewnp8XNHy2zdeYQTG3NAicRG7CzuTYou have 48 hours to reply and you should also bear the following in mind:It makes no sense to reply me - the address has been generated automatically.It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked.Everything has been orchestrated precisely.If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!P.S. The time will start once you open this letter. (This program has a built-in timer).Good luck and take it easy! It was just bad luck, next time please be careful.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2021/11/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2155341012660204213\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:dertoon.rami@blogger.com\">dertoon.rami@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1550 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1BwDYXp1YCa2NLfGiF5Gfnkmgf61MqupHb\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (dertoon.rami@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1550 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1BwDYXp1YCa2NLfGiF5Gfnkmgf61MqupHbYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2021/10/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1009560337776775714\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:dertoon.rami@blogger.com\">dertoon.rami@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 15KquhG7RGkyXvEVT1aXLgPt4qgBEVe8rN\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (dertoon.rami@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 15KquhG7RGkyXvEVT1aXLgPt4qgBEVe8rNYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2021/08/waiting-for-payment.html",
        "post_title": "Waiting for the payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7553740921971320099\">\nHello!\r<br/>Have you recently noticed that I have e-mailed you from your account?\r<br/>Yes, this simply means that I have total access to your device.\r<br/> <br/>For the last couple of months, I have been watching you.\r<br/>Still wondering how is that possible? Well, you have been infected with malware originating from an adult website that you visited. You may not be familiar with this, but I will try explaining it to you.\r<br/> <br/>With help of the Trojan Virus, I have complete access to a PC or any other device.\r<br/>This simply means I can see you at any time I wish to on your screen by simply turning on your camera and microphone, without you even noticing it. In addition, I have also got access to your contacts list and all your correspondence.\r<br/> <br/>You may be asking yourself, \"But my PC has an active antivirus, how is this even possible? Why didn't I receive any notification?\" Well, the answer is simple: my malware uses drivers, where I update the signatures every four hours, making it undetectable, and hence keeping your antivirus silent.\r<br/> <br/>I have a video of you wanking on the left screen, and on the right screen - the video you were watching while masturbating.\r<br/>Wondering how bad could this get? With just a single click of my mouse, this video can be sent to all your social networks, and e-mail contacts.\r<br/>I can also share access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>All you have to do to prevent this from happening is - transfer bitcoins worth $1450 (USD) to my Bitcoin address (if you have no idea how to do this, you can open your browser and simply search: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1AbhXaiFxR52NDTrjAtzsdyhooVNoVchy1\r<br/> <br/>After receiving a confirmation of your payment, I will delete the video right away, and that's it, you will never hear from me again.\r<br/>You have 2 days (48 hours) to complete this transaction.\r<br/>Once you open this e-mail, I will receive a notification, and my timer will start ticking.\r<br/> <br/>Any attempt to file a complaint will not result in anything, since this e-mail cannot be traced back, same as my bitcoin id.\r<br/>I have been working on this for a very long time by now; I do not give any chance for a mistake. \r<br/> <br/>If, by any chance I find out that you have shared this message with anybody else, I will broadcast your video as mentioned above.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Have you recently noticed that I have e-mailed you from your account?Yes, this simply means that I have total access to your device.For the last couple of months, I have been watching you.Still wondering how is that possible? Well, you have been infected with malware originating from an adult website that you visited. You may not be familiar with this, but I will try explaining it to you.With help of the Trojan Virus, I have complete access to a PC or any other device.This simply means I can see you at any time I wish to on your screen by simply turning on your camera and microphone, without you even noticing it. In addition, I have also got access to your contacts list and all your correspondence.You may be asking yourself, \"But my PC has an active antivirus, how is this even possible? Why didn't I receive any notification?\" Well, the answer is simple: my malware uses drivers, where I update the signatures every four hours, making it undetectable, and hence keeping your antivirus silent.I have a video of you wanking on the left screen, and on the right screen - the video you were watching while masturbating.Wondering how bad could this get? With just a single click of my mouse, this video can be sent to all your social networks, and e-mail contacts.I can also share access to all your e-mail correspondence and messengers that you use.All you have to do to prevent this from happening is - transfer bitcoins worth $1450 (USD) to my Bitcoin address (if you have no idea how to do this, you can open your browser and simply search: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1AbhXaiFxR52NDTrjAtzsdyhooVNoVchy1After receiving a confirmation of your payment, I will delete the video right away, and that's it, you will never hear from me again.You have 2 days (48 hours) to complete this transaction.Once you open this e-mail, I will receive a notification, and my timer will start ticking.Any attempt to file a complaint will not result in anything, since this e-mail cannot be traced back, same as my bitcoin id.I have been working on this for a very long time by now; I do not give any chance for a mistake.If, by any chance I find out that you have shared this message with anybody else, I will broadcast your video as mentioned above.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2021/08/money-transfer-confirmation.html",
        "post_title": "Money Transfer Confirmation.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3341010980233082677\">\nGreetings!\r<br/> <br/>This email has nothing good for you. It is a reminder about your dirty deeds!\r<br/> <br/>It has been around 4 months since your device that you use to access the internet, has been infected with spyware.\r<br/>I have been tracking your online activities for a long time by now.\r<br/> <br/>How it has become possible:\r<br/>Approximately half a year ago there was a huge leak of personal data (mainly passwords and logins), including your email provider (<a href=\"//blogger.com\">blogger.com</a>).\r<br/>Professional hackers have used this data in order to access the operating systems of potential victims (including you as well), \r<br/>and installed special loaders that can be used to install absolutely anything to the infected devices.\r<br/> <br/>I would like to point out that antivirus companies are struggling to deal with such spyware since long time ago, \r<br/>because Trojan software codes keep continuously updating and hence, not allowing antiviruses to do anything.\r<br/> <br/>Likewise, all that personal data has become available at the black market and I have purchased it to install my spyware and start checking out people's personal information,\r<br/>hoping to find something interesting.\r<br/>Some people had a lot of boring documents, some people have basic games, while others play casino... all those devices have been utilized by us in order to do cryptocurrency mining.\r<br/>However, eventually I have stumbled upon something really special while checking your personal data!\r<br/> <br/>You are truly a huge fan of watching kinky videos (it is easy to confirm by checking the activity log of your multimedia players and browser history).\r<br/>I have been filtering out for some time the most shocking videos with you masturbating, while recording you via your device's camera and microphone.\r<br/>As result, I have generated sample videos exposing the way you are pleasing yourself (in really impressive manners sometimes), \r<br/>while the lower part of the screen plays the video that you were watching at that point of time.\r<br/> <br/>I have managed to create a really nice collection for the past few months!\r<br/>What do you think would happen, if those videos get shared to your colleagues, relatives and friends?\r<br/>Taking in consideration the \"specificity\" of the videos you had been watching, the opinion of your friends about your personality will be changed once and for all.\r<br/>I guess, you might have troubles with law due to certain videos from that collection...\r<br/>But I don't want to get you in this kind of troubles, since I have no interest in that.\r<br/> <br/>I simply want to get some money from you, since I have spent quite a significant amount of time and effort to get all this done!\r<br/>Let's agree like this: 1550$ (USD) of bitcoin equivalent will be good enough for me! If you want to pay more - please, feel free!\r<br/> <br/>My BTC wallet for your transaction is: 199ZxJd71PJkMjjTdQdh7ekmQ2amE1tVe6\r<br/> <br/>It is really not that hard to purchase bitcoin and send it to my wallet. Based on the logs, I can say that you are not a stupid person and really known how to use the internet. \r<br/>Frankly speaking, I can't imagine where else this kind of videos (with you masturbating) can be found. ;)\r<br/> <br/>Once I receive a notification of your transaction, I will immediately delete your kinky videos right away together with the porn that you were watching at that point of time.\r<br/>Afterwards, I will completely forget about you - don't worry, you are not the only one like that!\r<br/> <br/>By the way, you have no idea how many there are people around the globe that watch porn, while masturbating. \r<br/>However, those guys don't watch such kinky videos with nasty models that your like to watch!!!\r<br/>Likewise, regardless of everything mentioned above, there is no reason for you to panic! \r<br/> <br/>Here are several simple rules for you to end it all in the most problem-free manner:\r<br/># You have 48 hours to complete the bitcoin transaction. If I don't receive any money from you after 48 hours, \r<br/> then I will upload the videoclip exposing you to online resources and forward it to your entire contact list.\r<br/> Even your closest relatives, colleagues and friends will receive an email or SMS from me. \r<br/> You've got to complete everything necessary within the allocated time - I won't be waiting any longer that that!\r<br/># Timer will start automatically right after you open this email. Please note, that even though the email gets opened by somebody else, the timer will still start.\r<br/># There is no point to reply this email. The sender address has been generated - I have merely used a random address from the internet. All you need to do is pay.\r<br/># In case if you decide to find me - that is a bad idea, since I am using nodes, same as blockchain system, which are used to carry out bitcoin transactions.\r<br/># The idea to reinstall the Operating System would not help either. Even if you burn down your device, it still won't solve the problem.\r<br/> All the files have already been encrypted and saved at remote file hosting websites.\r<br/># Once the transaction is complete, there is no need to notify me about that. I will be able to see it by myself, since I am monitoring all your online activities.\r<br/> <br/>Please keep in mind the most important thing:\r<br/>Once you complete the transaction, I will delete my Trojan virus from your device as well as all the discrediting videos from remote online resources.\r<br/>Afterwards, you can forget about me and this unpleasant situation as well. That is the best solution to this problem!\r<br/> <br/>One last advice for you: change all the access information to all your online services, since I may be not only one who has the access to all your accounts!\r<br/> <br/>Please be reasonable. \r<br/>Good luck!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!This email has nothing good for you. It is a reminder about your dirty deeds!It has been around 4 months since your device that you use to access the internet, has been infected with spyware.I have been tracking your online activities for a long time by now.How it has become possible:Approximately half a year ago there was a huge leak of personal data (mainly passwords and logins), including your email provider (blogger.com).Professional hackers have used this data in order to access the operating systems of potential victims (including you as well),and installed special loaders that can be used to install absolutely anything to the infected devices.I would like to point out that antivirus companies are struggling to deal with such spyware since long time ago,because Trojan software codes keep continuously updating and hence, not allowing antiviruses to do anything.Likewise, all that personal data has become available at the black market and I have purchased it to install my spyware and start checking out people's personal information,hoping to find something interesting.Some people had a lot of boring documents, some people have basic games, while others play casino... all those devices have been utilized by us in order to do cryptocurrency mining.However, eventually I have stumbled upon something really special while checking your personal data!You are truly a huge fan of watching kinky videos (it is easy to confirm by checking the activity log of your multimedia players and browser history).I have been filtering out for some time the most shocking videos with you masturbating, while recording you via your device's camera and microphone.As result, I have generated sample videos exposing the way you are pleasing yourself (in really impressive manners sometimes),while the lower part of the screen plays the video that you were watching at that point of time.I have managed to create a really nice collection for the past few months!What do you think would happen, if those videos get shared to your colleagues, relatives and friends?Taking in consideration the \"specificity\" of the videos you had been watching, the opinion of your friends about your personality will be changed once and for all.I guess, you might have troubles with law due to certain videos from that collection...But I don't want to get you in this kind of troubles, since I have no interest in that.I simply want to get some money from you, since I have spent quite a significant amount of time and effort to get all this done!Let's agree like this: 1550$ (USD) of bitcoin equivalent will be good enough for me! If you want to pay more - please, feel free!My BTC wallet for your transaction is: 199ZxJd71PJkMjjTdQdh7ekmQ2amE1tVe6It is really not that hard to purchase bitcoin and send it to my wallet. Based on the logs, I can say that you are not a stupid person and really known how to use the internet.Frankly speaking, I can't imagine where else this kind of videos (with you masturbating) can be found. ;)Once I receive a notification of your transaction, I will immediately delete your kinky videos right away together with the porn that you were watching at that point of time.Afterwards, I will completely forget about you - don't worry, you are not the only one like that!By the way, you have no idea how many there are people around the globe that watch porn, while masturbating.However, those guys don't watch such kinky videos with nasty models that your like to watch!!!Likewise, regardless of everything mentioned above, there is no reason for you to panic!Here are several simple rules for you to end it all in the most problem-free manner:# You have 48 hours to complete the bitcoin transaction. If I don't receive any money from you after 48 hours,then I will upload the videoclip exposing you to online resources and forward it to your entire contact list.Even your closest relatives, colleagues and friends will receive an email or SMS from me.You've got to complete everything necessary within the allocated time - I won't be waiting any longer that that!# Timer will start automatically right after you open this email. Please note, that even though the email gets opened by somebody else, the timer will still start.# There is no point to reply this email. The sender address has been generated - I have merely used a random address from the internet. All you need to do is pay.# In case if you decide to find me - that is a bad idea, since I am using nodes, same as blockchain system, which are used to carry out bitcoin transactions.# The idea to reinstall the Operating System would not help either. Even if you burn down your device, it still won't solve the problem.All the files have already been encrypted and saved at remote file hosting websites.# Once the transaction is complete, there is no need to notify me about that. I will be able to see it by myself, since I am monitoring all your online activities.Please keep in mind the most important thing:Once you complete the transaction, I will delete my Trojan virus from your device as well as all the discrediting videos from remote online resources.Afterwards, you can forget about me and this unpleasant situation as well. That is the best solution to this problem!One last advice for you: change all the access information to all your online services, since I may be not only one who has the access to all your accounts!Please be reasonable.Good luck!",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2021/06/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2091634521177393532\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:dertoon.rami@blogger.com\">dertoon.rami@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1550 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 1665CsfFELrfiiubFZtLsGHGuqbUz1wXcz\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (dertoon.rami@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1550 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 1665CsfFELrfiiubFZtLsGHGuqbUz1wXczYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2021/04/cooperation-offer.html",
        "post_title": "Cooperation Offer",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-111549308644187533\">\nHey! \r<br/> <br/>As you can see, this is not a formal email, and unfortunately, it does not mean anything good for you. \r<br/>BUT do not despair, it is not critical. I am going to explain to you everything right now. \r<br/> <br/>I have access to your electronic devices, which are the part of the local network you regularly use. \r<br/>I have been tracking your activity for the last few months. \r<br/> <br/>How did that happen?\r<br/>You visited some hacked adult websites with Exploit, and your device was exposed to my malicious software (I bought it in Darknet from specialists in this field).\r<br/>This is a very complex software, operating as Trojan Horse. It updates regularly, and your antivirus can not detect it. \r<br/>The program has a keylogger; it can turn your camera and microphone on and off, send files and provide access to your local network. \r<br/> <br/>It took me some time to get access to the information from other devices, and as of now, \r<br/>I have all your contacts with conversations, info about your locations, what you like, your favourite websites, etc. \r<br/> <br/>Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun! \r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a couple clicks, and I assume that you would like to prevent this scenario. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1650 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently. \r<br/> <br/>In my opinion, this is a somewhat modest price for my work. \r<br/>If you don't know how to use Bitcoins, search it in Bing or Google 'how can I purchase Bitcoins' or other stuff like that. \r<br/> <br/>My Bitcoin wallet: 1Cg1X5xS6wkLqPksNcsVzm41Mf24PsrE1\r<br/> <br/>You have 55 hours to reply and you should also bear the following in mind: \r<br/>It makes no sense to reply me - the address has been generated automatically.\r<br/>It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked. \r<br/>Everything has been orchestrated precisely. \r<br/> <br/>If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it.\r<br/>Following that, the video will be posted on the web!\r<br/> <br/>Remember! Time tracking will start as soon as you open this email, I am monitoring this! \r<br/> <br/>Good luck and take it easy! It was just bad luck, next time please be careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hey!As you can see, this is not a formal email, and unfortunately, it does not mean anything good for you.BUT do not despair, it is not critical. I am going to explain to you everything right now.I have access to your electronic devices, which are the part of the local network you regularly use.I have been tracking your activity for the last few months.How did that happen?You visited some hacked adult websites with Exploit, and your device was exposed to my malicious software (I bought it in Darknet from specialists in this field).This is a very complex software, operating as Trojan Horse. It updates regularly, and your antivirus can not detect it.The program has a keylogger; it can turn your camera and microphone on and off, send files and provide access to your local network.It took me some time to get access to the information from other devices, and as of now,I have all your contacts with conversations, info about your locations, what you like, your favourite websites, etc.Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun!Rest assured that I can easily send this video to all your contacts with a couple clicks, and I assume that you would like to prevent this scenario.With that in mind, here is my proposal:Transfer the amount equivalent to 1650 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently.In my opinion, this is a somewhat modest price for my work.If you don't know how to use Bitcoins, search it in Bing or Google 'how can I purchase Bitcoins' or other stuff like that.My Bitcoin wallet: 1Cg1X5xS6wkLqPksNcsVzm41Mf24PsrE1You have 55 hours to reply and you should also bear the following in mind:It makes no sense to reply me - the address has been generated automatically.It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked.Everything has been orchestrated precisely.If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it.Following that, the video will be posted on the web!Remember! Time tracking will start as soon as you open this email, I am monitoring this!Good luck and take it easy! It was just bad luck, next time please be careful.",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2021/02/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5814995261047728306\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:dertoon.rami@blogger.com\">dertoon.rami@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $950 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 16aqr3rXxCtxa8AK3ErftnBQLfzyyhjpXJ\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (dertoon.rami@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $950 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 16aqr3rXxCtxa8AK3ErftnBQLfzyyhjpXJYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2019/12/security-alert-your-accounts-was.html",
        "post_title": "Security Alert. Your accounts was compromised. You need change password!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6786092173703424415\">\n<div dir=\"rtl\" style=\"text-align: right;\" trbidi=\"on\">\nHello!\n<br/>\n<br/>\nAs you may have noticed, I sent you an email from your account.\n<br/>\nThis means that I have full access to your device.\n<br/>\n<br/>\nI've been watching you for a few months now.\n<br/>\nThe fact is that you were infected with malware through an adult site that you visited.\n<br/>\n<br/>\nIf you are not familiar with this, I will explain.\n<br/>\nTrojan Virus gives me full access and control over a computer or other device.\n<br/>\nThis means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\n<br/>\n<br/>\nI also have access to all your contacts and all your correspondence.\n<br/>\n<br/>\nWhy your antivirus did not detect malware?\n<br/>\nAnswer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\n<br/>\n<br/>\nI made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\n<br/>\nWith one click of the mouse, I can send this video to all your emails and contacts on social networks.\n<br/>\nI can also post access to all your e-mail correspondence and messengers that you use.\n<br/>\n<br/>\nIf you want to prevent this,\n<br/>\ntransfer the amount of $846 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\n<br/>\n<br/>\nMy bitcoin address (BTC Wallet) is: 1F3mAYuD3sEjufi5pPgDjAAM6SJPN6bFvn\n<br/>\n<br/>\nAfter receiving the payment, I will delete the video and you will never hear me again.\n<br/>\nI give you 50 hours (more than 2 days) to pay.\n<br/>\nI have a notice reading this letter, and the timer will work when you see this letter.\n<br/>\n<br/>\nFiling a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\n<br/>\nI do not make any mistakes.\n<br/>\n<br/>\nIf I find that you have shared this message with someone else, the video will be immediately distributed.\n<br/>\n<br/>\nBest regards!</div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!As you may have noticed, I sent you an email from your account.This means that I have full access to your device.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $846 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1F3mAYuD3sEjufi5pPgDjAAM6SJPN6bFvnAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/100-talkatone-2016.html",
        "post_title": "طريقة الحصول على رقم اميركي لتفعيل الواتس اب مضمونة 100% من تطبيق talkatone 2016",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-31357701495164344\">\n<div class=\"gmail_quote\"><br/><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=4p68PugIric&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=4p68PugIric&amp;u=/watch?v%3DtmknKipT1TI%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzRdTX3fpsMDndU-VmthjveWHZhWi9ZI_trdLR6ajue8yxLDjUXiNf17TBu0B8K6pY03P_UaOAuHDj4kM5-6nFIZJyDwYueI1-15igp_bbD9cfyUbigXxgb4htDIiY8lYNhEx2dlvPM2PdeDY7cSkPClPoSxPoE_5WYAcyTacmpzjmgTbXCaJRasNsL3HqE4Ljo2TN31kR4=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=4p68PugIric&amp;u=/watch?v%3DtmknKipT1TI%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  أسهل طريقة للحصول على رقم أمريكي مجاني لتفعيل الواتس اب برقم أمريكي...  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=4p68PugIric&amp;u=/watch?v%3DtmknKipT1TI%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=4p68PugIric&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3DRoHyqzDaLuUxf2dPeGfwzVTy8Bh8MTQ1ODA2MTA4MEAxNDU4MDYxMDgw%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=4p68PugIric&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.أسهل طريقة للحصول على رقم أمريكي مجاني لتفعيل الواتس اب برقم أمريكي...Want to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/100-2016.html",
        "post_title": "طريقة تفعيل الواتس اب برقم اميركي مضمونة 100% لعام 2016",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3645096533127710226\">\n<div class=\"gmail_quote\"><br/><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"></td></tr></tbody></table></div></td></tr></tbody></table></td></tr></tbody></table></div><div><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"596\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"><div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=50Bup9W-wb8&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> </td></tr></tbody></table></div></td></tr></tbody></table></td></tr></tbody></table></div><div><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"596\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"><div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td width=\"516\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=50Bup9W-wb8&amp;u=/watch?v%3DY-GhNM0D9Bo%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MyOfrUYCy5fLN5HFWNx08BmkGuwDUlJ1Q1CdBCr4SXrnrbQQIG34lCKrf40ti4ZDGzG8Y1Wg1uYuFuIFFNakzZAnNjBF_upPL8Znwuler9MQppSIxD9diX0VU5yNwsGrDLONcV-C2ab2-VAi0YVE7PzuDu7XP3PJ3xB4wE5rrkzn4XVzwKvvFBkkk3JbD7X9F4WFMm9BGc=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=50Bup9W-wb8&amp;u=/watch?v%3DY-GhNM0D9Bo%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  طريقة تفعيل الواتس اب برقم اميركي مضمونة 100% على جوالك الأندرويد  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=50Bup9W-wb8&amp;u=/watch?v%3DY-GhNM0D9Bo%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=50Bup9W-wb8&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3DFO6085nyDQi-IlDKtQPmgSRbWGR8MTQ1ODA2MzY0MkAxNDU4MDYzNjQy%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=50Bup9W-wb8&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.طريقة تفعيل الواتس اب برقم اميركي مضمونة 100% على جوالك الأندرويدWant to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/blog-post_47.html",
        "post_title": "استعادة الأسماء بعد حذفها أو في حال ضياع الجوال",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-402814552988054392\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=1ldakJ4DXDc&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=1ldakJ4DXDc&amp;u=/watch?v%3Dkd-jCqrOGhU%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwokA8pNof2lp70xAvHDUDPT4LpEqLsfhR_YZp2Fu1DYfDcGecXRwaRVJ0HWXY1Z2YQoB_bclXD0jWgOB-1aganMWA32wQhPQ-Hu9-YdGJjuP8v5kFaKEw2CTr3CVFoXjKJIQlq9ndaQCmJgPwlR_hsael9g87jzjxNLXOKCWI3ABIdah7bwz5jgf3OL4UEmTocGrWiW2Jz=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=1ldakJ4DXDc&amp;u=/watch?v%3Dkd-jCqrOGhU%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  استعادة الأسماء بعد حذفها أو في حال ضياع الجوال  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=1ldakJ4DXDc&amp;u=/watch?v%3Dkd-jCqrOGhU%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=1ldakJ4DXDc&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3De99Kf0Yd-AK1fFIGU_XHFkymMcF8MTQ1NTgwMDI3NkAxNDU1ODAwMjc2%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=1ldakJ4DXDc&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.استعادة الأسماء بعد حذفها أو في حال ضياع الجوالWant to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/siphon.html",
        "post_title": "تطبيق siphon لفك الحظر عن الواتس آب و الفايبر",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5095419732652933768\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=T1B8okqiwrY&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=T1B8okqiwrY&amp;u=/watch?v%3DIXv6XBz56A4%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8My1SsXp7dfuYyC47XyDPfeXr0gSQCJ8eU6f2Q-AfWND1YjI891CE4WjZHVfRITy9u4a6ytK_YRKd_raiGqdLoL0w5k2yVNd0N4uBaBHPrYj1Wjj5GWPlYsGdvThCCnObLuY4Iy6bbc2d3DdcXt7MFEgr4FBi7m-RqreJHYZ4-TbkvOb3BIWCY8d_7Jdxdb14nC-t-P0uGoF=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=T1B8okqiwrY&amp;u=/watch?v%3DIXv6XBz56A4%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  تطبيق psiphon لفك الحجب عن الواتس اب و الفايبر vpn  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=T1B8okqiwrY&amp;u=/watch?v%3DIXv6XBz56A4%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=T1B8okqiwrY&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3D4at6uvkpnmK4roLzKd08u8iUM-Z8MTQ1NTg4MjE1N0AxNDU1ODgyMTU3%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=T1B8okqiwrY&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.تطبيق psiphon لفك الحجب عن الواتس اب و الفايبر vpnWant to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/doze.html",
        "post_title": "لتقليل صرف البطارية و النت مثل مارشميلو تطبيق doze",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5919768418774566090\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><br/><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=BqUQIg7-oj4&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=BqUQIg7-oj4&amp;u=/watch?v%3DiPWfJucIadE%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzYCRv4bPSoPT5uuVETVVnofihWQEcD6jm2iSsfJ7w-512l8y2wLlXi1PTtH6EKVNJlW9ZburtuKi0A0Uvb_PblnBwGteRdbeZyQTAYBGB47jlRE_lIcMpkBBa-nfLcCiCdx5-DxXGZRB_n8_hMWjQQBoYiDGzo7jfJ1pxiVs2g5IAt4RX4XZn0Zw-fc2jTE4srl7U2b-g=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=BqUQIg7-oj4&amp;u=/watch?v%3DiPWfJucIadE%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  تطبيق doze لتقليل صرف البطارية و النت مثل مارشميلو  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=BqUQIg7-oj4&amp;u=/watch?v%3DiPWfJucIadE%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=BqUQIg7-oj4&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3DJzFtvLx0gwKJYoz0_lxMonMK8QZ8MTQ1NjA5OTc5MkAxNDU2MDk5Nzky%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=BqUQIg7-oj4&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.تطبيق doze لتقليل صرف البطارية و النت مثل مارشميلوWant to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/blog-post_43.html",
        "post_title": "حل مشكلة التطبيق لا يدعم بلدك و تشغيل الماركت الأمريكي",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6914505762004405709\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><br/><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=Jj31Fnrn4GE&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=Jj31Fnrn4GE&amp;u=/watch?v%3DJgWXsXqoPk0%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxCsDqFlXKYFTbHYWqkEH4Owb7L_BC62Q0N0YgjsX6aqQwa1BvYL4sr5zIp9bHXNmynJc-DaX3A9Q97T9ti9rBOLdw6hlSel_hudRaDw7hJuABgsenVrY0h664N-0cFt714SwQwHiu523jixsJOxoeGpdPRP8z4_62sORapp7Zc-gSMyJc_uDkBPKZAJU_STCueG3CdfEbC=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=Jj31Fnrn4GE&amp;u=/watch?v%3DJgWXsXqoPk0%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  حل مشكلة التطبيق لا يدعم بلدك  وتشغيل ماركت أمريكي  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=Jj31Fnrn4GE&amp;u=/watch?v%3DJgWXsXqoPk0%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=Jj31Fnrn4GE&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3DEJcHndBodqPUM9fh6hHj5hOM_AR8MTQ1NjI2NjA2M0AxNDU2MjY2MDYz%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=Jj31Fnrn4GE&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.حل مشكلة التطبيق لا يدعم بلدك  وتشغيل ماركت أمريكيWant to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/blog-post_33.html",
        "post_title": "فرمتة جوال سامسونج بدقيقة واحدة بالبيت",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8671007444359037049\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><br/><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=Lc80IFS67PA&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=Lc80IFS67PA&amp;u=/watch?v%3DjgfoDMXn2b0%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxbOhsR42pHActsJBEeDoXkTC3GyFxlO-844vjpCJnBiKzMXktR_1woQ8BxpIyofmQPY-uGoUsfmEbMP-HFEU-5-sRFAqfOlgf59R-Wl1Nw-6yV1k3d_QyRS5P2ONpFd8sCWB635MLIZpaXpY_mwbhJ7QADd_h-G-DM3vtLV9MxT_gu-hjAapuFB6ugCS4ZA3ukTrwBCu2s=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=Lc80IFS67PA&amp;u=/watch?v%3DjgfoDMXn2b0%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  فرمتة جوال سامسونج اندرويد بدقيقة واحدة بالبيت  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=Lc80IFS67PA&amp;u=/watch?v%3DjgfoDMXn2b0%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=Lc80IFS67PA&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3DnOWZOUohMzaJWQVvqgOCIrLxLnx8MTQ1Njc5MzkwNEAxNDU2NzkzOTA0%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=Lc80IFS67PA&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.فرمتة جوال سامسونج اندرويد بدقيقة واحدة بالبيتWant to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/blog-post_58.html",
        "post_title": "طريقة إيقاف إشعارات الألعاب في الفيس بوك بثانية واحدة و بسهولة",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6460832042028577425\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"></td></tr></tbody></table></div></td></tr></tbody></table></td></tr></tbody></table></div><div><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"596\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"><div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=mCd4nOeHlos&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> </td></tr></tbody></table></div></td></tr></tbody></table></td></tr></tbody></table></div><div><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"596\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"><div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td width=\"516\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=mCd4nOeHlos&amp;u=/watch?v%3D0Lbfc-w7zAw%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx7Al9K1Pyoc0zU_vqSosquglyfCUOPSbp9PlL-dbQ6poAHrK03XSya9cLmdFe9tkOREpcIvaHCVPafYR_9IjtrHPceFWhkeBX1K3zuX6Eda8x-021xkywvTz0AP22YHG6Qos2XBefHa-TUxZuId7Bhd16W8vjz7xfawH9duEedr3ffbzczEeDDYaXhzdl46m4iez0pKEWR=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=mCd4nOeHlos&amp;u=/watch?v%3D0Lbfc-w7zAw%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  طريقة ايقاف اشعارات الالعاب المزعجة في الفيسبوك بثانية واحدة و بسهولة  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=mCd4nOeHlos&amp;u=/watch?v%3D0Lbfc-w7zAw%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=mCd4nOeHlos&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3Dv-n_-32dY58vwVFGzgKAF4dLjxl8MTQ1NzIxNjI1NEAxNDU3MjE2MjU0%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=mCd4nOeHlos&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.طريقة ايقاف اشعارات الالعاب المزعجة في الفيسبوك بثانية واحدة و بسهولةWant to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/blog-post_48.html",
        "post_title": "طريقة كتم صوت الرسائل لي تطبيق واتس أب و فيس بوك ماسنجر",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8753125108612218404\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=dGpqrsMs82c&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=dGpqrsMs82c&amp;u=/watch?v%3DSlnLGodC0Qk%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mw1T6A1HW5ILfFopJGaBXmJbf3qIiRz-9x5SAxp9jm18kjFXYCBvSA141Rl5B-8Q1Y6C3JtFoA5IZOvcFpGQkHvSjf7ku2S-TW05qXE3pJQtktTtnXYjQg0WrRH3GGJYXVP7llYJGRMBbZMDWxLethiiN2ExFkLReNlV7L--FVaEvKGEe2UftZw-VL1tmuwnyxDdCZ9ER-C=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=dGpqrsMs82c&amp;u=/watch?v%3DSlnLGodC0Qk%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  طريقة كتم صوت الرسائل في تطبيق الواتس اب و فيس بوك ماسنجر  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=dGpqrsMs82c&amp;u=/watch?v%3DSlnLGodC0Qk%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=dGpqrsMs82c&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3DisvD5cH9Be0_7VRX-_TrwXyRNd18MTQ1NzIxMzUzM0AxNDU3MjEzNTMz%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=dGpqrsMs82c&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.طريقة كتم صوت الرسائل في تطبيق الواتس اب و فيس بوك ماسنجرWant to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/twilight.html",
        "post_title": "تطبيق twilight لجعل شاشة الجوال مريحة لقراءة النصوص ليلا و لا تضر العين",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7312062049623401851\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><br/><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"></td></tr></tbody></table></div></td></tr></tbody></table></td></tr></tbody></table></div><div><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"596\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"><div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=8F61vkSHmcU&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> </td></tr></tbody></table></div></td></tr></tbody></table></td></tr></tbody></table></div><div><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"596\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"><div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"><tbody><tr><td width=\"516\"><table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=8F61vkSHmcU&amp;u=/watch?v%3DtA9B9dfYmqU%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxzKgFUzbg62qliuxbP8NyGdu6RsPPoizSlVas7oETImeZgk9pL-iBiPQVLb5XCbDyhC44pFQsiBjnXDSLj994N3EGSVsctJnUV8MbJvpz8aoQQn5xTZ8o_BcOoCQRc3njLP47kJ3em0QQSr0oE72P24xgBNdIQi44U7KEV3tAMkbPoGjLrLDfrntf2RXDRLN5emXLNbvuL=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=8F61vkSHmcU&amp;u=/watch?v%3DtA9B9dfYmqU%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  شرح تطبيق twilight لجعل شاشة الجوال مريحة لقراءة الكتب ليلا و لا تض...  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=8F61vkSHmcU&amp;u=/watch?v%3DtA9B9dfYmqU%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=8F61vkSHmcU&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3DhiFy3XYdCM2t2HbadscJpb5m2r58MTQ1NzM5ODMwNkAxNDU3Mzk4MzA2%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=8F61vkSHmcU&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.شرح تطبيق twilight لجعل شاشة الجوال مريحة لقراءة الكتب ليلا و لا تض...Want to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    },
    {
        "post_link": "https://ifreeappz.blogspot.com/2016/03/blog-post_85.html",
        "post_title": "طريقة إيقاف خاصية التصحيح التلقائي بلوحة مفاتيح الجوال",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8361684999986550194\">\n<div class=\"gmail_quote\"><div dir=\"ltr\"><br/></div><br/><br/><div class=\"gmail_forwarded\" id=\"gmail_block_quote0\"> <div> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"640\"><tbody><tr><td bgcolor=\"#F0F0F0\" width=\"22\"></td><td bgcolor=\"#F0F0F0\" width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" valign=\"top\" width=\"596\"> <tbody><tr> <td width=\"9\"></td> <td align=\"left\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwA2lj7ql6e1a6WeNKanotWREizBDhBdRiTjJcUZG7SiMCVoC-MF8eXxCOCyYYIL86ugisx1rl2hKSyYv1clmUewwnnp3GdThsE7dHX7fjIDLyGHsvKMiYy_Zeh3NazC-g_=s0-d\" width=\"230\"/> </td> <td align=\"center\" height=\"47\" valign=\"center\" width=\"118\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxsNBkQ-FnQQiR5RMNWBMsswTdffLaTB3k0j6kdQOl_PNwhPmSCjFf1HSG-R0PctJg9Eyjy3hcQzMcERgRTfQgSiaIZ9_kwaz7UgSdZgO4BnAyzzUyDYQR37ZEO81jatpYY=s0-d\" width=\"118\"/> </td> <td align=\"right\" height=\"47\" valign=\"center\" width=\"230\"> <img height=\"47\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx4q23Pk7HuSX4voMu0WAEMNkQjB4S25KvKkAK8p7-XpezNYsZYDRzXgrV6CQtxx0bp6GvGXGW8lCFA5mU_0jmWY64LLCsIVUNs9sHHFnXZu28Aj4H4xF1pYaLPEJ0YqjGCyQ=s0-d\" width=\"230\"/> </td> <td width=\"9\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"3\" height=\"22\"></td> </tr> <tr> <td width=\"40\"></td> <td width=\"516\"> <span style=\"display:none!important;width:0;min-height:0;color:transparent\">      <span>     <span>       <span>                </span>                   </span>   </span> </span> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"left\" bgcolor=\"#FFFFFF\" width=\"50\"> <img height=\"50\" src=\"https://lh5.googleusercontent.com/-yVIjSOQRi1U/AAAAAAAAAAI/AAAAAAAAAAA/O5egIz-rV3w/s50/photo.jpg\" width=\"50\"/> </td> <td width=\"16\"></td> <td> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;line-height:24px;color:#333333\"> <span style=\"font-weight:bold\">Way to go, <a href=\"//www.youtube.com/attribution_link?a=p3sn0Amvl94&amp;u=/user/deree4?feature%3Dem-upload_owner\" style=\"text-decoration:none;color:#333333\" target=\"_blank\">ramy</a>!</span><br/>Your video is now on YouTube.  </div> </td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <div style=\"border-bottom:1px solid #e1e1e1\"></div> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"22\"> <tbody><tr> <td height=\"22\"></td> </tr> </tbody></table> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"0\"> <tbody><tr> <td height=\"0\"></td> </tr> </tbody></table> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"516\"> <tbody><tr> <td align=\"center\" height=\"290\" width=\"516\"> <a class=\"nonplayable\" href=\"//www.youtube.com/attribution_link?a=p3sn0Amvl94&amp;u=/watch?v%3D7JcpBfUiwcA%26feature%3Dem-upload_owner\" style=\"text-decoration:none;display:block\" target=\"_blank\"> <img border=\"0\" height=\"290\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mz3PsVAh_8u65dQjibUMV_zsAwP9QPRV6wIFJNkqWdpsdX7W1HPxq5CVIJT1Q72OZPrhCNFdp2hyDLJeAoeisGL4djP9p5XwvugbT7GggkpAasH8koXYzM2xZCxtB6WyQ1sL3ep9zpC7UNYwNn6J6NgsWCaneZb7f2dzjDao2Kr2eyl9WAPglrmKFp8X5ncOdCsVP0l_Ppu=s0-d\" width=\"516\"/> </a> </td> </tr> <tr><td> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"16\"> <tbody><tr> <td height=\"16\"></td> </tr> </tbody></table> </td></tr> <tr> <td align=\"left\" width=\"516\"> <a href=\"//www.youtube.com/attribution_link?a=p3sn0Amvl94&amp;u=/watch?v%3D7JcpBfUiwcA%26feature%3Dem-upload_owner\" style=\"text-decoration:none\" target=\"_blank\"> <div style=\"font-family:arial,Arial,sans-serif;font-size:18px;color:#468aca;line-height:24px;font-weight:bold\">  طريقة إيقاف خاصية التصحيح التلقائي على لوحة مفاتيح سامسونج لجوال ال...  </div> </a> </td> </tr> </tbody></table> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"3\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td bgcolor=\"#FFFFFF\" width=\"596\"> <div style=\"border-style:solid;border-width:1px;border-color:#cccccc\"> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td colspan=\"4\" height=\"22\"></td> </tr> <tr style=\"font-family:arial,Arial,sans-serif;font-size:13px;line-height:15px;color:#666666\"> <td width=\"40\"></td> <td>  Want to spread the word about your newest video?  </td> <td width=\"150\"> <a href=\"//www.youtube.com/attribution_link?a=p3sn0Amvl94&amp;u=/watch?v%3D7JcpBfUiwcA%26feature%3Dem-upload_owner%23action%3Dshare\" style=\"padding:8px 20px;font-weight:bold;border-width:1px;color:#ffffff;border-color:#3336699;background-color:#4477bb;text-decoration:none;text-align:center;border-radius:3px;white-space:nowrap\" target=\"_blank\">  Share your video  </a> </td> <td width=\"40\"></td> </tr> <tr> <td colspan=\"4\" height=\"22\"></td> </tr> </tbody></table> </div> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td align=\"center\" width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  We've sent this email to <a href=\"mailto:dertoon@gmail.com\" target=\"_blank\">dertoon@gmail.com</a>.  If you don't want these notifications for finished uploads anymore, you can <a href=\"//www.youtube.com/attribution_link?noapp=1&amp;a=p3sn0Amvl94&amp;u=/email_unsubscribe?uid%3DmE_0rlo_4cboj3yGcF5mdA%26action_unsubscribe%3DTK6VlL3TeS6-4XrpuLxHrQOJuxx8MTQ1NzM5NTMzMEAxNDU3Mzk1MzMw%26feature%3Dem-upload_owner\" target=\"_blank\">unsubscribe here</a>.  </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"16\"></td> </tr> <tr> <td width=\"596\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"596\"> <tbody><tr> <td width=\"20\"></td> <td width=\"556\"> <div style=\"color:#999999;font-size:11px;line-height:14px;font-family:arial,Arial,sans-serif\">  ©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066  <img height=\"1\" src=\"//www.youtube.com/attribution_link?a=p3sn0Amvl94&amp;u=/gen_204?a%3D\" width=\"1\"/> </div> </td> <td width=\"20\"></td> </tr> </tbody></table> </td> </tr> <tr> <td height=\"22\"></td> </tr> </tbody></table> </td><td bgcolor=\"#F0F0F0\" width=\"22\"></td></tr></tbody></table> </div> </div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Way to go,ramy!Your video is now on YouTube.طريقة إيقاف خاصية التصحيح التلقائي على لوحة مفاتيح سامسونج لجوال ال...Want to spread the word about your newest video?Share your videoWe've sent this email todertoon@gmail.com.  If you don't want these notifications for finished uploads anymore, you canunsubscribe here.©2016 YouTube, LLC 901 Cherry Ave, San Bruno, CA 94066",
        "lang": "en"
    }
]