[
    {
        "post_link": "http://iyan201080.blogspot.com/2011/06/ceramah-pgmemanfaatkan-waktu.html",
        "post_title": "Ceramah pg,Memanfaatkan Waktu",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3375185307848795135\" itemprop=\"description articleBody\">\n﴿الْحَمْدُ لِلهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُواْ بِرَبِّهِم يَعْدِلُونَ﴾<p>Segala puji bagi Allah Yang telah menciptakan langit dan bumi, dan mengadakan gelap dan terang, namun orang-orang yang kafir mempersekutukan (sesuatu) dengan Tuhan mereka\". [QS. Al-An'am: 1]<p>Allah Subahanahu Wa Ta'ala menegakkan dalil dengan ciptaanNya dan ayat-ayatNya dan di dalam diri kalian apakah kalian tidak memperhatikanNya, Allah Subahanahu Wa Ta'ala mewujudkan kasih sayangNya dengan nikmat dan karuniaNya:<p>قال الله تعالى: ﴿وَإِن تَعُدُّواْ نِعْمَتَ اللهِ لاَ تُحْصُوهَا إِنَّ الإِنسَانَ لَظَلُومٌ كَفَّارٌ﴾<p>\"Dan jika kamu menghitung nikmat Allah, tidaklah dapat kamu menghinggakannya. Sesungguhnya manusia itu, sangat lalim dan sangat mengingkari nikmat Allah\". QS. Ibrahim: 34.<p>Aku memuji Allah Yang Maha Suci karena segala anugrah dan nikmat yang diberikanNya kepada kita, Dia mengkhususkan kita dengan makrifah kepadaNya dan menunjukkan kita jalan tauhid dan ketundukan wajah bagiNya lalu banyak menusia yang ingkar dan kufur kepada Allah.<p>Aku bersaksi bahwa tiada Tuhan yang berhak disembah dengan sebenarnya selain Allah, Yang Maha Esa dan tiada sekutu bagiNya, Maha Suci Allah Tuhan pemilik Arasy dari apa yang mereka katakan tentang Allah, dan aku bersaksi bahwa Muhammad adalah hamba dan utusanNya, kekasih Allah, yang jujur lagi terpercaya. Ya Allah curahkanlah shalawat dan salam atas hambaMu Muhammad, kepada seluruh keluarga, para shahabat yang mengikuti petunjuk Nabi dan berpegang teguh dengan sunnahnya sehingga mereka mendapat pujian dari Nabi shallallahu alaihi wa sallam di dalam sebuah sabdanya, \"Para shahabatku bagai bintang-bintang, siapapun engkau tauladani maka kalian pasti mendapat petunjuk\".<p>Amma Ba'du: Wahai sekalian manusia bertaqwalah kepada Allah dengan sebenar-benar taqwa dan renungkanlah ayat-ayat dan hikmat yang telah diturunkanNya kepada kalian dan dengarkanlah firman Allah Azza Wa Jalla:<p>قال الله تعالى: ﴿أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا﴾<p>Maka apakah mereka tidak memperhatikan Al Qur'an? Kalau kiranya Al Qur'an itu bukan dari sisi Allah, tentulah mereka mendapat pertentangan yang banyak di dalamnya. QS. Al-Nisa': 82.<p>Dan ketahuilah bahwa Allah Ta'ala tidak pernah menciptakanmu untuk sebuah kesia-siaan akan tetapi Allah menciptakanmu untuk mengenal dan beribadah kepadaNya:<p>قال الله تعالى: ﴿فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدِّينِ وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رَجَعُواْ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ﴾<p>Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya\". QS. Al-Taubah: 122.<p>Dan sebagaimana ayat pertama yang turun menjelaskan tentang perintah untuk membaca. Allah Subahanahu Wa Ta'ala berfirman:<p>قال الله تعالى: ﴿اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ﴾<p>Bacalah dengan (menyebut) nama Tuhanmu Yang menciptakan, Dia telah menciptakan manusia dari segumpal darah. Bacalah, dan Tuhanmulah Yang Maha Pemurah, Yang mengajar (manusia) dengan perantaraan kalam. Dia mengajarkan kepada manusia apa yang tidak diketahuinya. QS. Al-Alaq: 1-5.<p>Lalu ayat-ayat kedua turun memerintahkan untuk melaksanakan perintah ayat sebelumnya dan tidak menunda-nunda dalam pelaksanaan ayat tersebut. Allah Subahanahu Wa Ta'ala berfirman:<p>قال الله تعالى: ﴿يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنذِرْ وَرَبَّكَ فَكَبِّرْ وَثِيَابَكَ فَطَهِّرْ وَالرُّجْزَ فَاهْجُرْ وَلَا تَمْنُن تَسْتَكْثِرُ وَلِرَبِّكَ فَاصْبِرْ﴾<p>Hai orang yang berkemul (berselimut). bangunlah, lalu berilah peringatan!, dan Tuhanmu agungkanlah, dan pakaianmu bersihkanlah, dan perbuatan dosa (menyembah berhala) tinggalkanlah, dan janganlah kamu memberi (dengan maksud) memperoleh (balasan) yang lebih banyak. Dan untuk (memenuhi perintah) Tuhanmu, bersabarlah. QS. Al-Mudatsir: 1-7.<p>Dan Allah Subahanahu Wa Ta'ala menciptakan kita untuk beribadah kepadaNya, Allah Subahanahu Wa Ta'ala berfirman:<p>قال الله تعالى: ﴿وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ مَا أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ إِنَّ اللهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ﴾<p>Dan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah-Ku. Aku tidak menghendaki rezeki sedikit pun dari mereka dan Aku tidak menghendaki supaya mereka memberi Aku makan. Sesungguhnya Allah Dialah Maha Pemberi rezeki Yang Mempunyai Kekuatan lagi Sangat Kokoh. QS. Al-Dzariyat: 56-57.<p>Allah Subhanahu Wa Ta'ala telah memerintahkan kepada kalian untuk bertauhid dan taat kepadaNya, dan Dia telah mengutus para rasul sebagai pembawa kabar gembira dan pemberi peringatan agar tidak ada hujjah bagi manusia setelah diutusnya para rasul tersebut dan Allah Maha Perkasa lagi Maha Bijaksana.<p>Dengan diutusnya Nabi shallallahu alaihi wa sallam tegaklah hujjah Allah atas seluruh manusia dan telah sempurna kebenaran dan kelurusan kalam Allah dan telah tampak tanda-tanda kekuasaan Allah dan agamaNya.<p>Wahai sekalian hamba Allah!, manfaatkanlah usia kalian dengan bertaubat kepada Allah sebelum datangnya ajal dan habisnya kehidupan duniawi. Telah datang kepada kalian dari Allah cahaya dan kitab yang terang, Dia memberikan petunjuk dengannya orang-orang yang mengikuti petunjukNya dan menempuh jalan keselamatan dan mengeluarkan mereka dari kegelapan menuju cahaya dengan izin Allah dan memberikan petunjuk kepada mereka menuju jalan yang lurus. Bertaubatlah kalian semua kepada Allah wahai sekalian orang-orang yang beriman semoga kalian menjadi orang yang beruntung:<p>قال الله تعالى: ﴿وَأَطِيعُواْ اللهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ﴾<p>\"Dan taatilah Allah dan Rasul, supaya kamu diberi rahmat.\". QS. Ali Imron: 132.<p>Simaklah hadits Rasulullah shallallahu alaihi wa sallam, \"Tidak ada satu haripun yang waktu fajarnya telah terbit kecuali malaikat berseru padanya wahai Anak Adam aku ini adalah hari yang baru, dan menyaksikan semua amal perbuatanmu, maka manfaatkanlah aku sebab aku tidak akan kembali lagi.\"<p>قال الله تعالى: ﴿وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللهَ فَأَنسَاهُمْ أَنفُسَهُمْ أُوْلَئِكَ هُمُ الْفَاسِقُونَ﴾<p>Dan janganlah kamu seperti orang-orang yang lupa kepada Allah lalu Allah menjadikan mereka lupa kepada diri mereka sendiri. Mereka itulah orang-orang yang fasik. QS.Al-Hasyr: 19.<p>قال الله تعالى: ﴿قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا﴾<p>\"Katakanlah: \"Apakah akan Kami beritahukan kepadamu tentang orang-orang yang paling merugi perbuatannya?. Yaitu orang-orang yang telah sia-sia perbuatannya dalam kehidupan dunia ini, sedangkan mereka menyangka bahwa mereka berbuat sebaik-baiknya\". QS. Al-Kahfi: 103-104.<p>Semoga Allah memberikan keberkahannya bagiku dan bagi kalian semua di dalam Al-Qur'an yang mulia, dan Allah memberikan manfaat bagiku dan bagi kalian dengan ayat-ayat Allah Yang Maha Bijaksana yang tertera di dalamnya. Hanya inilah yang bisa aku katakan dan aku memohon ampunan bagi diriku dan bagi kalian serta seluruh kaum muslimin kepada Allah yang Maha Mulia dari segala dosa. Mohonlah ampun kepadaNya dan bertaubatlah kepada Allah, sebab Dia adalah Zat Yang Pengampun lagi Maha Penyayang.<p>Khutbah kedua<p>Segala puji bagi Allah dengan sebenar-benar pujian dan aku bersyukur kepadaNya dengan syukur dan sesungguhnya, dan aku bersaksi bahwa tiada Tuhan yang berhak disemabah dengan sebenarnya kecuali Allah, Yang Maha Esa dan tiada sekutu bagiNya, dan aku bersaksi bahwa Muhammad adalah hamba dan utusanNya dan semoga Allah mencurahkan keberkahan kepada Muhammad dan kepada para keluarga, para shahabat dan setiap orang yang mengikuti jalan mereka dan menjalani jejak mereka sampai hari kiamat…<p>Al-Hasan Al-Bashri pernah menulis sebuah pesan kepada Umar bin Abdul Aziz:<p>Dunia adalah tempat berdiam sementara dan bukan tempat menetap, Adam turun kepadanya sebagai siksaan atas dirinya maka waspadalah wahai amirul mu'minin, sesungguhnya orang yang berbekal dengannya pasti akan meninggalkannya, orang yang merasa kaya dengannya niscaya dia akan menjadi fakir, dan orang yang merasa kuat karenanya niscaya ia akan dihinakan karenanya, dan orang yang mengumpulkannya akan menjadi fakir, ia sama seperti racun yang dimakan oleh orang yang tidak menyadarinya sehingga ia mati karenanya. Waspadalah terhadap tempat yang memepesona ini, yang menipu jadilah engkau orang yang paling bahagia di dalamnya dan wasapadalah terhadap tipu dayanya, kebahagiaannya dihiasi dengan kesedihan, kejernihan hidup padanya dicampuri oleh kekeruhan. Seandainya Allah Yang Pencipta tidak memberitahukan tentang keadaan dunia dan menjadikannya sebagai perumpamaan maka sungguh dia telah membangunkan orang yang terlelap dan mengingatkan orang yang masih lalai, bagaiamana tidak padahal Allah telah menurunkan peringatan dan nasehat yang memperingatkan tentang apa yang telah diperingatkan oleh Allah Azza Wa Jalla, tidak ada berat apapun bagi dunia ini sejak Allah menciptakannya, dan dunia ini dengan segala kunci dan perbendaharaannya telah ditawarkan kepada Nabi shallallahu alaihi wa sallam tidak ada yang kurang walau seukuran sayap seekor nyamuk namun beliau enggan menerimanya, beliau tidak mau mencintai apa yang dibenci oleh penciptanya, atau meninggikan apa yang telah dihinakan oleh pemiliknya, Allah menutupnya dari orang-orang shaleh karena kehendak mereka sendiri lalu Allah membukakannya bagi orang-orang kafir karena mereka terpedaya dengannya, sehingga orang yang terperdaya dengannya menyangka bahwa Allah memuliakannya dengan dunia ini, dia lupa apa yang telah diperbuat oleh Muhammad shallallahu alaihi wa sallam pada saat beliau mengikut perutnya dengan batu karena kelaparan. Tidaklah seorang yang diberikan keluasan di dunia namun dia tidak khawatir jika hal itu sebagai tipu daya baginya kecuali orang tersebut sebenarnya akalnya telah berkurang dan lemah, dan tidaklah dunia ini ditahan dari seseorang namun dirinya tidak merasa bahwa hal itu baik baginya kecuali sebenarnya orang tersebut telah kurang dan lemah akalnya.<p>Ya Allah berikanlah ilham kepada kami agar selalu menyebut dan bersyukur kepadaMu, dan berikanlah kami kekuatan untuk istiqomah dalam ketaatan kepadamu, curahkan kepada kami kesehatan dan ampunan yang besar, ampunilah bagi kami dan kedua orang tua kami serta seluruh kaum muslimin yang masih hidup dan telah mati dengan curahan rahmatMu yang agung wahai Zat Yang Maha Penyayang.<p>Inilah yang dapat aku sampaikan, dan ucapakanlah shalawat dan salam kepada Rasulullah sebagai bentuk ketaatan terhadap perintah Allah.<p>Muhammad bin Abdullah bin Mu'aidzir\n<div style=\"clear: both;\"></div>\n</p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></p></div>",
        "cleaned_post_text": "﴿الْحَمْدُ لِلهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُواْ بِرَبِّهِم يَعْدِلُونَ﴾Segala puji bagi Allah Yang telah menciptakan langit dan bumi, dan mengadakan gelap dan terang, namun orang-orang yang kafir mempersekutukan (sesuatu) dengan Tuhan mereka\". [QS. Al-An'am: 1]Allah Subahanahu Wa Ta'ala menegakkan dalil dengan ciptaanNya dan ayat-ayatNya dan di dalam diri kalian apakah kalian tidak memperhatikanNya, Allah Subahanahu Wa Ta'ala mewujudkan kasih sayangNya dengan nikmat dan karuniaNya:قال الله تعالى: ﴿وَإِن تَعُدُّواْ نِعْمَتَ اللهِ لاَ تُحْصُوهَا إِنَّ الإِنسَانَ لَظَلُومٌ كَفَّارٌ﴾\"Dan jika kamu menghitung nikmat Allah, tidaklah dapat kamu menghinggakannya. Sesungguhnya manusia itu, sangat lalim dan sangat mengingkari nikmat Allah\". QS. Ibrahim: 34.Aku memuji Allah Yang Maha Suci karena segala anugrah dan nikmat yang diberikanNya kepada kita, Dia mengkhususkan kita dengan makrifah kepadaNya dan menunjukkan kita jalan tauhid dan ketundukan wajah bagiNya lalu banyak menusia yang ingkar dan kufur kepada Allah.Aku bersaksi bahwa tiada Tuhan yang berhak disembah dengan sebenarnya selain Allah, Yang Maha Esa dan tiada sekutu bagiNya, Maha Suci Allah Tuhan pemilik Arasy dari apa yang mereka katakan tentang Allah, dan aku bersaksi bahwa Muhammad adalah hamba dan utusanNya, kekasih Allah, yang jujur lagi terpercaya. Ya Allah curahkanlah shalawat dan salam atas hambaMu Muhammad, kepada seluruh keluarga, para shahabat yang mengikuti petunjuk Nabi dan berpegang teguh dengan sunnahnya sehingga mereka mendapat pujian dari Nabi shallallahu alaihi wa sallam di dalam sebuah sabdanya, \"Para shahabatku bagai bintang-bintang, siapapun engkau tauladani maka kalian pasti mendapat petunjuk\".Amma Ba'du: Wahai sekalian manusia bertaqwalah kepada Allah dengan sebenar-benar taqwa dan renungkanlah ayat-ayat dan hikmat yang telah diturunkanNya kepada kalian dan dengarkanlah firman Allah Azza Wa Jalla:قال الله تعالى: ﴿أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا﴾Maka apakah mereka tidak memperhatikan Al Qur'an? Kalau kiranya Al Qur'an itu bukan dari sisi Allah, tentulah mereka mendapat pertentangan yang banyak di dalamnya. QS. Al-Nisa': 82.Dan ketahuilah bahwa Allah Ta'ala tidak pernah menciptakanmu untuk sebuah kesia-siaan akan tetapi Allah menciptakanmu untuk mengenal dan beribadah kepadaNya:قال الله تعالى: ﴿فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدِّينِ وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رَجَعُواْ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ﴾Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya\". QS. Al-Taubah: 122.Dan sebagaimana ayat pertama yang turun menjelaskan tentang perintah untuk membaca. Allah Subahanahu Wa Ta'ala berfirman:قال الله تعالى: ﴿اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْإِنسَانَ مَا لَمْ يَعْلَمْ﴾Bacalah dengan (menyebut) nama Tuhanmu Yang menciptakan, Dia telah menciptakan manusia dari segumpal darah. Bacalah, dan Tuhanmulah Yang Maha Pemurah, Yang mengajar (manusia) dengan perantaraan kalam. Dia mengajarkan kepada manusia apa yang tidak diketahuinya. QS. Al-Alaq: 1-5.Lalu ayat-ayat kedua turun memerintahkan untuk melaksanakan perintah ayat sebelumnya dan tidak menunda-nunda dalam pelaksanaan ayat tersebut. Allah Subahanahu Wa Ta'ala berfirman:قال الله تعالى: ﴿يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنذِرْ وَرَبَّكَ فَكَبِّرْ وَثِيَابَكَ فَطَهِّرْ وَالرُّجْزَ فَاهْجُرْ وَلَا تَمْنُن تَسْتَكْثِرُ وَلِرَبِّكَ فَاصْبِرْ﴾Hai orang yang berkemul (berselimut). bangunlah, lalu berilah peringatan!, dan Tuhanmu agungkanlah, dan pakaianmu bersihkanlah, dan perbuatan dosa (menyembah berhala) tinggalkanlah, dan janganlah kamu memberi (dengan maksud) memperoleh (balasan) yang lebih banyak. Dan untuk (memenuhi perintah) Tuhanmu, bersabarlah. QS. Al-Mudatsir: 1-7.Dan Allah Subahanahu Wa Ta'ala menciptakan kita untuk beribadah kepadaNya, Allah Subahanahu Wa Ta'ala berfirman:قال الله تعالى: ﴿وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ مَا أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَا أُرِيدُ أَن يُطْعِمُونِ إِنَّ اللهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ﴾Dan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah-Ku. Aku tidak menghendaki rezeki sedikit pun dari mereka dan Aku tidak menghendaki supaya mereka memberi Aku makan. Sesungguhnya Allah Dialah Maha Pemberi rezeki Yang Mempunyai Kekuatan lagi Sangat Kokoh. QS. Al-Dzariyat: 56-57.Allah Subhanahu Wa Ta'ala telah memerintahkan kepada kalian untuk bertauhid dan taat kepadaNya, dan Dia telah mengutus para rasul sebagai pembawa kabar gembira dan pemberi peringatan agar tidak ada hujjah bagi manusia setelah diutusnya para rasul tersebut dan Allah Maha Perkasa lagi Maha Bijaksana.Dengan diutusnya Nabi shallallahu alaihi wa sallam tegaklah hujjah Allah atas seluruh manusia dan telah sempurna kebenaran dan kelurusan kalam Allah dan telah tampak tanda-tanda kekuasaan Allah dan agamaNya.Wahai sekalian hamba Allah!, manfaatkanlah usia kalian dengan bertaubat kepada Allah sebelum datangnya ajal dan habisnya kehidupan duniawi. Telah datang kepada kalian dari Allah cahaya dan kitab yang terang, Dia memberikan petunjuk dengannya orang-orang yang mengikuti petunjukNya dan menempuh jalan keselamatan dan mengeluarkan mereka dari kegelapan menuju cahaya dengan izin Allah dan memberikan petunjuk kepada mereka menuju jalan yang lurus. Bertaubatlah kalian semua kepada Allah wahai sekalian orang-orang yang beriman semoga kalian menjadi orang yang beruntung:قال الله تعالى: ﴿وَأَطِيعُواْ اللهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ﴾\"Dan taatilah Allah dan Rasul, supaya kamu diberi rahmat.\". QS. Ali Imron: 132.Simaklah hadits Rasulullah shallallahu alaihi wa sallam, \"Tidak ada satu haripun yang waktu fajarnya telah terbit kecuali malaikat berseru padanya wahai Anak Adam aku ini adalah hari yang baru, dan menyaksikan semua amal perbuatanmu, maka manfaatkanlah aku sebab aku tidak akan kembali lagi.\"قال الله تعالى: ﴿وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللهَ فَأَنسَاهُمْ أَنفُسَهُمْ أُوْلَئِكَ هُمُ الْفَاسِقُونَ﴾Dan janganlah kamu seperti orang-orang yang lupa kepada Allah lalu Allah menjadikan mereka lupa kepada diri mereka sendiri. Mereka itulah orang-orang yang fasik. QS.Al-Hasyr: 19.قال الله تعالى: ﴿قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا﴾\"Katakanlah: \"Apakah akan Kami beritahukan kepadamu tentang orang-orang yang paling merugi perbuatannya?. Yaitu orang-orang yang telah sia-sia perbuatannya dalam kehidupan dunia ini, sedangkan mereka menyangka bahwa mereka berbuat sebaik-baiknya\". QS. Al-Kahfi: 103-104.Semoga Allah memberikan keberkahannya bagiku dan bagi kalian semua di dalam Al-Qur'an yang mulia, dan Allah memberikan manfaat bagiku dan bagi kalian dengan ayat-ayat Allah Yang Maha Bijaksana yang tertera di dalamnya. Hanya inilah yang bisa aku katakan dan aku memohon ampunan bagi diriku dan bagi kalian serta seluruh kaum muslimin kepada Allah yang Maha Mulia dari segala dosa. Mohonlah ampun kepadaNya dan bertaubatlah kepada Allah, sebab Dia adalah Zat Yang Pengampun lagi Maha Penyayang.Khutbah keduaSegala puji bagi Allah dengan sebenar-benar pujian dan aku bersyukur kepadaNya dengan syukur dan sesungguhnya, dan aku bersaksi bahwa tiada Tuhan yang berhak disemabah dengan sebenarnya kecuali Allah, Yang Maha Esa dan tiada sekutu bagiNya, dan aku bersaksi bahwa Muhammad adalah hamba dan utusanNya dan semoga Allah mencurahkan keberkahan kepada Muhammad dan kepada para keluarga, para shahabat dan setiap orang yang mengikuti jalan mereka dan menjalani jejak mereka sampai hari kiamat…Al-Hasan Al-Bashri pernah menulis sebuah pesan kepada Umar bin Abdul Aziz:Dunia adalah tempat berdiam sementara dan bukan tempat menetap, Adam turun kepadanya sebagai siksaan atas dirinya maka waspadalah wahai amirul mu'minin, sesungguhnya orang yang berbekal dengannya pasti akan meninggalkannya, orang yang merasa kaya dengannya niscaya dia akan menjadi fakir, dan orang yang merasa kuat karenanya niscaya ia akan dihinakan karenanya, dan orang yang mengumpulkannya akan menjadi fakir, ia sama seperti racun yang dimakan oleh orang yang tidak menyadarinya sehingga ia mati karenanya. Waspadalah terhadap tempat yang memepesona ini, yang menipu jadilah engkau orang yang paling bahagia di dalamnya dan wasapadalah terhadap tipu dayanya, kebahagiaannya dihiasi dengan kesedihan, kejernihan hidup padanya dicampuri oleh kekeruhan. Seandainya Allah Yang Pencipta tidak memberitahukan tentang keadaan dunia dan menjadikannya sebagai perumpamaan maka sungguh dia telah membangunkan orang yang terlelap dan mengingatkan orang yang masih lalai, bagaiamana tidak padahal Allah telah menurunkan peringatan dan nasehat yang memperingatkan tentang apa yang telah diperingatkan oleh Allah Azza Wa Jalla, tidak ada berat apapun bagi dunia ini sejak Allah menciptakannya, dan dunia ini dengan segala kunci dan perbendaharaannya telah ditawarkan kepada Nabi shallallahu alaihi wa sallam tidak ada yang kurang walau seukuran sayap seekor nyamuk namun beliau enggan menerimanya, beliau tidak mau mencintai apa yang dibenci oleh penciptanya, atau meninggikan apa yang telah dihinakan oleh pemiliknya, Allah menutupnya dari orang-orang shaleh karena kehendak mereka sendiri lalu Allah membukakannya bagi orang-orang kafir karena mereka terpedaya dengannya, sehingga orang yang terperdaya dengannya menyangka bahwa Allah memuliakannya dengan dunia ini, dia lupa apa yang telah diperbuat oleh Muhammad shallallahu alaihi wa sallam pada saat beliau mengikut perutnya dengan batu karena kelaparan. Tidaklah seorang yang diberikan keluasan di dunia namun dia tidak khawatir jika hal itu sebagai tipu daya baginya kecuali orang tersebut sebenarnya akalnya telah berkurang dan lemah, dan tidaklah dunia ini ditahan dari seseorang namun dirinya tidak merasa bahwa hal itu baik baginya kecuali sebenarnya orang tersebut telah kurang dan lemah akalnya.Ya Allah berikanlah ilham kepada kami agar selalu menyebut dan bersyukur kepadaMu, dan berikanlah kami kekuatan untuk istiqomah dalam ketaatan kepadamu, curahkan kepada kami kesehatan dan ampunan yang besar, ampunilah bagi kami dan kedua orang tua kami serta seluruh kaum muslimin yang masih hidup dan telah mati dengan curahan rahmatMu yang agung wahai Zat Yang Maha Penyayang.Inilah yang dapat aku sampaikan, dan ucapakanlah shalawat dan salam kepada Rasulullah sebagai bentuk ketaatan terhadap perintah Allah.Muhammad bin Abdullah bin Mu'aidzir",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2011/06/seorang-profesor-mengklaim-menemukan.html",
        "post_title": "Seorang profesor mengklaim menemukan peta harta karun suku Maya s eberat 8 ton",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-637855277140002089\" itemprop=\"description articleBody\">\nPerlu dicatat kalau Joachim bukanlah seorang pengkhayal yang terlalu banyak menonton film petualangan. Ia adalah seorang profesor Emeritus di universitas Dresden yang telah mempelajari kebudayaan suku Maya selama 40 tahun. Ia juga ahli bahasa suku Maya dan salah satu objek penelitiannya adalah Dresden Codex yang berisi catatan-catatan mengenai kebudayaan suku Maya. Joachim percaya kalau pada Codex itu tersembunyi harta karun berupa emas murni seberat 8 ton. Bukan itu saja, Joachim mengklaim mengetahui lokasi persembunyian harta tersebut, yaitu di dasar danau Izabal. Dresden Codex atau Codex Dresdensis sendiri adalah satu dari empat dokumen utama yang masih tersisa dari kebudayaan Maya. Dokumen ini pertama kali ditulis oleh para pendeta suku Maya pada tahun 1250 Masehi. Dokumen ini memiliki 74 halaman dengan 74 hieroglyps yang berbeda. Jika direntangkan, panjangnya mencapai 3,56 meter. Para ahli percaya kalau dokumen ini adalah dokumen tertua yang pernah ditulis di benua Amerika. Dresden codex ditulis diatas kertas yang terbuat dari batang pohon ara dan ditulis oleh delapan penulis yang memiliki gaya tulisan yang berbeda-beda. Masing-masing dari mereka juga membahas subjek yang berbeda pula. Ada bahasan mengenai astronomi yang memuat tabel Venus dan Bulan dengan akurasi yang luar biasa. Tabel bulan itu memiliki interval yang berkolerasi dengan gerhana. Sedangkan tabel Venus berkorelasi dengan pergerakan planet itu di angkasa. Di dalamnya juga ada almanak, tabel astrologi, informasi mengenai musim-musim, banjir, penyakit, pengobatan, referensi keagamaan dan saran mengenai waktu bercocok tanam. Selain itu, codex ini jugalah yang dianggap banyak orang telah memprediksikan kehancuran bumi pada tahun 2012 karena pada bagian akhirnya diceritakan mengenai bumi yang tenggelam oleh air yang keluar dari mulut naga. Pertama kali Codex ini dikenal masyarakat luas adalah pada tahun 1739 ketika Johann Christian Gotze, direktur Royal Library di Dresden, membelinya dari kolektor pribadi di Wina, Austria. Bagaimana awalnya Codex itu bisa berada di Wina tidak diketahui dengan pasti. Namun ada spekulasi yang menyebutkan kalau Codex itu mungkin telah dihadiahkan oleh Hernando Cortes kepada Charles I, Raja Spanyol pada waktu itu. Seperti yang kita ketahui, Hernando Cortes adalah penakluk Spanyol yang berhasil menguasai sebagian besar wilayah Mexico pada awal abad ke-16, termasuk kerajaan Aztec yang berhasil dilumpuhkannya pada tahun 1521. Setelah diperoleh oleh Gotze, pada tahun 1744, Codex itu diberikan kepada Royal Library di Dresden yang kemudian memamerkannya untuk pertama kali pada tahun 1848. Pada perang dunia II, codex itu mengalami kerusakan serius akibat pengeboman. Dua belas halamannya rusak dan bagian-bagian lainnya hancur. Namun, usaha restorasi yang terus menerus berhasil memulihkannya sehingga bisa dipelajari hingga kini. Siapa sangka, dokumen yang awalnya hanya dianggap bernilai sejarah ini ternyata mengandung petunjuk mengenai harta karun yang sangat berharga. 'Codex Dresden memiliki petunjuk yang mengarah kepada delapan ton emas murni.' Kata Joachim Rittsteig. Dengan disponsori oleh surat kabar Bild dari Jerman, Ia telah menyiapkan sebuah ekspedisi menuju danau Izabal, tempat yang dipercayainya menyimpan harta karun tersebut. Joachim Rittsteig Menurut Rittsteig, halaman 52 pada codex tersebut menyebutkan mengenai sebuah kota suku Maya yang bernama Atlan yang hancur oleh gempa bumi pada tanggal 30 Oktober tahun 666 sebelum Masehi. Di kota ini, mereka menyimpan 2.156 batangan emas yang dipermukaannya terukir hukum-hukum suku Maya. Ketika kota itu hancur oleh gempa, emas-emas itu ikut tenggelam ke dalam danau Izabal yang berada di timur Guetamala. Citra Satelit danau Izabal Rittsteig mengklaim telah berhasil menemukan reruntuhan kota Atlan dengan citra radar yang diambil di daerah tersebut. Ia memperkirakan kalau seluruh batangan emas itu bernilai sekitar 290 juta dolar Amerika. Ini jumlah yang sangat besar, bahkan untuk ukuran saat ini. Jika harta ini ditemukan, dipastikan kalau nilai sejarahnya akan jauh lebih berharga dibanding nilai materinya. Selain masalah harta, ada satu hal lagi yang menarik dari perkataan Rittsteig. Kalian mungkin memperhatikan kalau nama kota suku Maya yang hancur oleh gempa bumi tersebut adalah Atlan. Teringat dengan sesuatu? Ya, Atlantis yang juga hancur oleh gempa bumi sekitar tahun 10.000 sebelum Masehi. Tentu saja yang membedakan kedua kota itu adalah rentang waktu kehancuran yang sangat jauh, hampir 9.000 tahun. Jika kita tidak bisa menemukan Atlantis yang misterius itu, mungkin kita masih bisa menemukan kota Atlan yang penuh dengan batangan emas. Dan saya kira itu pun akan menjadi sesuatu yang sangat menarik. Jadi, kita menunggu kabar darimu Prof. Ritssteig!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Perlu dicatat kalau Joachim bukanlah seorang pengkhayal yang terlalu banyak menonton film petualangan. Ia adalah seorang profesor Emeritus di universitas Dresden yang telah mempelajari kebudayaan suku Maya selama 40 tahun. Ia juga ahli bahasa suku Maya dan salah satu objek penelitiannya adalah Dresden Codex yang berisi catatan-catatan mengenai kebudayaan suku Maya. Joachim percaya kalau pada Codex itu tersembunyi harta karun berupa emas murni seberat 8 ton. Bukan itu saja, Joachim mengklaim mengetahui lokasi persembunyian harta tersebut, yaitu di dasar danau Izabal. Dresden Codex atau Codex Dresdensis sendiri adalah satu dari empat dokumen utama yang masih tersisa dari kebudayaan Maya. Dokumen ini pertama kali ditulis oleh para pendeta suku Maya pada tahun 1250 Masehi. Dokumen ini memiliki 74 halaman dengan 74 hieroglyps yang berbeda. Jika direntangkan, panjangnya mencapai 3,56 meter. Para ahli percaya kalau dokumen ini adalah dokumen tertua yang pernah ditulis di benua Amerika. Dresden codex ditulis diatas kertas yang terbuat dari batang pohon ara dan ditulis oleh delapan penulis yang memiliki gaya tulisan yang berbeda-beda. Masing-masing dari mereka juga membahas subjek yang berbeda pula. Ada bahasan mengenai astronomi yang memuat tabel Venus dan Bulan dengan akurasi yang luar biasa. Tabel bulan itu memiliki interval yang berkolerasi dengan gerhana. Sedangkan tabel Venus berkorelasi dengan pergerakan planet itu di angkasa. Di dalamnya juga ada almanak, tabel astrologi, informasi mengenai musim-musim, banjir, penyakit, pengobatan, referensi keagamaan dan saran mengenai waktu bercocok tanam. Selain itu, codex ini jugalah yang dianggap banyak orang telah memprediksikan kehancuran bumi pada tahun 2012 karena pada bagian akhirnya diceritakan mengenai bumi yang tenggelam oleh air yang keluar dari mulut naga. Pertama kali Codex ini dikenal masyarakat luas adalah pada tahun 1739 ketika Johann Christian Gotze, direktur Royal Library di Dresden, membelinya dari kolektor pribadi di Wina, Austria. Bagaimana awalnya Codex itu bisa berada di Wina tidak diketahui dengan pasti. Namun ada spekulasi yang menyebutkan kalau Codex itu mungkin telah dihadiahkan oleh Hernando Cortes kepada Charles I, Raja Spanyol pada waktu itu. Seperti yang kita ketahui, Hernando Cortes adalah penakluk Spanyol yang berhasil menguasai sebagian besar wilayah Mexico pada awal abad ke-16, termasuk kerajaan Aztec yang berhasil dilumpuhkannya pada tahun 1521. Setelah diperoleh oleh Gotze, pada tahun 1744, Codex itu diberikan kepada Royal Library di Dresden yang kemudian memamerkannya untuk pertama kali pada tahun 1848. Pada perang dunia II, codex itu mengalami kerusakan serius akibat pengeboman. Dua belas halamannya rusak dan bagian-bagian lainnya hancur. Namun, usaha restorasi yang terus menerus berhasil memulihkannya sehingga bisa dipelajari hingga kini. Siapa sangka, dokumen yang awalnya hanya dianggap bernilai sejarah ini ternyata mengandung petunjuk mengenai harta karun yang sangat berharga. 'Codex Dresden memiliki petunjuk yang mengarah kepada delapan ton emas murni.' Kata Joachim Rittsteig. Dengan disponsori oleh surat kabar Bild dari Jerman, Ia telah menyiapkan sebuah ekspedisi menuju danau Izabal, tempat yang dipercayainya menyimpan harta karun tersebut. Joachim Rittsteig Menurut Rittsteig, halaman 52 pada codex tersebut menyebutkan mengenai sebuah kota suku Maya yang bernama Atlan yang hancur oleh gempa bumi pada tanggal 30 Oktober tahun 666 sebelum Masehi. Di kota ini, mereka menyimpan 2.156 batangan emas yang dipermukaannya terukir hukum-hukum suku Maya. Ketika kota itu hancur oleh gempa, emas-emas itu ikut tenggelam ke dalam danau Izabal yang berada di timur Guetamala. Citra Satelit danau Izabal Rittsteig mengklaim telah berhasil menemukan reruntuhan kota Atlan dengan citra radar yang diambil di daerah tersebut. Ia memperkirakan kalau seluruh batangan emas itu bernilai sekitar 290 juta dolar Amerika. Ini jumlah yang sangat besar, bahkan untuk ukuran saat ini. Jika harta ini ditemukan, dipastikan kalau nilai sejarahnya akan jauh lebih berharga dibanding nilai materinya. Selain masalah harta, ada satu hal lagi yang menarik dari perkataan Rittsteig. Kalian mungkin memperhatikan kalau nama kota suku Maya yang hancur oleh gempa bumi tersebut adalah Atlan. Teringat dengan sesuatu? Ya, Atlantis yang juga hancur oleh gempa bumi sekitar tahun 10.000 sebelum Masehi. Tentu saja yang membedakan kedua kota itu adalah rentang waktu kehancuran yang sangat jauh, hampir 9.000 tahun. Jika kita tidak bisa menemukan Atlantis yang misterius itu, mungkin kita masih bisa menemukan kota Atlan yang penuh dengan batangan emas. Dan saya kira itu pun akan menjadi sesuatu yang sangat menarik. Jadi, kita menunggu kabar darimu Prof. Ritssteig!",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2011/05/beginilah-cara-belut-listrik.html",
        "post_title": "Beginilah Cara Belut Listrik Menghasilkan Aliran Listrik pada Tub uhnya",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1929914380672448283\" itemprop=\"description articleBody\">\nKekuasaan Tuhan memang besar adanya, menciptakan sebuah belut yang mempunyai aliran listrik. Berbagai macam mahkluk diciptakan mempunyai kelebihannya masing-masing dari sifat yang wajar dan tak wajar.Beberapa ratus spesies ikan memiliki organ penghasil listrik, namun hanya sedikit yang dapat menghasilkan daya listrik yang kuat. Organ penghasil listrik yang dimiliki oleh kebanyakan ikan tersusun dari sel saraf dan sel otot yang telah mengalami perubahan penting.Bentuk organ listrik seperti piringan kecil yang memproduksi lendir disebut elektrosit, tersusun dan menyatu di bagian atas dari susunan lain yang sejajar. Pada umumnya, semua piringan menghadap arah yang sama yang memuat 150 atau 200 piringan setiap susunannya.Misalnya, pada ikan torpedo terdapat 140 sampai 1000 piringan listrik pada setiap kolom. Pada ikan torpedo yang sangat besar, jumlah seluruh piringan sampai setengah juta.Prinsip kerja piringan listrik ini mirip dengan cara kerja baterai. Ketika ikan beristirahat, otot-otot yang tidak berhubungan belum aktif. Namun jika menerima pesan dari saraf, akan segera bekerja secara serentak untuk mengeluarkan daya listrik.Pada saat itu, voltase semua piringan listrik atau elektrosit menyatu, sehingga mampu menghasilkan daya listrik sampai 220 volt pada ikan torpedo atau sampai 650 volt pada belut listrik.Pada umumnya semua spesies ikan tawar hanya menghasilkan listrik ringan, kecuali sembilang listrik dan belut listrik. Ikan listrik yang hidup di laut memiliki tenaga listrik yang lebih kuat dan berbahaya, karena air laut mengandung garam yang membuat dirinya lebih tahan terhadap arus listrik. Posisi dan bentuk organ listrik ini bervariasi tergantung pada spesiesnya.Selain ikan yang dipersenjatai dengan muatan listrik potensial, ada jenis ikan lain pula yang menghasilkan sinyal bertegangan rendah 2 hingga 3 volt. Jika ikan-ikan ini tidak menggunakan sinyal listrik lemah semacam ini untuk berburu atau mempertahankan diri, lalu digunakan untuk apa?Ikan ini memanfaatkan sinyal lemah ini sebagai alat indera. Tuhan menciptakan sistem indera dalam tubuh ikan ini, yang menghantarkan dan menerima sinyal-sinyal tersebut.Ikan ini menghasilkan pancaran listrik dalam suatu alat khusus di ekornya. Listrik ini dipancarkan melalui ribuan pori-pori di punggung makhluk ini dalam bentuk sinyal yang untuk sementara menciptakan medan listrik di sekitarnya.Benda apapun dalam medan ini membiaskannya, sehingga ikan ini mengetahui ukuran, daya alir dan gerak dari benda tersebut. Pada tubuh ikan ini, ada pengindera listrik yang terus menentukan medan ini seperti halnya radar.Pendeknya, ikan ini memiliki radar yang memancarkan sinyal listrik dan menerjemahkan perubahan pada medan yang disebabkan oleh benda yang menghambat sinyal-sinyal di sekitar tubuhnya. Ketika kerumitan radar yang digunakan oleh manusia masih kita kembangkan, penciptaan mengagumkan dalam tubuh ikan seperti ini akan menjadi jelas.Bentuk tubuh belut listrik unik, hampir 7/8 bagian tubuhnya berupa ekor. Di bagian ekor inilah terdapat baterai-baterai kecil berupa lempengan-lempengan kecil yang horizontal dan vertikal. Jumlahnya sangat banyak, lebih dari 5.000 buah.Tegangan listrik tiap baterai kecil ini tidak besar, tetapi kalau semua baterai dihubungkan secara berderet (seri), akan diperoleh tegangan listrik sekitar 600 volt (bandingkan dengan batu baterai yang hanya 1,5 volt).Ujung ekor bertindak sebagai kutub positif baterai dan ujung kepala bertindak sebagai kutub negatif. Belut listrik dapat mengatur hubungan antara baterai kecil dalam tubuhnya itu untuk mendapat tegangan listrik kecil dan tegangan listrik besar.Untuk navigasi, belut listrik hanya membutuhkan tegangan listrik yang kecil. Tetapi ketika berhadapan dengan musuh atau mangsanya, belut listrik akan memberikan tegangan semaksimal mungkin melalui kepala dan ekornya yang ditempelkan pada tubuh musuh atau mangsanya itu.Arus listrik sekitar 1 ampere yang ditimbulkan oleh tegangan listrik yang tinggi ini akan mengalir dan membunuh mereka. Namun hewan lain tidak terganggu karena mereka tidak bersentuhan langsung dengan ekor dan kepala belut......\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Kekuasaan Tuhan memang besar adanya, menciptakan sebuah belut yang mempunyai aliran listrik. Berbagai macam mahkluk diciptakan mempunyai kelebihannya masing-masing dari sifat yang wajar dan tak wajar.Beberapa ratus spesies ikan memiliki organ penghasil listrik, namun hanya sedikit yang dapat menghasilkan daya listrik yang kuat. Organ penghasil listrik yang dimiliki oleh kebanyakan ikan tersusun dari sel saraf dan sel otot yang telah mengalami perubahan penting.Bentuk organ listrik seperti piringan kecil yang memproduksi lendir disebut elektrosit, tersusun dan menyatu di bagian atas dari susunan lain yang sejajar. Pada umumnya, semua piringan menghadap arah yang sama yang memuat 150 atau 200 piringan setiap susunannya.Misalnya, pada ikan torpedo terdapat 140 sampai 1000 piringan listrik pada setiap kolom. Pada ikan torpedo yang sangat besar, jumlah seluruh piringan sampai setengah juta.Prinsip kerja piringan listrik ini mirip dengan cara kerja baterai. Ketika ikan beristirahat, otot-otot yang tidak berhubungan belum aktif. Namun jika menerima pesan dari saraf, akan segera bekerja secara serentak untuk mengeluarkan daya listrik.Pada saat itu, voltase semua piringan listrik atau elektrosit menyatu, sehingga mampu menghasilkan daya listrik sampai 220 volt pada ikan torpedo atau sampai 650 volt pada belut listrik.Pada umumnya semua spesies ikan tawar hanya menghasilkan listrik ringan, kecuali sembilang listrik dan belut listrik. Ikan listrik yang hidup di laut memiliki tenaga listrik yang lebih kuat dan berbahaya, karena air laut mengandung garam yang membuat dirinya lebih tahan terhadap arus listrik. Posisi dan bentuk organ listrik ini bervariasi tergantung pada spesiesnya.Selain ikan yang dipersenjatai dengan muatan listrik potensial, ada jenis ikan lain pula yang menghasilkan sinyal bertegangan rendah 2 hingga 3 volt. Jika ikan-ikan ini tidak menggunakan sinyal listrik lemah semacam ini untuk berburu atau mempertahankan diri, lalu digunakan untuk apa?Ikan ini memanfaatkan sinyal lemah ini sebagai alat indera. Tuhan menciptakan sistem indera dalam tubuh ikan ini, yang menghantarkan dan menerima sinyal-sinyal tersebut.Ikan ini menghasilkan pancaran listrik dalam suatu alat khusus di ekornya. Listrik ini dipancarkan melalui ribuan pori-pori di punggung makhluk ini dalam bentuk sinyal yang untuk sementara menciptakan medan listrik di sekitarnya.Benda apapun dalam medan ini membiaskannya, sehingga ikan ini mengetahui ukuran, daya alir dan gerak dari benda tersebut. Pada tubuh ikan ini, ada pengindera listrik yang terus menentukan medan ini seperti halnya radar.Pendeknya, ikan ini memiliki radar yang memancarkan sinyal listrik dan menerjemahkan perubahan pada medan yang disebabkan oleh benda yang menghambat sinyal-sinyal di sekitar tubuhnya. Ketika kerumitan radar yang digunakan oleh manusia masih kita kembangkan, penciptaan mengagumkan dalam tubuh ikan seperti ini akan menjadi jelas.Bentuk tubuh belut listrik unik, hampir 7/8 bagian tubuhnya berupa ekor. Di bagian ekor inilah terdapat baterai-baterai kecil berupa lempengan-lempengan kecil yang horizontal dan vertikal. Jumlahnya sangat banyak, lebih dari 5.000 buah.Tegangan listrik tiap baterai kecil ini tidak besar, tetapi kalau semua baterai dihubungkan secara berderet (seri), akan diperoleh tegangan listrik sekitar 600 volt (bandingkan dengan batu baterai yang hanya 1,5 volt).Ujung ekor bertindak sebagai kutub positif baterai dan ujung kepala bertindak sebagai kutub negatif. Belut listrik dapat mengatur hubungan antara baterai kecil dalam tubuhnya itu untuk mendapat tegangan listrik kecil dan tegangan listrik besar.Untuk navigasi, belut listrik hanya membutuhkan tegangan listrik yang kecil. Tetapi ketika berhadapan dengan musuh atau mangsanya, belut listrik akan memberikan tegangan semaksimal mungkin melalui kepala dan ekornya yang ditempelkan pada tubuh musuh atau mangsanya itu.Arus listrik sekitar 1 ampere yang ditimbulkan oleh tegangan listrik yang tinggi ini akan mengalir dan membunuh mereka. Namun hewan lain tidak terganggu karena mereka tidak bersentuhan langsung dengan ekor dan kepala belut......",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2011/04/10-kasus-penampakan-ufo-paling-aneh.html",
        "post_title": "10 Kasus Penampakan UFO Paling Aneh Part 1",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7630345966284494958\" itemprop=\"description articleBody\">\nBila berbicara soal penampakan UFO pikiran kita biasanya langsung membayangkan sebuah pesawat misterius mendarat, orang yang menyaksikannya hanya melihat tak bergerak (tidak sadar bahwa mungkin alien itu ganas), pintu pesawat terbuka muncul cahaya yang sangat terang, lalu ada bayangan makhluk kurus ceking dengan kepala besar mata besar. Ok stop...stop kita tidak membicarakan sebuah film, karena terkadang kenyataannya penampakan UFO sangat cepat. Nah sekarang mari kita lihat daftar 10 penampakan UFO yang paling aneh.10. The Bowling Green ApparitionDi amalm 12 Februari 2010, Roy Shaw berjalan-jalan dengan anjingnya di Devon, England. Dia mendekati klab bowling setempat,saat itulah dia melihat sebuah obyek melayang tinggi di angkasa. Kabur dan jauh pada awalnya, ia mulai turun perlahan dan bergerak lebih dekat ke arahnya. Edaran dalam bentuk itu menangguhkan dirinya di atas klub bowling dan Shaw berusaha melihat lebih baik obyek tersebut. Dia melihat dengan takjub ketika benda tersebut bergerak zigzag dan turun di padang rumput sekitar.Dia heran melihat sebuah pesawat ruang angkasa dengan panjang 100ft, dengan lampu biru dan merah streaming sepanjang bawah. Pada titik ini penampakan putih setinggi 4 kaki keluar dari kapal dan melayang ke arahnya melewati halaman. \"Saat tingginya 4 kaki dan tampak jelas dan bergerak sangat perlahan terhadap kita. Aku terpaku karena mendengar suara mendengung, yang terdengar seperti \"saya, saya\" berulang \"ia kemudian memberitahu surat kabar. Anjingnya (Sidney) yang biasanya sangat tenang - mulai menggeram dan bantalan gigi pada semangat. Pada titik ini, Shaw memutuskan berlari untuk menyelamatkan diri. Pejalan kaki lain yang sedang membawa anjingnya di daerah tersebut juga mengklaim telah melihat sebuah kapal berbentuk anak panah turun dengan sudut 45 derajat. Lucunya, Shaw mengklaim diri sebagai seorang yang skeptis terhadap hal-hal paranormal, bahkan setelah pertemuan aneh tersebut. Di atas adalah sketsa UFO yang dilihatnya. Kalau di ingat-ingat ceritanya seperti film ET, kecuali bagian dimana dia lari haha...wajarlah belum tentu semua alien seramah ET.9. UFO with an AccentSeorang wanita menelepon RAF (angkatan udara Inggris) Wattisham, di Suffolk, England, pada 21 November1989, Dengan tertekan dia bercerita perjumpaannya dengan pria aneh di sekitar rumahnya. Sekitar jam 10.30pm, wanita tersebut berjalan-jalan dengan anjingnya di lapangan olahraga ketika dia berjumpa dengan pria aneh dengan aksen Skandinavia berbaju coklat cerah yang mirip setelan terbang.Laporan yang dirilis dari National Archives menyebutkan. \"Lelaki tersebut bertanya apa dia pernah mendengar kisah tentang lingkaran-lingkaran di ladang gandum, kemudian dia menjelaskan bahwa dia berasal dari planet mirip bumi, dan lingkaran tersebut muncul karena makhluk seperti dirinya mengadakan perjalanan di bumi.\" Lelaki tersebut berkata mereka datang secara bersahabat dan tidak mengadakan kontak jika mendapat ancaman. Namun dia memutuskan melanggar peraturan tersebut, karena dia merasa harus membuat kontak anatara bangsanya dan manusia.Mereka bicara sampai 10 menit setelah itu tiba-tiba lelaki tersebut kabur ke arah dia datang. Wanita tersebut karena sebab-sebab tertentu berlari ke rumahnya dalam keadaan tertekan. Sesampai di rumah dia mendengar suara bising. Dia berbalik dan melihat obyek berbentuk bundar terbang, memancarkan sinar oranye dan putih, muncul dari pepohonan dan terbang ke angkasa. Operator yang menerima panggilan tersebut menganggapnya sebagai \"Panggilan asli\"8. The Wyoming casePada tahun 1974, Carl Higdon sedang berburu di Hutan Nasional Medicine Bow, Wyoming. Ketika dia menembak seekor Elk sesuatu yang aneh terjadi; peluru tampak bergerak dalam gerakan lambat. Ketika ia pergi untuk mengambil peluru perasaan aneh tiba-tiba datang di atasnya. Berbalik, ia melihat seorang humanoid lebih dari enam meter yang digambarkan sebagai memiliki jumpsuit hitam, sabuk lebar dihiasi dengan penunjuk enam bintang dan lambang kuning. Rambut lurus berdiri keluar dari kepalanya, tidak ada alis,-busur kaki dan lengan panjang berakhir dengan pelengkap batang seperti alih-alih tangan. Humanoid tersebut bertanya apakah dia lapar dan memberinya empat pil, mengatakan kepadanya jika ia memakan yang ia tidak akan lapar selama 4 hari. humanoid kemudian menunjuk kepadanya, dan dalam sekejap ia menemukan dirinya terbungkus dalam perangkat transparan dan mengenakan helm.Dua humanoids lain muncul, membawa elk buruan Higdon; yang kini kaku dan tidak wajar dalam keadaan beku. Ia mengatakan, ia akan dibawa ke planet mereka, jaraknya 163.000 tahun cahaya, dan kemudian tiba di sana dalam sekejap. Di planet itu ia mengatakan, ada banyak bangunan yang menyerupai jarum Seattle Space, dan matahari planet tersebut lebih panas. Ingatannya selanjutnya dia sampai di Kedokteran Bow Park, dengan 2 setengah jam berlalu. Ia terhuyung-huyung dalam keadaan gila tidak dapat menemukan truknya, akhirnya menemukan truknya 3 mil jauhnya. Dia memanggil Sheriff lewat radio, yang menemukannya pada tengah malam lelah dan panik, berteriak 'Mereka mengambil rusa saya. Setelah dibawa ke rumah sakit setempat dan diperiksa, mereka menemukan semua tingkat vitamin nya secara ajaib berada dalam level tinggi, dan TBC di paru-parunya telah hilang. Istri Higdons dan 2 orang lain di daerah tersebut melihat lampu hijau dan merah di langit pada malam penculikan itu. 7. The Western France CaseGeorge Gatay adalah orang lokal yang dihormati di kota Nouatre, di Perancis barat. Seorang veteran dari WW2, ia berjuang bersama Perlawanan Perancis di Luksemburg terhadap Nazi. Pada 30 September 1954, dia bertanggung jawab atas 8 awak bekerja di sebuah lokasi konstruksi. Sementara bekerja ia merasa 'kantuk aneh' datang kepadanya. Dia merasa harus berjalan, meskipun ia tidak tahu di mana atau mengapa, seolah-olah ada kekuatan yang tidak diketahui membimbing dia. Ketika ia berhenti ia melihat sesuatu yang tidak diketahui karena benda tersebut berada 30ft jauh di atas bukit. Itu digambarkan sebagai memiliki helm kaca buram, baju abu-abu dan sepatu pendek. Dia juga melihat batang seperti senjata di tangan dan sebuah alat elektronik yang berbentuk persegi di bagian dada. Makhluk itu berdiri di depan sebuah objek berbentuk kubah yang melayang-layang 3ft di atas tanah. Pesawat ini juga memiliki bentuk kubah di atas, dengan pisau seperti perangkat menonjol dari titik tertinggi. Kagum total akan apa yang ia lihat, Gattay berdiri dalam keheningan lumpuh.Saat ia menatap dengan takjub, sesuatu yang asing terjadi. Dia menyatakan 'Tiba-tiba, orang aneh tersebut lenyap, dan aku tidak bisa menjelaskan bagaimana ia melakukannya, karena ia tidak menghilang dari pandangan seperti berjalan pergi, tetapi lenyap seperti gambar yang dihapus. Lalu aku mendengar suara bersiul yang kuat, lebih kuat dari excavator kami. Segera objek naik tersentak berturut-turut, dalam arah vertikal, dan kemudian menghilang dalam semacam kabut biru, seolah-olah keajaiban 'Gattay kemudian berlari kembali ke situs untuk melaporkan apa yang dilihatnya., Dan mencatat bahwa di upaya pertama untuk melakukannya ia sedang diliputi perasaan yang aneh. Setelah menyalami pekerjanya dengan panik 'Apakah Anda melihat sesuatu?!' Dua dari pekerjanya sependapat, mengaku telah melihat \"piring terbang dengan seorang pria berpakaian seperti seorang penyelam di depannya. \" sedangkan 7 orang lain merasa mengantuk selama kejadian, dan George Gattay sendiri menderita sakit kepala, kehilangan nafsu makan dan insomnia untuk minggu berikutnya.6. The Winchester WomanDalam daftar 10 Top cerita UFO aneh, yang satu ini benar-benar aneh. Anggota Dewan lokal untuk Winchester di Hampshire, Bapak Adrian Hicks berada di pusat kota pada hari Sabtu sore awal tahun 2004. Setelah makan siang di bar lokal dan membeli beberapa buku dari toko buku, ia melihat sesuatu yang aneh tentang seorang wanita berjalan melalui jalan utama kota pedesaan itu. Pakaiannya agak tidak biasa, dan segala sesuatu tentang dia agak ganjil. Cara ia berjalan dan sikap umum memberi kesan yang aneh. Adrian memutuskan untuk mengikuti untuk beberapa saat dan betapa terkejutnya ketika setelah diperhatikan seksama wanita tersebut bukan manusia- melainkan ekstraterestrial. \"Itu mengejutkan, Aku tidak biasanya hilang kata-kata tetapi hari itu. 'Dia mengawasinya selama sekitar 9 menit, berjalan di depan dua kali dan melihat seperti sepotong pakaian di pinggang dan kepala tebal rambut pirang terang. \"Dia memiliki mata berbentuk oval yang sangat besar dan memutar-mutar tangannya dalam gerakan melingkar. Dia tampak ramah dan benar-benar nyaman dengan kami.Dia tidak takut, ia tersenyum, dan tampaknya menikmati dirinya di antara kita 'Hicks terkejut ketika dia berhenti 7 kaki dari wanita tersebut. \"Dia berjalan pelan sampai High Street. Aku ingat dia sangat tertarik pada jam di atas Lloyds Bank. Adrian telah menyatakan bahwa beberapa orang memperhatikan wanita tersebut dan melihat beberapa orang mengambil gambar dia, meskipun tidak ada gambar yang pernah muncul. Hicks percaya kehadiran Alien yang jauh lebih besar di Winchester, karena operasi rahasia AS dan Inggris di basis terdekat. Hicks merahasiakan pertemuannya selama 5 tahun untuk mengamankan kursinya di pemerintah daerah, mengungkapkan kisahnya setelah mengamankan pemilu sebagai Dewan Liberal Demokrat. Dia menghabiskan £ 400 dari uangnya sendiri untuk membayar seniman membuat sketsa seperti diatas. Dia sekarang melobi pemerintah untuk menjelaskan kehadiran UFO tersebut.BERSAMBUNG..........\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Bila berbicara soal penampakan UFO pikiran kita biasanya langsung membayangkan sebuah pesawat misterius mendarat, orang yang menyaksikannya hanya melihat tak bergerak (tidak sadar bahwa mungkin alien itu ganas), pintu pesawat terbuka muncul cahaya yang sangat terang, lalu ada bayangan makhluk kurus ceking dengan kepala besar mata besar. Ok stop...stop kita tidak membicarakan sebuah film, karena terkadang kenyataannya penampakan UFO sangat cepat. Nah sekarang mari kita lihat daftar 10 penampakan UFO yang paling aneh.10. The Bowling Green ApparitionDi amalm 12 Februari 2010, Roy Shaw berjalan-jalan dengan anjingnya di Devon, England. Dia mendekati klab bowling setempat,saat itulah dia melihat sebuah obyek melayang tinggi di angkasa. Kabur dan jauh pada awalnya, ia mulai turun perlahan dan bergerak lebih dekat ke arahnya. Edaran dalam bentuk itu menangguhkan dirinya di atas klub bowling dan Shaw berusaha melihat lebih baik obyek tersebut. Dia melihat dengan takjub ketika benda tersebut bergerak zigzag dan turun di padang rumput sekitar.Dia heran melihat sebuah pesawat ruang angkasa dengan panjang 100ft, dengan lampu biru dan merah streaming sepanjang bawah. Pada titik ini penampakan putih setinggi 4 kaki keluar dari kapal dan melayang ke arahnya melewati halaman. \"Saat tingginya 4 kaki dan tampak jelas dan bergerak sangat perlahan terhadap kita. Aku terpaku karena mendengar suara mendengung, yang terdengar seperti \"saya, saya\" berulang \"ia kemudian memberitahu surat kabar. Anjingnya (Sidney) yang biasanya sangat tenang - mulai menggeram dan bantalan gigi pada semangat. Pada titik ini, Shaw memutuskan berlari untuk menyelamatkan diri. Pejalan kaki lain yang sedang membawa anjingnya di daerah tersebut juga mengklaim telah melihat sebuah kapal berbentuk anak panah turun dengan sudut 45 derajat. Lucunya, Shaw mengklaim diri sebagai seorang yang skeptis terhadap hal-hal paranormal, bahkan setelah pertemuan aneh tersebut. Di atas adalah sketsa UFO yang dilihatnya. Kalau di ingat-ingat ceritanya seperti film ET, kecuali bagian dimana dia lari haha...wajarlah belum tentu semua alien seramah ET.9. UFO with an AccentSeorang wanita menelepon RAF (angkatan udara Inggris) Wattisham, di Suffolk, England, pada 21 November1989, Dengan tertekan dia bercerita perjumpaannya dengan pria aneh di sekitar rumahnya. Sekitar jam 10.30pm, wanita tersebut berjalan-jalan dengan anjingnya di lapangan olahraga ketika dia berjumpa dengan pria aneh dengan aksen Skandinavia berbaju coklat cerah yang mirip setelan terbang.Laporan yang dirilis dari National Archives menyebutkan. \"Lelaki tersebut bertanya apa dia pernah mendengar kisah tentang lingkaran-lingkaran di ladang gandum, kemudian dia menjelaskan bahwa dia berasal dari planet mirip bumi, dan lingkaran tersebut muncul karena makhluk seperti dirinya mengadakan perjalanan di bumi.\" Lelaki tersebut berkata mereka datang secara bersahabat dan tidak mengadakan kontak jika mendapat ancaman. Namun dia memutuskan melanggar peraturan tersebut, karena dia merasa harus membuat kontak anatara bangsanya dan manusia.Mereka bicara sampai 10 menit setelah itu tiba-tiba lelaki tersebut kabur ke arah dia datang. Wanita tersebut karena sebab-sebab tertentu berlari ke rumahnya dalam keadaan tertekan. Sesampai di rumah dia mendengar suara bising. Dia berbalik dan melihat obyek berbentuk bundar terbang, memancarkan sinar oranye dan putih, muncul dari pepohonan dan terbang ke angkasa. Operator yang menerima panggilan tersebut menganggapnya sebagai \"Panggilan asli\"8. The Wyoming casePada tahun 1974, Carl Higdon sedang berburu di Hutan Nasional Medicine Bow, Wyoming. Ketika dia menembak seekor Elk sesuatu yang aneh terjadi; peluru tampak bergerak dalam gerakan lambat. Ketika ia pergi untuk mengambil peluru perasaan aneh tiba-tiba datang di atasnya. Berbalik, ia melihat seorang humanoid lebih dari enam meter yang digambarkan sebagai memiliki jumpsuit hitam, sabuk lebar dihiasi dengan penunjuk enam bintang dan lambang kuning. Rambut lurus berdiri keluar dari kepalanya, tidak ada alis,-busur kaki dan lengan panjang berakhir dengan pelengkap batang seperti alih-alih tangan. Humanoid tersebut bertanya apakah dia lapar dan memberinya empat pil, mengatakan kepadanya jika ia memakan yang ia tidak akan lapar selama 4 hari. humanoid kemudian menunjuk kepadanya, dan dalam sekejap ia menemukan dirinya terbungkus dalam perangkat transparan dan mengenakan helm.Dua humanoids lain muncul, membawa elk buruan Higdon; yang kini kaku dan tidak wajar dalam keadaan beku. Ia mengatakan, ia akan dibawa ke planet mereka, jaraknya 163.000 tahun cahaya, dan kemudian tiba di sana dalam sekejap. Di planet itu ia mengatakan, ada banyak bangunan yang menyerupai jarum Seattle Space, dan matahari planet tersebut lebih panas. Ingatannya selanjutnya dia sampai di Kedokteran Bow Park, dengan 2 setengah jam berlalu. Ia terhuyung-huyung dalam keadaan gila tidak dapat menemukan truknya, akhirnya menemukan truknya 3 mil jauhnya. Dia memanggil Sheriff lewat radio, yang menemukannya pada tengah malam lelah dan panik, berteriak 'Mereka mengambil rusa saya. Setelah dibawa ke rumah sakit setempat dan diperiksa, mereka menemukan semua tingkat vitamin nya secara ajaib berada dalam level tinggi, dan TBC di paru-parunya telah hilang. Istri Higdons dan 2 orang lain di daerah tersebut melihat lampu hijau dan merah di langit pada malam penculikan itu. 7. The Western France CaseGeorge Gatay adalah orang lokal yang dihormati di kota Nouatre, di Perancis barat. Seorang veteran dari WW2, ia berjuang bersama Perlawanan Perancis di Luksemburg terhadap Nazi. Pada 30 September 1954, dia bertanggung jawab atas 8 awak bekerja di sebuah lokasi konstruksi. Sementara bekerja ia merasa 'kantuk aneh' datang kepadanya. Dia merasa harus berjalan, meskipun ia tidak tahu di mana atau mengapa, seolah-olah ada kekuatan yang tidak diketahui membimbing dia. Ketika ia berhenti ia melihat sesuatu yang tidak diketahui karena benda tersebut berada 30ft jauh di atas bukit. Itu digambarkan sebagai memiliki helm kaca buram, baju abu-abu dan sepatu pendek. Dia juga melihat batang seperti senjata di tangan dan sebuah alat elektronik yang berbentuk persegi di bagian dada. Makhluk itu berdiri di depan sebuah objek berbentuk kubah yang melayang-layang 3ft di atas tanah. Pesawat ini juga memiliki bentuk kubah di atas, dengan pisau seperti perangkat menonjol dari titik tertinggi. Kagum total akan apa yang ia lihat, Gattay berdiri dalam keheningan lumpuh.Saat ia menatap dengan takjub, sesuatu yang asing terjadi. Dia menyatakan 'Tiba-tiba, orang aneh tersebut lenyap, dan aku tidak bisa menjelaskan bagaimana ia melakukannya, karena ia tidak menghilang dari pandangan seperti berjalan pergi, tetapi lenyap seperti gambar yang dihapus. Lalu aku mendengar suara bersiul yang kuat, lebih kuat dari excavator kami. Segera objek naik tersentak berturut-turut, dalam arah vertikal, dan kemudian menghilang dalam semacam kabut biru, seolah-olah keajaiban 'Gattay kemudian berlari kembali ke situs untuk melaporkan apa yang dilihatnya., Dan mencatat bahwa di upaya pertama untuk melakukannya ia sedang diliputi perasaan yang aneh. Setelah menyalami pekerjanya dengan panik 'Apakah Anda melihat sesuatu?!' Dua dari pekerjanya sependapat, mengaku telah melihat \"piring terbang dengan seorang pria berpakaian seperti seorang penyelam di depannya. \" sedangkan 7 orang lain merasa mengantuk selama kejadian, dan George Gattay sendiri menderita sakit kepala, kehilangan nafsu makan dan insomnia untuk minggu berikutnya.6. The Winchester WomanDalam daftar 10 Top cerita UFO aneh, yang satu ini benar-benar aneh. Anggota Dewan lokal untuk Winchester di Hampshire, Bapak Adrian Hicks berada di pusat kota pada hari Sabtu sore awal tahun 2004. Setelah makan siang di bar lokal dan membeli beberapa buku dari toko buku, ia melihat sesuatu yang aneh tentang seorang wanita berjalan melalui jalan utama kota pedesaan itu. Pakaiannya agak tidak biasa, dan segala sesuatu tentang dia agak ganjil. Cara ia berjalan dan sikap umum memberi kesan yang aneh. Adrian memutuskan untuk mengikuti untuk beberapa saat dan betapa terkejutnya ketika setelah diperhatikan seksama wanita tersebut bukan manusia- melainkan ekstraterestrial. \"Itu mengejutkan, Aku tidak biasanya hilang kata-kata tetapi hari itu. 'Dia mengawasinya selama sekitar 9 menit, berjalan di depan dua kali dan melihat seperti sepotong pakaian di pinggang dan kepala tebal rambut pirang terang. \"Dia memiliki mata berbentuk oval yang sangat besar dan memutar-mutar tangannya dalam gerakan melingkar. Dia tampak ramah dan benar-benar nyaman dengan kami.Dia tidak takut, ia tersenyum, dan tampaknya menikmati dirinya di antara kita 'Hicks terkejut ketika dia berhenti 7 kaki dari wanita tersebut. \"Dia berjalan pelan sampai High Street. Aku ingat dia sangat tertarik pada jam di atas Lloyds Bank. Adrian telah menyatakan bahwa beberapa orang memperhatikan wanita tersebut dan melihat beberapa orang mengambil gambar dia, meskipun tidak ada gambar yang pernah muncul. Hicks percaya kehadiran Alien yang jauh lebih besar di Winchester, karena operasi rahasia AS dan Inggris di basis terdekat. Hicks merahasiakan pertemuannya selama 5 tahun untuk mengamankan kursinya di pemerintah daerah, mengungkapkan kisahnya setelah mengamankan pemilu sebagai Dewan Liberal Demokrat. Dia menghabiskan £ 400 dari uangnya sendiri untuk membayar seniman membuat sketsa seperti diatas. Dia sekarang melobi pemerintah untuk menjelaskan kehadiran UFO tersebut.BERSAMBUNG..........",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2011/04/benda-benda-langit-paling-menakjubkan.html",
        "post_title": "Benda-benda langit paling Menakjubkan di luar angkasa",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8108717564088232128\" itemprop=\"description articleBody\">\nSemesta terdiri atas benda-benda langit. Di antara benda langit tersebut, terdapat beberapa yang termasuk terbesar dalam ukurannya. Berikut merupakan benda langit terbesar sesuai kategorinya.Planet TerbesarJupiter merupakan planet terbesar di tata surya. Tapi, planet terbesar di semesta adalah TrES-4b yang ditemukan pada tahun 2006, mengorbit bintang yang berjarak 1500 tahun cahaya dari Bumi. Diameter planet ini 1,8 lebih besar dari Jupiter.Planet terbesar itu masih dalam perdebatan menyusul hasil observasi terbaru EASP-17b. Planet ekstrasurya yang terletak 1000 tahun cahaya dari Bumi dan memiliki massa setengah Jupiter itu dikatakan mempunyai diameter 2 kali Jupiter.Artefak terbesarSejauh ini artefak terbesar di semesta adalan International Space Station yang memiliki lebar 190 meter dan berat 370 ton. Dalam hal ini artefak adalah benda langit buatan manusia.Galaksi terbesarBerdasarkan model standar pembentukan galaksi, galaksi terbesar adalah monster eliptikal yang terbentuk dari penggabungan galaksi yang lebih kecil. Contoh galaksi terbesarnya adalah IC 1101 yang berbentuk lensa. Galaksi ini terletak milyaran tahun dari Bumi, di tengah kluster galaksi Albell 2029. Diameter galaksi ini mencapai 6 juta tahun cahaya, membuatnya memiliki volume ribuan kali dari Bima Sakti.Lubang terbesarYang dimaksud bukan lubang hitam, tapi merupakan hamparan kegelapan. Galaksi tersusun dalam sebuah tembok besar berukuran beberapa ratusan tahun cahaya dengan sebuah ruang kosong di antaranya. Ruang kosong terbesar ditemukan pada tahun 2007 berukuran hampir satu miliar cahaya.Bintang terbesarBintang terbesar adalah VY Canis Majoris, terletak 5000 tahun cahaya dari Bumi. Diameternya diperkirakan mencapai 3 miliar kilometer. Perkiraan tersebut sedang diklarifikasi lagi sebab beberapa astronom memperkirakan bahwa diameternya hanya 1 miliar kilometer.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Semesta terdiri atas benda-benda langit. Di antara benda langit tersebut, terdapat beberapa yang termasuk terbesar dalam ukurannya. Berikut merupakan benda langit terbesar sesuai kategorinya.Planet TerbesarJupiter merupakan planet terbesar di tata surya. Tapi, planet terbesar di semesta adalah TrES-4b yang ditemukan pada tahun 2006, mengorbit bintang yang berjarak 1500 tahun cahaya dari Bumi. Diameter planet ini 1,8 lebih besar dari Jupiter.Planet terbesar itu masih dalam perdebatan menyusul hasil observasi terbaru EASP-17b. Planet ekstrasurya yang terletak 1000 tahun cahaya dari Bumi dan memiliki massa setengah Jupiter itu dikatakan mempunyai diameter 2 kali Jupiter.Artefak terbesarSejauh ini artefak terbesar di semesta adalan International Space Station yang memiliki lebar 190 meter dan berat 370 ton. Dalam hal ini artefak adalah benda langit buatan manusia.Galaksi terbesarBerdasarkan model standar pembentukan galaksi, galaksi terbesar adalah monster eliptikal yang terbentuk dari penggabungan galaksi yang lebih kecil. Contoh galaksi terbesarnya adalah IC 1101 yang berbentuk lensa. Galaksi ini terletak milyaran tahun dari Bumi, di tengah kluster galaksi Albell 2029. Diameter galaksi ini mencapai 6 juta tahun cahaya, membuatnya memiliki volume ribuan kali dari Bima Sakti.Lubang terbesarYang dimaksud bukan lubang hitam, tapi merupakan hamparan kegelapan. Galaksi tersusun dalam sebuah tembok besar berukuran beberapa ratusan tahun cahaya dengan sebuah ruang kosong di antaranya. Ruang kosong terbesar ditemukan pada tahun 2007 berukuran hampir satu miliar cahaya.Bintang terbesarBintang terbesar adalah VY Canis Majoris, terletak 5000 tahun cahaya dari Bumi. Diameternya diperkirakan mencapai 3 miliar kilometer. Perkiraan tersebut sedang diklarifikasi lagi sebab beberapa astronom memperkirakan bahwa diameternya hanya 1 miliar kilometer.",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2011/03/11-patung-buddha-terkenal-di-dunia.html",
        "post_title": "11 Patung Buddha Terkenal di Dunia",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2566544117584691455\" itemprop=\"description articleBody\">\n11. Borobudur Buddha StatuePatung-patung Buddha di Borobudur adalah mahakarya dari para seniman kuno Indonesia. Semua patung Buddha di sini berada dalam posisi duduk tetapi dengan sikap tangan yang berbeda. Dari awalnya terdapat 504 patung Buddha, 300 di antaranya rusak dan 43 hilang. Sejak penemuan kembali candi ini, sudah banyak kolektor gelap yang mencuri kepala patung Buddha.10. Hussain Sagar Buddha StatuePatung Buddha ini terletak di tengah-tengah sebuah danau buatan di kota Hyderabad, India. Patung ini berdiri setinggi 17 meter dan seberat 320 ton. Ini merupakan patung monolitik terbesar di India, yang dipahat oleh para seniman hanya dari sebongkah batu besar. Tragisnya, pada saat pemasangan patung Buddha pada tahun 1992, patung ini jatuh ke dalam danau dan menyebabkan kematian 8 orang pekerja. Pemerintah kemudian memperbaiki patung dan sekarang menjadi salah satu daya tarik wisatawan di kota Hyderabad.9. Tian Tan Buddha StatueBuddha Tian Tan terletak di Pulau Lantau, Hong Kong. Terbuat dari perunggu dan selesai tahun 1993. Patung ini merupakan daya tarik utama dari Vihara Po Lin, yang mensimbolkan harmonisasi antara manusia, alam, masyarakat dan agama. Patung ini dinamakan Tian Tan karena bagian bawahnya merupakan replika dari Kuil Tian Tan (Kuil Surga) di Beijing. Patung dengan sikap duduk ini memiliki tinggi 34 meter dan mengambil postur yang melambangkan ketenangan.8. Monywa BuddhaMonywa adalah sebuah kota di tengah Myanmar yang terletak di pinggiran Sungai Chindwin. Di sini anda dapat melihat Monywa Buddha, patung Buddha berbaring terbesar di dunia. Patung ini memiliki total panjang 90 meter. Kepala patung ini memiliki tinggi 60 kaki. Patung Buddha Monywa ini dibuat tahun 1991 dan berlubang didalamnya, sehingga pengunjung bisa masuk ke dalam.7. Ayutthaya Buddha HeadKota Ayutthaya di Thailand memiliki salah satu patung Buddha yang tidak biasa di dunia. Di antara reruntuhan Wat Mahathat (Vihara Relik Agung) terdapat sebuah patung yang seluruh badannya telah lenyap oleh waktu dan hanya tersisa kepalanya saja di antara belitan pepohonan. Ini adalah salah satu patung yang sangat indah yang tercipta oleh berlalunya waktu.6. Gal ViharayaTerletak di Sri Lanka, Polonnaruwa merupakan situs salah satu patung Buddha yang paling terkenal di dunia. Vihara batu ini dibuat oleh Parakramabahu Agung di abad 12 Masehi. Di tengah-tengah vihara terdapat 4 patung Buddha berukuran besar. Di antara ke-4 patung Buddha ini adalah sebuah patung Buddha berbaring sepanjang 14 meter dan sebuah patung Buddha berdiri setinggi 7 meter.5. Ushiku DaibutsuUshiku Daibutsu terletak di kota Ushiku, Jepang. Selesai tahun 1995, patung ini merupakan salah satu patung tertinggi di dunia, bediri setinggi 120 meter termasuk 10 meter pondasi dan 10 meter platform berbentuk teratai.4. Temple of the Reclining BuddhaTerletak di Bangkok, Wat Pho terkenal dengan patung Buddha berbaringnya yang besar. Vihara ini merupakan salah satu vihara terbesar dan tertua di Bangkok, dibangun sekitar 200 tahun setelah Bangkok menjadi ibukota Thailand.3. Great Buddha of KamakuraBuddha Agung Kamakura atau dalam bahasa Jepang biasa disebut Daibutsu Kamakura, merupakan sebuah patung perunggu monumental dari Amida Buddha (Buddha Amitabha) di kota Kamakura, Jepang. Patung ini berdiri dengan damai di atas tanah Kotokuin yang merupakan sebuah kuil buddhis aliran Tanah Suci, dan patung Buddha ini menjadi salah satu ikon penting dalam pariwisata dan kehidupan sosial masyarakat Jepang.2. Temple of the Emerald BuddhaVihara terkenal lain di Bangkok adalah Wat Phra Kaew, Vihara Buddha Zamrud. Di dalam vihara ini terdapat patung Buddha Zamrud, salah satu patung Buddha tertua dan paling terkenal di dunia. Menurut legenda, patung ini dibuat di India sekitar 43 SM di kota Pataliputra dan berada di sana selama 300 tahun. Pada abad ke-4 M, patung ini dibawa ke Sri Lanka oleh para biksu buddhis untuk menyelamatkannya dari peperangan yang terjadi. Kemudian patung ini dibawa ke Thailand dan dipindahkan ke Wat Phra Kaew di tahun 1779.1. Leshan Giant BuddhaPatung Buddha raksasa Leshan adalah sebuah mahakarya umat manusia. Patung Buddha ini dipahat di sebuah lembah yang langsung menghadap ke laut di Sichuan, bagian barat Cina. Mulai dibuat selama Dinasti Tang tahun 713, patung ini baru selesai tahun 803 (90 tahun) dan melibatkan usaha dari ribuan seniman dan pemahat. Sebagai salah satu patung terbesar di dunia, patung ini juga disebut-sebut dalam puisi, lagu dan cerita.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "11. Borobudur Buddha StatuePatung-patung Buddha di Borobudur adalah mahakarya dari para seniman kuno Indonesia. Semua patung Buddha di sini berada dalam posisi duduk tetapi dengan sikap tangan yang berbeda. Dari awalnya terdapat 504 patung Buddha, 300 di antaranya rusak dan 43 hilang. Sejak penemuan kembali candi ini, sudah banyak kolektor gelap yang mencuri kepala patung Buddha.10. Hussain Sagar Buddha StatuePatung Buddha ini terletak di tengah-tengah sebuah danau buatan di kota Hyderabad, India. Patung ini berdiri setinggi 17 meter dan seberat 320 ton. Ini merupakan patung monolitik terbesar di India, yang dipahat oleh para seniman hanya dari sebongkah batu besar. Tragisnya, pada saat pemasangan patung Buddha pada tahun 1992, patung ini jatuh ke dalam danau dan menyebabkan kematian 8 orang pekerja. Pemerintah kemudian memperbaiki patung dan sekarang menjadi salah satu daya tarik wisatawan di kota Hyderabad.9. Tian Tan Buddha StatueBuddha Tian Tan terletak di Pulau Lantau, Hong Kong. Terbuat dari perunggu dan selesai tahun 1993. Patung ini merupakan daya tarik utama dari Vihara Po Lin, yang mensimbolkan harmonisasi antara manusia, alam, masyarakat dan agama. Patung ini dinamakan Tian Tan karena bagian bawahnya merupakan replika dari Kuil Tian Tan (Kuil Surga) di Beijing. Patung dengan sikap duduk ini memiliki tinggi 34 meter dan mengambil postur yang melambangkan ketenangan.8. Monywa BuddhaMonywa adalah sebuah kota di tengah Myanmar yang terletak di pinggiran Sungai Chindwin. Di sini anda dapat melihat Monywa Buddha, patung Buddha berbaring terbesar di dunia. Patung ini memiliki total panjang 90 meter. Kepala patung ini memiliki tinggi 60 kaki. Patung Buddha Monywa ini dibuat tahun 1991 dan berlubang didalamnya, sehingga pengunjung bisa masuk ke dalam.7. Ayutthaya Buddha HeadKota Ayutthaya di Thailand memiliki salah satu patung Buddha yang tidak biasa di dunia. Di antara reruntuhan Wat Mahathat (Vihara Relik Agung) terdapat sebuah patung yang seluruh badannya telah lenyap oleh waktu dan hanya tersisa kepalanya saja di antara belitan pepohonan. Ini adalah salah satu patung yang sangat indah yang tercipta oleh berlalunya waktu.6. Gal ViharayaTerletak di Sri Lanka, Polonnaruwa merupakan situs salah satu patung Buddha yang paling terkenal di dunia. Vihara batu ini dibuat oleh Parakramabahu Agung di abad 12 Masehi. Di tengah-tengah vihara terdapat 4 patung Buddha berukuran besar. Di antara ke-4 patung Buddha ini adalah sebuah patung Buddha berbaring sepanjang 14 meter dan sebuah patung Buddha berdiri setinggi 7 meter.5. Ushiku DaibutsuUshiku Daibutsu terletak di kota Ushiku, Jepang. Selesai tahun 1995, patung ini merupakan salah satu patung tertinggi di dunia, bediri setinggi 120 meter termasuk 10 meter pondasi dan 10 meter platform berbentuk teratai.4. Temple of the Reclining BuddhaTerletak di Bangkok, Wat Pho terkenal dengan patung Buddha berbaringnya yang besar. Vihara ini merupakan salah satu vihara terbesar dan tertua di Bangkok, dibangun sekitar 200 tahun setelah Bangkok menjadi ibukota Thailand.3. Great Buddha of KamakuraBuddha Agung Kamakura atau dalam bahasa Jepang biasa disebut Daibutsu Kamakura, merupakan sebuah patung perunggu monumental dari Amida Buddha (Buddha Amitabha) di kota Kamakura, Jepang. Patung ini berdiri dengan damai di atas tanah Kotokuin yang merupakan sebuah kuil buddhis aliran Tanah Suci, dan patung Buddha ini menjadi salah satu ikon penting dalam pariwisata dan kehidupan sosial masyarakat Jepang.2. Temple of the Emerald BuddhaVihara terkenal lain di Bangkok adalah Wat Phra Kaew, Vihara Buddha Zamrud. Di dalam vihara ini terdapat patung Buddha Zamrud, salah satu patung Buddha tertua dan paling terkenal di dunia. Menurut legenda, patung ini dibuat di India sekitar 43 SM di kota Pataliputra dan berada di sana selama 300 tahun. Pada abad ke-4 M, patung ini dibawa ke Sri Lanka oleh para biksu buddhis untuk menyelamatkannya dari peperangan yang terjadi. Kemudian patung ini dibawa ke Thailand dan dipindahkan ke Wat Phra Kaew di tahun 1779.1. Leshan Giant BuddhaPatung Buddha raksasa Leshan adalah sebuah mahakarya umat manusia. Patung Buddha ini dipahat di sebuah lembah yang langsung menghadap ke laut di Sichuan, bagian barat Cina. Mulai dibuat selama Dinasti Tang tahun 713, patung ini baru selesai tahun 803 (90 tahun) dan melibatkan usaha dari ribuan seniman dan pemahat. Sebagai salah satu patung terbesar di dunia, patung ini juga disebut-sebut dalam puisi, lagu dan cerita.",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2011/01/10-pistol-terbaik-yang-pernah.html",
        "post_title": "10 Pistol Terbaik Yang Pernah Diproduksi",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6490332195609492234\" itemprop=\"description articleBody\">\nKata 'pistol' mulai digunakan untuk mendeskripsikan senjata api genggam pada abad ke-18. Pada abad ke-15 pistol berarti sebuah pisau kecil yang bisa disembunyikan di dalam pakaian.Pistol atau senjata api genggam dibagi menjadi dua jenis utama. Revolver, yang menggunakan kamar peluru yang berputar. Dan pistol biasa, yang kamar pelurunya menyatu dengan laras. Pistol menggunakan kaliber peluru yang bervariasi, dari .22 sampai .50 cal.10. SIGP250P250 pistol SIG adalah asal Amerika dan Jerman . Dibuat oleh JP Sauer dan Anaknya Sig Sauer Exeter. Ini adalah pistol semi otomatis. Aksinya didasarkan pada operasi mundur dan dilengkapi dengan 17 peluru. Memiliki tampilan besi dengan basis 147 mm.9. Heckler and Koch USPUSP Heckler aksi tembakan miring per barel antara lain sebuah 9x 19mm Parabellum kartrid digunakan oleh militer Austria dan Penegakan Hukum AS.6. Mark 23Heckler dan Koch Mk23 berasal dari Jerman dan Amerika Serikat dan terdiri dari pertandingan pistol otomatis kelas semi, modul laser bertujuan dan penekan. Ini adalah pistol standar dimaksudkan untuk Pasukan Khusus AS. Memiliki short recoil DA \\ SA dan memiliki jangkauan efektif 50 Ms Telah di produksi sejak tahun 1991 dan dilengkapi dengan kotak peluru 12 putaran yang bisa dilepas. 5. FN-FNP45Pistol FN Herstal FNP adalah hasil join Belgia dan manufaktur AS. diproduksi di Columbia oleh FNH USA. Ini telah diproduksi sejak Februari 2006 dan menembakkan 9 x 19mm Parabellum kartrid. Muncul dengan sebuah putaran 14-16 peluru.The QSZ -92 is recoil operated locked breech pistol and uses a rotating barrel locking system. Its country of origin is The Peoples Republic of China. It uses a 9x19mm Parabellum cartridge and is manufactured by Norinco at the Changfeng Machine Shop. It has an effective range of 50m and has a muzzle velocity of 1148 ft per second.4. QSZ -92QSZ -92 adalah pistol recoil operated locked breech dan menggunakan sistem penguncian barel berputar. asal Republik Rakyat China. Menggunakan kartrid 9x19mm Parabellum dan diproduksi oleh Norinco di Changfeng Machine Shop. Ini memiliki jangkauan efektif 50m dan memiliki kecepatan moncong 1148 kaki per detik.3. Walther P99Walther P99 adalah pistol semi otomatis asal Jerman. diproduksi oleh Carl Walther GmbH Sportwaffen ... digunakan oleh polisi Jerman, Polandia dan tentara Finlandia. Pistol ini menembakkan cartridge 9x19mm Parabellum. Dan short recoil operated, locked breech action. memiliki kecepatan moncong 1339 kaki per detik.2. Beretta 92Beretta 92 Buatan Italia. Pistol Ini menembakkan peluru 9x19mm Parabellum. Sudah di produksi sejak tahun 1975 terutama untuk militer Italia, Perancis dan AS.1. FN 57Pistol FN Five-seveN merupakan merek dagang untuk pistol semi otomatis produksi perusahaan senjata asal Belgia, FN Five-seven . Penamaan pistol ini didasari atas penggunaan peluru berkaliber 5,7 mm yang digunakan senjata ini, sedangkan penulisan huruf F dan N besar ditujukan pada inisial perusahaan pembuat senjata ini yaitu FN.Sebagai senjata sidearm untuk Personal defense Weapon (PDW) FN P90, pistol ini menggunakan peluru dengan jenis yang sama yaitu 5,7 x 28 mm buatan FN yang dibuat pada awal 1990an. Peruntukan senjata ini pada awalnya untuk kalangan militer dan penegak hukum, tetapi pada tahun 2004 FN memproduksi juga varian bagi warga sipil dengan nama FN Five-seven USG yang dilengkapi dengan rel Picatinny[6].Pistol ini banyak digunakan oleh pasukan elit/khusus di banyak negara termasuk Indonesia[8].Pembuatan versi warga sipil pada tahun 2004 ikut mempopulerkan jenis senjata ini.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Kata 'pistol' mulai digunakan untuk mendeskripsikan senjata api genggam pada abad ke-18. Pada abad ke-15 pistol berarti sebuah pisau kecil yang bisa disembunyikan di dalam pakaian.Pistol atau senjata api genggam dibagi menjadi dua jenis utama. Revolver, yang menggunakan kamar peluru yang berputar. Dan pistol biasa, yang kamar pelurunya menyatu dengan laras. Pistol menggunakan kaliber peluru yang bervariasi, dari .22 sampai .50 cal.10. SIGP250P250 pistol SIG adalah asal Amerika dan Jerman . Dibuat oleh JP Sauer dan Anaknya Sig Sauer Exeter. Ini adalah pistol semi otomatis. Aksinya didasarkan pada operasi mundur dan dilengkapi dengan 17 peluru. Memiliki tampilan besi dengan basis 147 mm.9. Heckler and Koch USPUSP Heckler aksi tembakan miring per barel antara lain sebuah 9x 19mm Parabellum kartrid digunakan oleh militer Austria dan Penegakan Hukum AS.6. Mark 23Heckler dan Koch Mk23 berasal dari Jerman dan Amerika Serikat dan terdiri dari pertandingan pistol otomatis kelas semi, modul laser bertujuan dan penekan. Ini adalah pistol standar dimaksudkan untuk Pasukan Khusus AS. Memiliki short recoil DA \\ SA dan memiliki jangkauan efektif 50 Ms Telah di produksi sejak tahun 1991 dan dilengkapi dengan kotak peluru 12 putaran yang bisa dilepas. 5. FN-FNP45Pistol FN Herstal FNP adalah hasil join Belgia dan manufaktur AS. diproduksi di Columbia oleh FNH USA. Ini telah diproduksi sejak Februari 2006 dan menembakkan 9 x 19mm Parabellum kartrid. Muncul dengan sebuah putaran 14-16 peluru.The QSZ -92 is recoil operated locked breech pistol and uses a rotating barrel locking system. Its country of origin is The Peoples Republic of China. It uses a 9x19mm Parabellum cartridge and is manufactured by Norinco at the Changfeng Machine Shop. It has an effective range of 50m and has a muzzle velocity of 1148 ft per second.4. QSZ -92QSZ -92 adalah pistol recoil operated locked breech dan menggunakan sistem penguncian barel berputar. asal Republik Rakyat China. Menggunakan kartrid 9x19mm Parabellum dan diproduksi oleh Norinco di Changfeng Machine Shop. Ini memiliki jangkauan efektif 50m dan memiliki kecepatan moncong 1148 kaki per detik.3. Walther P99Walther P99 adalah pistol semi otomatis asal Jerman. diproduksi oleh Carl Walther GmbH Sportwaffen ... digunakan oleh polisi Jerman, Polandia dan tentara Finlandia. Pistol ini menembakkan cartridge 9x19mm Parabellum. Dan short recoil operated, locked breech action. memiliki kecepatan moncong 1339 kaki per detik.2. Beretta 92Beretta 92 Buatan Italia. Pistol Ini menembakkan peluru 9x19mm Parabellum. Sudah di produksi sejak tahun 1975 terutama untuk militer Italia, Perancis dan AS.1. FN 57Pistol FN Five-seveN merupakan merek dagang untuk pistol semi otomatis produksi perusahaan senjata asal Belgia, FN Five-seven . Penamaan pistol ini didasari atas penggunaan peluru berkaliber 5,7 mm yang digunakan senjata ini, sedangkan penulisan huruf F dan N besar ditujukan pada inisial perusahaan pembuat senjata ini yaitu FN.Sebagai senjata sidearm untuk Personal defense Weapon (PDW) FN P90, pistol ini menggunakan peluru dengan jenis yang sama yaitu 5,7 x 28 mm buatan FN yang dibuat pada awal 1990an. Peruntukan senjata ini pada awalnya untuk kalangan militer dan penegak hukum, tetapi pada tahun 2004 FN memproduksi juga varian bagi warga sipil dengan nama FN Five-seven USG yang dilengkapi dengan rel Picatinny[6].Pistol ini banyak digunakan oleh pasukan elit/khusus di banyak negara termasuk Indonesia[8].Pembuatan versi warga sipil pada tahun 2004 ikut mempopulerkan jenis senjata ini.",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/12/r136a1-bintang-terbesar-sejagat-raya.html",
        "post_title": "R136a1, Bintang Terbesar Sejagat Raya",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2016726620123544485\" itemprop=\"description articleBody\">\nSekelompok astronom asal Inggris berhasil mendeteksi sebuah bintang yang paling besar yang pernah dilihat manusia. Bintang raksasa itu memiliki ukuran 265 kali lipat lebih besar dibanding Matahari kita.Saking besarnya, bintang itu dapat mengubah teori tentang bagaimana proses lahirnya bintang. Bahkan diperkirakan, saat lahir ia mencapai ukuran 320 kali Matahari.Sebelum ini, menggunakan model yang digunakan oleh peneliti, diketahui bahwa ukuran maksimal bintang adalah 150 kali lipat dibanding Matahari kita. Apapun yang berukuran di atas itu terlalu sulit untuk terbentuk menjadi bintang.Namun, dikutip dari BBC, 25 Desember 2010, Paul Crowther, astronom asal University of Sheffield, Inggris, setalah mengamati gambar-gambar yang ditangkap oleh Very Large Telescope di Chile dan teleskop ruang angkasa Hubble, menemukan bintang yang melampaui ukuran maksimal itu.Selain jauh lebih besar dibanding Matahari, R136a1, bintang yang berada di gugus dengan jarak 165 ribu tahun cahaya dari Bumi itu juga sama terangnya dengan 10 juta buah Matahari kita.\"Sebagai gambaran, perbandingan cahaya antara bintang ini dengan Matahari di tata surya kita adalah seperti membandingkan sinar Matahari dengan Bulan purnama,\" kata Crowther.Diperkirakan, suhu di permukaan bintang itu mencapai sekitar 50 ribu derajat Celsius, hampir delapan kali lebih panas dibanding Maharari.Crowther menyebutkan, hal yang lebih penting dari penemuan bintang raksasa itu adalah memberikan keyakinan pada manusia bahwa kemungkinan besar masih ada bintang-bintang sangat raksasa seperti R136a1 di jagat raya\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Sekelompok astronom asal Inggris berhasil mendeteksi sebuah bintang yang paling besar yang pernah dilihat manusia. Bintang raksasa itu memiliki ukuran 265 kali lipat lebih besar dibanding Matahari kita.Saking besarnya, bintang itu dapat mengubah teori tentang bagaimana proses lahirnya bintang. Bahkan diperkirakan, saat lahir ia mencapai ukuran 320 kali Matahari.Sebelum ini, menggunakan model yang digunakan oleh peneliti, diketahui bahwa ukuran maksimal bintang adalah 150 kali lipat dibanding Matahari kita. Apapun yang berukuran di atas itu terlalu sulit untuk terbentuk menjadi bintang.Namun, dikutip dari BBC, 25 Desember 2010, Paul Crowther, astronom asal University of Sheffield, Inggris, setalah mengamati gambar-gambar yang ditangkap oleh Very Large Telescope di Chile dan teleskop ruang angkasa Hubble, menemukan bintang yang melampaui ukuran maksimal itu.Selain jauh lebih besar dibanding Matahari, R136a1, bintang yang berada di gugus dengan jarak 165 ribu tahun cahaya dari Bumi itu juga sama terangnya dengan 10 juta buah Matahari kita.\"Sebagai gambaran, perbandingan cahaya antara bintang ini dengan Matahari di tata surya kita adalah seperti membandingkan sinar Matahari dengan Bulan purnama,\" kata Crowther.Diperkirakan, suhu di permukaan bintang itu mencapai sekitar 50 ribu derajat Celsius, hampir delapan kali lebih panas dibanding Maharari.Crowther menyebutkan, hal yang lebih penting dari penemuan bintang raksasa itu adalah memberikan keyakinan pada manusia bahwa kemungkinan besar masih ada bintang-bintang sangat raksasa seperti R136a1 di jagat raya",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/12/tulang-amelia-earhart-ditemukan.html",
        "post_title": "Tulang Amelia Earhart ditemukan?",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3853210297423885296\" itemprop=\"description articleBody\">\nSebuah tulang kecil, yang ditemukan di pulau tak berpenghuni sekitar barat daya Lautan Pasifik, ditengarai merupakan tulang dari ruas jari Amelia Earhart, pilot wanita legendaris yang menghilang secara misterius 73 tahun lalu. Earhart terbang di atas Lautan Pasifik untuk pecahkan rekor terbang keliling dunia melewati ekuator.Awalnya, tulang yang ditemukan di pulau bernama Nikumaroro itu dianggap sebagai tulang penyu. \"Sirip penyu memiliki tulang seperti ruas jari,\" kata Ric Gillespie, direktur eksekutif TIGHAR (The International Group For Historic Aircraft Recovery) yang sudah lama menyelidiki kematian Earhart. Tapi Tom King, arkeolog yang membuat katalog tulang penyu, meragukan status tulang tersebut.King menjelaskan kalau sisa-sisa penyu yang ditemukan di daerah itu hanya ada bagian karapas dan plastron (cangkang dan dada). \"Tidak ada bagian tubuh. Bagaimana bisa ada ruas jari di pulau itu,\" kata Gillespie.Investigasi TIGHAR ini akan bertentangan dengan asumsi kalau pesawat Earhart yang bernama \"Electra\" jatuh di laut karena kehabisan bahan bakar pada 2 Juli 1937.Setelah 22 tahun penelitian dan 10 ekspedisi, bukti-bukti yang TIGHAR peroleh mengarah kalau nikumaroro merupakan tempat meninggalnya Earhart dan navigatornya, Fred Nourem. Mereka mendarat di pulau tak berpenghuni tersebut dan meninggal di sana. Beberapa artifak yang berhasil diangkat mendukung hal itu. Beberapa tanda yang menarik adalah adanya sisa kebakaran kecil di dekat tulang burung dan tulang ikan, tempurung besar diletakkan terlentang yang sepertinya dipakai untuk menampung air hujan, cermin kecil yang sudah rusak, dan botol dengan alas yang sudah meleleh.Untuk memastikan statusnya, tulang tersebut akan menjalani pengujian di Molecular Science Laboratories di Oklahoma University di Norman.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Sebuah tulang kecil, yang ditemukan di pulau tak berpenghuni sekitar barat daya Lautan Pasifik, ditengarai merupakan tulang dari ruas jari Amelia Earhart, pilot wanita legendaris yang menghilang secara misterius 73 tahun lalu. Earhart terbang di atas Lautan Pasifik untuk pecahkan rekor terbang keliling dunia melewati ekuator.Awalnya, tulang yang ditemukan di pulau bernama Nikumaroro itu dianggap sebagai tulang penyu. \"Sirip penyu memiliki tulang seperti ruas jari,\" kata Ric Gillespie, direktur eksekutif TIGHAR (The International Group For Historic Aircraft Recovery) yang sudah lama menyelidiki kematian Earhart. Tapi Tom King, arkeolog yang membuat katalog tulang penyu, meragukan status tulang tersebut.King menjelaskan kalau sisa-sisa penyu yang ditemukan di daerah itu hanya ada bagian karapas dan plastron (cangkang dan dada). \"Tidak ada bagian tubuh. Bagaimana bisa ada ruas jari di pulau itu,\" kata Gillespie.Investigasi TIGHAR ini akan bertentangan dengan asumsi kalau pesawat Earhart yang bernama \"Electra\" jatuh di laut karena kehabisan bahan bakar pada 2 Juli 1937.Setelah 22 tahun penelitian dan 10 ekspedisi, bukti-bukti yang TIGHAR peroleh mengarah kalau nikumaroro merupakan tempat meninggalnya Earhart dan navigatornya, Fred Nourem. Mereka mendarat di pulau tak berpenghuni tersebut dan meninggal di sana. Beberapa artifak yang berhasil diangkat mendukung hal itu. Beberapa tanda yang menarik adalah adanya sisa kebakaran kecil di dekat tulang burung dan tulang ikan, tempurung besar diletakkan terlentang yang sepertinya dipakai untuk menampung air hujan, cermin kecil yang sudah rusak, dan botol dengan alas yang sudah meleleh.Untuk memastikan statusnya, tulang tersebut akan menjalani pengujian di Molecular Science Laboratories di Oklahoma University di Norman.",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/12/golden-jets-bukti-teknologi-pesawat.html",
        "post_title": "Golden Jets, Bukti Teknologi Pesawat Terbang Peradaban Inca Kuno?",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6742807117586683054\" itemprop=\"description articleBody\">\nSelama ini, berbagai artifak-artifak misterius telah ditemukan di berbagai belahan dunia dengan bentuk dan fungsi yang masih diperdebatkan. Salah satunya adalah artifak yang diduga berbentuk mirip pesawat yang ditemukan di Mesir, yaitu Saqqara Bird. Meskipun telah diteliti dan secara desain Saqqara bird tidak mampu untuk terbang jauh, namun desainnya yang mengacu kepada desain pesawat modern telah menimbulkan berbagai spekulasi mengenai asal usul artifak ini. Lalu,apakah artifak serupa hanya ditemukan pada peradaban Mesir kuno? Ternyata tidak, peradaban Prekolombia yang pernah eksis ribuan tahun yang lalu ini juga memiliki artifak dengan bentuk serupa.Entah apa yang terjadi pada masa lampau sehingga berbagai artifak misterius ditemukan dengan fungsi yang tidak jelas, dan salah satunya adalah artifak ini.Sebuah artifak berupa perhiasan emas ditemukan di sebuah tempat di wilayah Amerika Tengah dan Selatan, sayang tidak ada keterangan pasti dimana lokasinya. Artifak tersebut terbuat dari emas, dan diperkirakan telah berumur lebih dari 1000 tahun, karena peneliti tidak dapat memastikan kapan artifak tersebut dibuat.Pada tahun 1954, Pemerintah Kolombia mengirimkan koleksi artifak emasnya kepada sejumlah museum di Amerika Serikat. Selama berada di Amerika, seorang pengusaha berlian terkaya di wilayah itu ingin membuat replikanya dan mencoba untuk mengungkap misteri yang tersembunyi dalam setiap artifak tersebut. Salah satu artifak tersebut kemudian dikirimkan kepada seorang zoologist bernama Ivan T. Anderson untuk diteliti. Ketika melihat desain benda tersebut, Ivan teringat akan bentuk pesawat terbang, kemudian ia meminta pendapat dari seorang ahli aerodinamis pesawat terbang asal Aeronautical Institute of New York, Dr. Arthur Poyslee. Dari hasil investigasinya, memang benda tersebut memiliki kemiripan dengan desain pesawat terbang modern, dan bentuk sayapnya tidak mirip dengan hewan manapun di dunia, namun belum dapat dipastikan apakah artifak tersebut menggambarkan desain pesawat terbang masa lampau, karena masih membutuhkan penelitian yang lebih jauh lagi.Artifak yang berukuran kurang lebih 2 inchi tersebut diperkirakan berasal dari peradaban Sinu, Chimu, atau Mochica, yaitu peradaban Inca kuno yang eksis pada tahun 500 samapi 800 sebelum masehi. Kembali pada desain benda ini, menurut Dr. Arthur, jika artifak ini adalah merepresentasikan hewan, maka penempatan bagian sayap dalam benda ini salah karena pusat gravitasinya tidak akan sesuai sehingga tidak memungkinkan untuk terbang. Sebaliknya, konfigurasi sayap depan dan belakangnya sangat ideal untuk mesin jet berkecepatan tinggi seperti desain pesawat Concorde! meski hanya berupa gambaran saja. Apakah peradaban masa lampau sudah memikirkan aspek aerodinamis segala, sampai-sampai pesawat concorde pun menggunakan desain serupa?Jika kita perhatikan, memang sekilas artifak tersebut berbentuk mirip dengan sejenis hewan, walaupun ekornya aneh. Para arkeolog menyebut artifak ini sebagai zoomorphic objects, yaitu benda yang berbentuk seperti hewan.Tetapi, jika memang bentuknya mirip hewan, lalu, hewan apakah itu? Jika dilihat dari bentuk kepala, tubuh, serta bagian yang mirip dengan sayap, mungkin benda ini bentuknya mirip dengan sejenis ikan terbang, namun dengan bentuk ekor yang berbeda. Bentuk ekornya memang sangat mirip dengan bentuk ekor pesawat terbang modern, coba bandingkan bentuk ekor benda ini dengan ekor pesawat terbang. Walaupun kelihatannya memaksa, tetapi pada bagian ekornya, juga terdapat tailplane yang biasanya terdapat pada pesawat modern.Sementara itu, para peneliti yang lain masih sibuk dengan cara kerja dan aspek aerodinamis pada artifak ini. Mereka berpendapat jika benar artifak ini adalah sebuah rancangan pesawat terbang, maka benda ini tidak akan bisa terbang karena desainnya yang tidak memungkinkan. Namun, mereka menemukan sesuatu dalam artifak ini. Pada bagian kepala dan tubuhnya, terdapat celah misterius yang belum diketahui fungsinya. Beberapa peneliti berpendapat jika celah tersebut adalah mekanisme dari banda ini agar bisa terbang, dan inilah mekanisme yang mereka maksud.Anggaplah jika para peneliti itu benar, dengan mekanisme seperti itu, apakah benda ini bisa terbang?Enam artifak serupa juga dipajang di Chicago Field Museum of Natural History. Sedangkan, dua artifak lain disimpan di Smithsonian Museum of Natural History dan Museum of Primitive Art in New York City. Artifak yang tersimpan dalam Museum Chicago dikatakan memiliki desain yang lebih detail dibandingkan dengan artifak yang lain.Sementara itu, Ivan sangat yakin jika artifak-artifak tersebut adalah bukti nyata tentang kemajuan peradaban modern. Seperti yang ia katakan, \"The concrete evidence that the ancients knew of flight was forced upon us only a few years ago. Now we have to explain it. And when we do we will have to rearrange a great many of our concepts of ancient history.\"Terlihat ia sangat yakin jika artifak tersebut adalah bukti bahwa desain pesawat terbang modern telah ditemukan sejak ribuan tahun yang lalu.Tetapi, tentu saja banyak yang meragukan statement Ivan itu. Mereka yang tidak setuju dengan pendapat Ivan, mengatakan jika mereka (Ivan cs.) terlalu cepat menyimpulkn bahwa artifak tersebut adalah desain pesawat terbang modern tanpa dilakukan penelitian lebih lanjut. Teori tanpa pembuktian memang tidak lebih dari \"omong kosong\" belaka. Berbeda dengan Saqqara Bird yang telah diteliti dan sampai dibuat replikanya oleh ahli desain glider bernama Martin Greorie, Artifak Inca yang tidak bernama ini belum juga dibuktikan kebenarannya jika memang benda tersebut adalah sebuah pesawat terbang kuno.Selain itu, tidak menutup kemungkinan jika artifak tersebut tidak lebih dari sebuah perhiasan masa lampau jika dilihat dari sisi artistiknya. Coba deh perhatikan dengan seksama, pasti kita akan melihat ukiran-ukiran pada bagian sayap, kepala,dan ekor benda ini\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Selama ini, berbagai artifak-artifak misterius telah ditemukan di berbagai belahan dunia dengan bentuk dan fungsi yang masih diperdebatkan. Salah satunya adalah artifak yang diduga berbentuk mirip pesawat yang ditemukan di Mesir, yaitu Saqqara Bird. Meskipun telah diteliti dan secara desain Saqqara bird tidak mampu untuk terbang jauh, namun desainnya yang mengacu kepada desain pesawat modern telah menimbulkan berbagai spekulasi mengenai asal usul artifak ini. Lalu,apakah artifak serupa hanya ditemukan pada peradaban Mesir kuno? Ternyata tidak, peradaban Prekolombia yang pernah eksis ribuan tahun yang lalu ini juga memiliki artifak dengan bentuk serupa.Entah apa yang terjadi pada masa lampau sehingga berbagai artifak misterius ditemukan dengan fungsi yang tidak jelas, dan salah satunya adalah artifak ini.Sebuah artifak berupa perhiasan emas ditemukan di sebuah tempat di wilayah Amerika Tengah dan Selatan, sayang tidak ada keterangan pasti dimana lokasinya. Artifak tersebut terbuat dari emas, dan diperkirakan telah berumur lebih dari 1000 tahun, karena peneliti tidak dapat memastikan kapan artifak tersebut dibuat.Pada tahun 1954, Pemerintah Kolombia mengirimkan koleksi artifak emasnya kepada sejumlah museum di Amerika Serikat. Selama berada di Amerika, seorang pengusaha berlian terkaya di wilayah itu ingin membuat replikanya dan mencoba untuk mengungkap misteri yang tersembunyi dalam setiap artifak tersebut. Salah satu artifak tersebut kemudian dikirimkan kepada seorang zoologist bernama Ivan T. Anderson untuk diteliti. Ketika melihat desain benda tersebut, Ivan teringat akan bentuk pesawat terbang, kemudian ia meminta pendapat dari seorang ahli aerodinamis pesawat terbang asal Aeronautical Institute of New York, Dr. Arthur Poyslee. Dari hasil investigasinya, memang benda tersebut memiliki kemiripan dengan desain pesawat terbang modern, dan bentuk sayapnya tidak mirip dengan hewan manapun di dunia, namun belum dapat dipastikan apakah artifak tersebut menggambarkan desain pesawat terbang masa lampau, karena masih membutuhkan penelitian yang lebih jauh lagi.Artifak yang berukuran kurang lebih 2 inchi tersebut diperkirakan berasal dari peradaban Sinu, Chimu, atau Mochica, yaitu peradaban Inca kuno yang eksis pada tahun 500 samapi 800 sebelum masehi. Kembali pada desain benda ini, menurut Dr. Arthur, jika artifak ini adalah merepresentasikan hewan, maka penempatan bagian sayap dalam benda ini salah karena pusat gravitasinya tidak akan sesuai sehingga tidak memungkinkan untuk terbang. Sebaliknya, konfigurasi sayap depan dan belakangnya sangat ideal untuk mesin jet berkecepatan tinggi seperti desain pesawat Concorde! meski hanya berupa gambaran saja. Apakah peradaban masa lampau sudah memikirkan aspek aerodinamis segala, sampai-sampai pesawat concorde pun menggunakan desain serupa?Jika kita perhatikan, memang sekilas artifak tersebut berbentuk mirip dengan sejenis hewan, walaupun ekornya aneh. Para arkeolog menyebut artifak ini sebagai zoomorphic objects, yaitu benda yang berbentuk seperti hewan.Tetapi, jika memang bentuknya mirip hewan, lalu, hewan apakah itu? Jika dilihat dari bentuk kepala, tubuh, serta bagian yang mirip dengan sayap, mungkin benda ini bentuknya mirip dengan sejenis ikan terbang, namun dengan bentuk ekor yang berbeda. Bentuk ekornya memang sangat mirip dengan bentuk ekor pesawat terbang modern, coba bandingkan bentuk ekor benda ini dengan ekor pesawat terbang. Walaupun kelihatannya memaksa, tetapi pada bagian ekornya, juga terdapat tailplane yang biasanya terdapat pada pesawat modern.Sementara itu, para peneliti yang lain masih sibuk dengan cara kerja dan aspek aerodinamis pada artifak ini. Mereka berpendapat jika benar artifak ini adalah sebuah rancangan pesawat terbang, maka benda ini tidak akan bisa terbang karena desainnya yang tidak memungkinkan. Namun, mereka menemukan sesuatu dalam artifak ini. Pada bagian kepala dan tubuhnya, terdapat celah misterius yang belum diketahui fungsinya. Beberapa peneliti berpendapat jika celah tersebut adalah mekanisme dari banda ini agar bisa terbang, dan inilah mekanisme yang mereka maksud.Anggaplah jika para peneliti itu benar, dengan mekanisme seperti itu, apakah benda ini bisa terbang?Enam artifak serupa juga dipajang di Chicago Field Museum of Natural History. Sedangkan, dua artifak lain disimpan di Smithsonian Museum of Natural History dan Museum of Primitive Art in New York City. Artifak yang tersimpan dalam Museum Chicago dikatakan memiliki desain yang lebih detail dibandingkan dengan artifak yang lain.Sementara itu, Ivan sangat yakin jika artifak-artifak tersebut adalah bukti nyata tentang kemajuan peradaban modern. Seperti yang ia katakan, \"The concrete evidence that the ancients knew of flight was forced upon us only a few years ago. Now we have to explain it. And when we do we will have to rearrange a great many of our concepts of ancient history.\"Terlihat ia sangat yakin jika artifak tersebut adalah bukti bahwa desain pesawat terbang modern telah ditemukan sejak ribuan tahun yang lalu.Tetapi, tentu saja banyak yang meragukan statement Ivan itu. Mereka yang tidak setuju dengan pendapat Ivan, mengatakan jika mereka (Ivan cs.) terlalu cepat menyimpulkn bahwa artifak tersebut adalah desain pesawat terbang modern tanpa dilakukan penelitian lebih lanjut. Teori tanpa pembuktian memang tidak lebih dari \"omong kosong\" belaka. Berbeda dengan Saqqara Bird yang telah diteliti dan sampai dibuat replikanya oleh ahli desain glider bernama Martin Greorie, Artifak Inca yang tidak bernama ini belum juga dibuktikan kebenarannya jika memang benda tersebut adalah sebuah pesawat terbang kuno.Selain itu, tidak menutup kemungkinan jika artifak tersebut tidak lebih dari sebuah perhiasan masa lampau jika dilihat dari sisi artistiknya. Coba deh perhatikan dengan seksama, pasti kita akan melihat ukiran-ukiran pada bagian sayap, kepala,dan ekor benda ini",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/12/ditemukan-materi-kehidupan-pada-pecahan.html",
        "post_title": "Ditemukan Materi Kehidupan Pada Pecahan Meteorit di Sudan",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-9176444324330967102\" itemprop=\"description articleBody\">\nIlmuwan berhasil menemukan asam amino atau materi kehidupan di meteorit. Ilmuwan tak menyangka menemukan materi ini. Meteorit ini jatuh di utara Sudan. \"Meteorit ini terbentuk akibat tabrakan dua asteroid,\" kata Daniel Glavin dari Goddard Space Flight Center NASA di Greenbelt.\"Tabrakan itu memanaskannya hingga lebih dari dua ribu derajat Fahrenheit (1.093 derajat Celsius). Panas itu cukup untuk menghancurkan molekul organis kompleks seperti asam amino, namun anehnya asam amino itu tetap ada,\" tambahnya.Asam amino merupakan molekul pembangun protein yang penting bagi kehidupan. \"Menemukannya dalam meteorit jenis ini artinya terdapat banyak cara agar asam amino bisa terbentuk di luar angkasa, hal ini meningkatkan kesempatan pencarian kehidupan di semesta,\" kata Glavin.Asam amino digunakan dalam banyak struktur, mulai dari rambut hingga enzim. Kehidupan menggunakan 20 asam amino berbeda untuk membangun jutaan protein berbeda. Temuan asam amino pada obyek ini mendukung teori asal kehidupan dari luar angkasa.Sampel dibawa ke lab Goddard dan Scripps Institution of Oceanography di University of California, San Diego. \"Analisa kami memastikan temuan itu adalah asam amino,\" kata pemimpin studi Jeffrey Bada dari Scripps. Peralatan sensitif mendeteksi 19 asam amino berbeda dalam sampel.Asam amino dapat dibuat dengan dua cara seperti tangan Anda. Kehidupan di Bumi menggunakan asam amino kiri, dan asam amino ini tak pernah tercampur asam amino kanan. Namun, asam amino yang ditemukan di meteorit memiliki jumlah ragam kanan dan kiri yang sama.Temuan di Sudan ini dinamai 'Almahata Sitta' atau 'Stasiun Enam'. Temuan ini sangat berharga karena merupakan Ureilites yang termasuk jenis langka. Studi ini diterbitkan di jurnal Meteoritics and Planetary Science\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Ilmuwan berhasil menemukan asam amino atau materi kehidupan di meteorit. Ilmuwan tak menyangka menemukan materi ini. Meteorit ini jatuh di utara Sudan. \"Meteorit ini terbentuk akibat tabrakan dua asteroid,\" kata Daniel Glavin dari Goddard Space Flight Center NASA di Greenbelt.\"Tabrakan itu memanaskannya hingga lebih dari dua ribu derajat Fahrenheit (1.093 derajat Celsius). Panas itu cukup untuk menghancurkan molekul organis kompleks seperti asam amino, namun anehnya asam amino itu tetap ada,\" tambahnya.Asam amino merupakan molekul pembangun protein yang penting bagi kehidupan. \"Menemukannya dalam meteorit jenis ini artinya terdapat banyak cara agar asam amino bisa terbentuk di luar angkasa, hal ini meningkatkan kesempatan pencarian kehidupan di semesta,\" kata Glavin.Asam amino digunakan dalam banyak struktur, mulai dari rambut hingga enzim. Kehidupan menggunakan 20 asam amino berbeda untuk membangun jutaan protein berbeda. Temuan asam amino pada obyek ini mendukung teori asal kehidupan dari luar angkasa.Sampel dibawa ke lab Goddard dan Scripps Institution of Oceanography di University of California, San Diego. \"Analisa kami memastikan temuan itu adalah asam amino,\" kata pemimpin studi Jeffrey Bada dari Scripps. Peralatan sensitif mendeteksi 19 asam amino berbeda dalam sampel.Asam amino dapat dibuat dengan dua cara seperti tangan Anda. Kehidupan di Bumi menggunakan asam amino kiri, dan asam amino ini tak pernah tercampur asam amino kanan. Namun, asam amino yang ditemukan di meteorit memiliki jumlah ragam kanan dan kiri yang sama.Temuan di Sudan ini dinamai 'Almahata Sitta' atau 'Stasiun Enam'. Temuan ini sangat berharga karena merupakan Ureilites yang termasuk jenis langka. Studi ini diterbitkan di jurnal Meteoritics and Planetary Science",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/12/mengapa-amazoncom-terlalu-kuat-bagi.html",
        "post_title": "Mengapa Amazon.com Terlalu Kuat Bagi Para Hacker",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7387265234818687058\" itemprop=\"description articleBody\">\namazon.comKelompok peretas (hacker) yang menamakan dirinya \"Anonymous\" mencoba dan gagal untuk \"menguasai\" Amazon.com pada hari Kamis. Mereka mengaku beberapa kali mencoba menembus pertahananAmazon.com, namun selalu kandas.Anonymous adalah kelompok yang bermarkas <a href=\"http://di4chan.org\">di4chan.org</a>, bersepakat untuk menyerang situs-situs yang dianggap musuh. Dan, \"musuh\" mereka kali ini adalah mereka yang dianggap mendukung pemberangusan Wikileaks. Di masa lalu, Anonymous sukses menyerang Motion Picture Association of America dan Asosiasi Industri Rekaman Amerika.Yang menempatkan Amazon menjadi sasaran bidik Anonymous, adalah karena WikiLeaks adalah salah satu pelanggan website-hosting Amazon. Amazon memberikan WikiLeaks boot setelah rilis kontroversial situs dari harta rahasia dokumen Departemen Luar Negeri AS. Namun belakangan, layanan dihentikan.Minggu ini, Anonymous meluncurkan kampanye menentang situs-situs yang \"menyerang\" WikiLeaks. Di bawah bendera \"Operasi Payback,\" kelompok Anonymous menyerang banyak situs, antara lain Amazon dan situs resmi beberapa negara. Mereka sukses menjatuhkan Mastercard.com dan situs Visa dan PayPal. (Transaksi Mastercard dan Visa yang berjalan benar-benar independen dari situs web mereka tidak terpengaruh). Juga situs pemerintah Swedia. Tapi tidakAmazon.com.Anonymous membuat serangan yang tidak melalui hacking, tetapi hanya dengan mengarahkan lonjakan lalu lintas raksasa ke situs yang ditargetkan. Itu disebut serangan DDoS, penolakan layanan jangka pendek, dan ini terkenal sulit untuk sebagaian besar situs untuk mempertahankan diri.Serangan itu sendiri tidak canggih. Itu setara dengan hanya menekan tombol \"refresh\" ribuan kali pada sekali waktu. Peretas menggunakan program otomatis untuk melakukannya.Kembali ke soal tak terjebolnya Amazon, analis IT media CNN menyatakan serangan mereka dilakukan di saat yang tak tepat. Menjelang libur panjang Natal dan tahun baru, mereka memperkuat situsnya untuk mengantisipasi rush Desember.Amazon memiliki kapasitas server sangat besar terkenal tangguh. Situs ini menjadi salah satu sasaran amuk Anonymous karena di sinilah semula Wikileaks berumah. Tekanan pemerintah Amerika serikat membuat Amazon menutup layanannya untuk situs milik Julian Assange itu. Anonymous dikenal sebagai pembela Wikileaks.Amazon juga telah bertahun-tahun membuat dan menyempurnakan sebuahinfrastruktur yang ekastis, yang disebut EC2, yang dirancang untuk secara otomatis untuk menangani lonjakan trafik skala raksasa. Perusahaan ini memiliki kapasitas server yang begitu banyak, dan karenanya menjalankan usaha sambilan dengan menjadi hosting situs-situs lain. Pelanggannya termasuk New York Times, Second Life, Etsy, Playfish, Indianapolis 500, dan Washington Post.Namun model keseluruhan Amazon adalah membangun bisnis yang tak terpengaruh lonjakan lalu lintas yang intens. Musim belanja liburan dasarnya adalah serangan DDoS selama sebulan di server Amazon - sehingga perusahaan telah melakukan banyak upaya untuk membentengi dirinya sendiri.Anonymous sebetulnya menyadari hal ini. Namun, mereka tetap menggempur, sampai akhirnya, \"Kami tidak memiliki kekuatan cukup,\" demikiantweetmereka di Twitter.Sebaliknya, mereka memutuskan untuk pergi ke PayPal API, dan sukses. kendati begitu, pihak Paypal mengaku tak terpengaruh. \"Serangan-serangan ini memang melambatkan website itu sendiri, namun belum secara signifikan berdampak pada pembayaran,\" kata seorang perwakilan PayPal\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "amazon.comKelompok peretas (hacker) yang menamakan dirinya \"Anonymous\" mencoba dan gagal untuk \"menguasai\" Amazon.com pada hari Kamis. Mereka mengaku beberapa kali mencoba menembus pertahananAmazon.com, namun selalu kandas.Anonymous adalah kelompok yang bermarkasdi4chan.org, bersepakat untuk menyerang situs-situs yang dianggap musuh. Dan, \"musuh\" mereka kali ini adalah mereka yang dianggap mendukung pemberangusan Wikileaks. Di masa lalu, Anonymous sukses menyerang Motion Picture Association of America dan Asosiasi Industri Rekaman Amerika.Yang menempatkan Amazon menjadi sasaran bidik Anonymous, adalah karena WikiLeaks adalah salah satu pelanggan website-hosting Amazon. Amazon memberikan WikiLeaks boot setelah rilis kontroversial situs dari harta rahasia dokumen Departemen Luar Negeri AS. Namun belakangan, layanan dihentikan.Minggu ini, Anonymous meluncurkan kampanye menentang situs-situs yang \"menyerang\" WikiLeaks. Di bawah bendera \"Operasi Payback,\" kelompok Anonymous menyerang banyak situs, antara lain Amazon dan situs resmi beberapa negara. Mereka sukses menjatuhkan Mastercard.com dan situs Visa dan PayPal. (Transaksi Mastercard dan Visa yang berjalan benar-benar independen dari situs web mereka tidak terpengaruh). Juga situs pemerintah Swedia. Tapi tidakAmazon.com.Anonymous membuat serangan yang tidak melalui hacking, tetapi hanya dengan mengarahkan lonjakan lalu lintas raksasa ke situs yang ditargetkan. Itu disebut serangan DDoS, penolakan layanan jangka pendek, dan ini terkenal sulit untuk sebagaian besar situs untuk mempertahankan diri.Serangan itu sendiri tidak canggih. Itu setara dengan hanya menekan tombol \"refresh\" ribuan kali pada sekali waktu. Peretas menggunakan program otomatis untuk melakukannya.Kembali ke soal tak terjebolnya Amazon, analis IT media CNN menyatakan serangan mereka dilakukan di saat yang tak tepat. Menjelang libur panjang Natal dan tahun baru, mereka memperkuat situsnya untuk mengantisipasi rush Desember.Amazon memiliki kapasitas server sangat besar terkenal tangguh. Situs ini menjadi salah satu sasaran amuk Anonymous karena di sinilah semula Wikileaks berumah. Tekanan pemerintah Amerika serikat membuat Amazon menutup layanannya untuk situs milik Julian Assange itu. Anonymous dikenal sebagai pembela Wikileaks.Amazon juga telah bertahun-tahun membuat dan menyempurnakan sebuahinfrastruktur yang ekastis, yang disebut EC2, yang dirancang untuk secara otomatis untuk menangani lonjakan trafik skala raksasa. Perusahaan ini memiliki kapasitas server yang begitu banyak, dan karenanya menjalankan usaha sambilan dengan menjadi hosting situs-situs lain. Pelanggannya termasuk New York Times, Second Life, Etsy, Playfish, Indianapolis 500, dan Washington Post.Namun model keseluruhan Amazon adalah membangun bisnis yang tak terpengaruh lonjakan lalu lintas yang intens. Musim belanja liburan dasarnya adalah serangan DDoS selama sebulan di server Amazon - sehingga perusahaan telah melakukan banyak upaya untuk membentengi dirinya sendiri.Anonymous sebetulnya menyadari hal ini. Namun, mereka tetap menggempur, sampai akhirnya, \"Kami tidak memiliki kekuatan cukup,\" demikiantweetmereka di Twitter.Sebaliknya, mereka memutuskan untuk pergi ke PayPal API, dan sukses. kendati begitu, pihak Paypal mengaku tak terpengaruh. \"Serangan-serangan ini memang melambatkan website itu sendiri, namun belum secara signifikan berdampak pada pembayaran,\" kata seorang perwakilan PayPal",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/12/wti-beginilah-baju-anti-peluru-dibuat.html",
        "post_title": "Wti, Beginilah Baju Anti Peluru Dibuat",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2723293506311977696\" itemprop=\"description articleBody\">\nPrinsip awalnya telah lama dikembangkan semenjak abad pertengahan. Dimulai dari ksatria (knight) dengan jubah besinya, yang dapat mengurangi luka tusukan pedang atau luka bidikan panah. Sayangnya dengan perkembangan senjata api, perlindungan tersebut menjadi tidak berguna. Spoiler for #: Quote: Baju anti peluru (bullet proof vest) atau baju balistik (ballistic vest) ??Baju \"anti peluru\" dibedakan menjadi dua, yaitu Soft Body Armor dan Hard Body Armor. Quote: Soft body armor :Dalam tugas keseharian atau dalam tugas penyamaran (undercover) polisi/detektiv lebih mengutamakan baju anti peluru yang ringan. Spoiler for #: Soft body armor umumnya sekarang terbuat dari serat aramid (aramid fibres). Aramid adalah kependekan dari kata aromatic polyamide. Aramid memiliki struktur yang kuat, alot (tough), memiliki sifat peredam yang bagus (vibration damping) , tahan terhadap asam (acid) dan basa (leach) dan selain itu dapat menahan panas hingga 370°C, sehingga tidak mudah terbakar.Karena sifatnya yang demikian, aramid juga digunakan di bidang pesawat terbang, tank, dan antariksa (roket).Produk yang dipasarkan dikenal dengan nama Kevlar.Kevlar memiliki berat yang ringan, tapi 5 kali lebih kuat dibandingkan besi. Spoiler for #: Gambar: Anyaman serat ini umumnya dikenal dipasaran dengan nama Kevlar Quote: Prinsip Kerja Baju Anti PeluruPrinsip kerjanya adalah dengan mengurangi sebanyak mungkin lontaran energi kinetik peluru, dengan cara menggunakan lapisan-lapisan kevlar untuk menyerap energi laju tersebut dan memecahnya kepenampang baju yang luas, sehingga energi tersebut tidak cukup lagi untuk membuat peluru dapat menembus baju.Dalam menyerap laju energi peluru, baju (kevlar) mengalami deformasi yang menekan ke arah dalam (shock wave), tekanan kedalam ini akan diteruskan sehingga mengenai tubuh pengguna.Batas maksimal penekanan kedalam tidak boleh lebih dari 4,4 cm (44 mm).Jika batasan tersebut dilewati, maka pengguna baju akan mengalami luka dalam (internal organs injuries), yang tentunya akan membahayakan keselamatan jiwa. Spoiler for #: Analoginya seperti laju bola yang dapat ditahan oleh jaring gawang. Jaring gawang terdiri dari rangkaian tali yang saling terhubung satu sama lain. Apabila bola tertangkap oleh jaring gawang, maka energi laju (kinetik) bola tersebut akan diserap oleh jaring gawang, yang menyebabkan tali disekitarnya bertambah panjang (extend) dan kemudian tekanan (tarikan) tali akan dialirkan ke tiang gawang.Gambar diatas menunjukan bahwa anggapan pemakai baju anti peluru dapat terhindar sepenuhnya dari cidera yang dihasilkan oleh tembakan adalah salah !Perlu ditekankan sekali lagi, bahwa fungsi utama baju anti peluru hanyalah untuk menahan peluru!! Sehingga peluru tidak sampai masuk kedalam tubuh pemakai baju, yang dapat menyebabkan kematian.Tidak jarang akibat \"tekanan\" yang ditimbulkan peluru tadi, pemakai baju akan menderita luka memar (blunt force trauma) hingga patah tulang. Quote: Hard Body Armor :Dengan menambahi soft body armor dengan lapisan tertentu, dapat dihasilkan hard body armor.Umumnya lapisan terbuat dari keramik ( Al2O3 \" Alumina\"), lempengan logam atau komposit.Bentuknya yang tebal dan berat menjadikannya tidak comfort, hingga jarang dikenakan dalam tugas keseharian. Hanya dalam tugas khusus yang beresiko tinggi, seperti operasi militer atau operasi tim SWAT akan dikenakan. Spoiler for #: Quote: Level Baju Balistik :Standar baju balistik yang paling banyak digunakan adalah standar NIJ (National Institute of Justice) Amerika. Berdasarkan standar ini, baju balistik dibagi menjadi beberapa tingkatan (level), yaitu level I, II-A, II, III-A, III, dan IV. Level I adalah tingkatan yang terendah, baju hanya dapat menahan peluru yang berkaliber (berdiameter) kecil. Spoiler for #: Quote: Material Lain :VectranVectran adalah polymer kristal cair (liquid crystal polymer). Seratnya memiliki kekuatan hingga dua kali lipat dibandingkan dengan kevlar. Spoiler for #: Quote: Benang Laba-laba (Spider Silk)Benang laba-laba terdiri dari ikatan molekul protein yang panjang. Benang ini tidak hanya memiliki kemampuan dapat menahan beban yang ekstrem, tapi juga sekaligus memiliki sifat elastis yang sangat tinggi, hingga kalau ditarik dapat memanjang sebanyak 40%.Sifat elastis ini berasal dari butiran-butiran cairan kecil yang terdapat pada benang, yang kalau dilihat bentuknya seperti kalung mutiara atau tasbih. Setiap butiran ini didalamnya memiliki reserve benang, bila ada mangsa yang terjatuh kedalam jaring laba-laba, benang dalam butiran ini akan otomatis tertarik keluar, sehingga jaring tidak akan putus!! Spoiler for #: Quote: CNT (Carbon Nanotubes)CNT. Ditemukan tahun 1991 oleh Professor Sumio Iijima dari Jepang. CNT merupakan susunan unsur karbon (C) yang berukuran sangat kecil \"nano\"(0,000 000 001) dan berbentuk seperti pipa (tube), yang dindingnya tersusun seperti rumah lebah. Spoiler for #: Quote: Spoiler for tambahan dari agan2: Quote: Originally Posted by konifande bahan anti peluru yg terkenal Kevlar tuh, selain dipake untuk bahan anti peluru juga dipake untuk pesawat terbang...dll. Ringan tapi kuat Quote: Originally Posted by ndutzy serat kevlar juga bahan untuk body F1 gan... Quote: Originally Posted by Pikiii carbon cavelar juga buat sparepart mobil gan Quote: Originally Posted by anak_gaul carbon kevlar termasuk salah satu bahan yg ringan... nice info gan.... Quote: Originally Posted by buluxan kalo gk salah kevlar termasuk bahan bwt helm pembalap juga tuh..CMIIW.. Quote: Originally Posted by yudipolaroid anak bangsa juga udah bisa bikin kevlar dari serat rami gan..Penelitian LIPI menunjukkan bahwa rami memiliki modulus elastisitas yang setara dengan Kevlar. Modulus elastisitas rami 44-90 gigapaskal, sedangkan Kevlar 40-140 gigapaskal. Tapi regangan patah (break strain) pada rami lebih tinggi daripada Kevlar (rami 2 persen dan Kevlar 1-3 persen). Densitas Kevlar dan rami pun hampir sama. Rami 1,50 gram per sentimeter kubik dan Kevlar 1,45 gram\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Prinsip awalnya telah lama dikembangkan semenjak abad pertengahan. Dimulai dari ksatria (knight) dengan jubah besinya, yang dapat mengurangi luka tusukan pedang atau luka bidikan panah. Sayangnya dengan perkembangan senjata api, perlindungan tersebut menjadi tidak berguna. Spoiler for #: Quote: Baju anti peluru (bullet proof vest) atau baju balistik (ballistic vest) ??Baju \"anti peluru\" dibedakan menjadi dua, yaitu Soft Body Armor dan Hard Body Armor. Quote: Soft body armor :Dalam tugas keseharian atau dalam tugas penyamaran (undercover) polisi/detektiv lebih mengutamakan baju anti peluru yang ringan. Spoiler for #: Soft body armor umumnya sekarang terbuat dari serat aramid (aramid fibres). Aramid adalah kependekan dari kata aromatic polyamide. Aramid memiliki struktur yang kuat, alot (tough), memiliki sifat peredam yang bagus (vibration damping) , tahan terhadap asam (acid) dan basa (leach) dan selain itu dapat menahan panas hingga 370°C, sehingga tidak mudah terbakar.Karena sifatnya yang demikian, aramid juga digunakan di bidang pesawat terbang, tank, dan antariksa (roket).Produk yang dipasarkan dikenal dengan nama Kevlar.Kevlar memiliki berat yang ringan, tapi 5 kali lebih kuat dibandingkan besi. Spoiler for #: Gambar: Anyaman serat ini umumnya dikenal dipasaran dengan nama Kevlar Quote: Prinsip Kerja Baju Anti PeluruPrinsip kerjanya adalah dengan mengurangi sebanyak mungkin lontaran energi kinetik peluru, dengan cara menggunakan lapisan-lapisan kevlar untuk menyerap energi laju tersebut dan memecahnya kepenampang baju yang luas, sehingga energi tersebut tidak cukup lagi untuk membuat peluru dapat menembus baju.Dalam menyerap laju energi peluru, baju (kevlar) mengalami deformasi yang menekan ke arah dalam (shock wave), tekanan kedalam ini akan diteruskan sehingga mengenai tubuh pengguna.Batas maksimal penekanan kedalam tidak boleh lebih dari 4,4 cm (44 mm).Jika batasan tersebut dilewati, maka pengguna baju akan mengalami luka dalam (internal organs injuries), yang tentunya akan membahayakan keselamatan jiwa. Spoiler for #: Analoginya seperti laju bola yang dapat ditahan oleh jaring gawang. Jaring gawang terdiri dari rangkaian tali yang saling terhubung satu sama lain. Apabila bola tertangkap oleh jaring gawang, maka energi laju (kinetik) bola tersebut akan diserap oleh jaring gawang, yang menyebabkan tali disekitarnya bertambah panjang (extend) dan kemudian tekanan (tarikan) tali akan dialirkan ke tiang gawang.Gambar diatas menunjukan bahwa anggapan pemakai baju anti peluru dapat terhindar sepenuhnya dari cidera yang dihasilkan oleh tembakan adalah salah !Perlu ditekankan sekali lagi, bahwa fungsi utama baju anti peluru hanyalah untuk menahan peluru!! Sehingga peluru tidak sampai masuk kedalam tubuh pemakai baju, yang dapat menyebabkan kematian.Tidak jarang akibat \"tekanan\" yang ditimbulkan peluru tadi, pemakai baju akan menderita luka memar (blunt force trauma) hingga patah tulang. Quote: Hard Body Armor :Dengan menambahi soft body armor dengan lapisan tertentu, dapat dihasilkan hard body armor.Umumnya lapisan terbuat dari keramik ( Al2O3 \" Alumina\"), lempengan logam atau komposit.Bentuknya yang tebal dan berat menjadikannya tidak comfort, hingga jarang dikenakan dalam tugas keseharian. Hanya dalam tugas khusus yang beresiko tinggi, seperti operasi militer atau operasi tim SWAT akan dikenakan. Spoiler for #: Quote: Level Baju Balistik :Standar baju balistik yang paling banyak digunakan adalah standar NIJ (National Institute of Justice) Amerika. Berdasarkan standar ini, baju balistik dibagi menjadi beberapa tingkatan (level), yaitu level I, II-A, II, III-A, III, dan IV. Level I adalah tingkatan yang terendah, baju hanya dapat menahan peluru yang berkaliber (berdiameter) kecil. Spoiler for #: Quote: Material Lain :VectranVectran adalah polymer kristal cair (liquid crystal polymer). Seratnya memiliki kekuatan hingga dua kali lipat dibandingkan dengan kevlar. Spoiler for #: Quote: Benang Laba-laba (Spider Silk)Benang laba-laba terdiri dari ikatan molekul protein yang panjang. Benang ini tidak hanya memiliki kemampuan dapat menahan beban yang ekstrem, tapi juga sekaligus memiliki sifat elastis yang sangat tinggi, hingga kalau ditarik dapat memanjang sebanyak 40%.Sifat elastis ini berasal dari butiran-butiran cairan kecil yang terdapat pada benang, yang kalau dilihat bentuknya seperti kalung mutiara atau tasbih. Setiap butiran ini didalamnya memiliki reserve benang, bila ada mangsa yang terjatuh kedalam jaring laba-laba, benang dalam butiran ini akan otomatis tertarik keluar, sehingga jaring tidak akan putus!! Spoiler for #: Quote: CNT (Carbon Nanotubes)CNT. Ditemukan tahun 1991 oleh Professor Sumio Iijima dari Jepang. CNT merupakan susunan unsur karbon (C) yang berukuran sangat kecil \"nano\"(0,000 000 001) dan berbentuk seperti pipa (tube), yang dindingnya tersusun seperti rumah lebah. Spoiler for #: Quote: Spoiler for tambahan dari agan2: Quote: Originally Posted by konifande bahan anti peluru yg terkenal Kevlar tuh, selain dipake untuk bahan anti peluru juga dipake untuk pesawat terbang...dll. Ringan tapi kuat Quote: Originally Posted by ndutzy serat kevlar juga bahan untuk body F1 gan... Quote: Originally Posted by Pikiii carbon cavelar juga buat sparepart mobil gan Quote: Originally Posted by anak_gaul carbon kevlar termasuk salah satu bahan yg ringan... nice info gan.... Quote: Originally Posted by buluxan kalo gk salah kevlar termasuk bahan bwt helm pembalap juga tuh..CMIIW.. Quote: Originally Posted by yudipolaroid anak bangsa juga udah bisa bikin kevlar dari serat rami gan..Penelitian LIPI menunjukkan bahwa rami memiliki modulus elastisitas yang setara dengan Kevlar. Modulus elastisitas rami 44-90 gigapaskal, sedangkan Kevlar 40-140 gigapaskal. Tapi regangan patah (break strain) pada rami lebih tinggi daripada Kevlar (rami 2 persen dan Kevlar 1-3 persen). Densitas Kevlar dan rami pun hampir sama. Rami 1,50 gram per sentimeter kubik dan Kevlar 1,45 gram",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/11/biar-gak-selingkuh-seks-kamu-harus.html",
        "post_title": "Biar Gak Selingkuh, Seks kamu Harus Kreatif dong",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7745615991768752017\" itemprop=\"description articleBody\">\nshutterstock Selingkuh, bukanlah jawaban atas persoalan yang dihadapi sebuah hubungan. Dulu masyarakat sempat heboh gara-gara hasil penelitian yang menyebutkan 2 dari 3 pria di Jakarta melakukan selingkuh. Nah, saat ini jumlahnya realtif terus meningkat.Dr. Boyke Dian Nugraha, Sp.OG., MARS, spesialis kebidanan dan kandungan, dalam suatu acara seminar pernah menyebutkan bahwa 4 dari 5 pria melakukan selingkuh!Data di Klinik Pasutri Dr. Boyke, ditemukan bahwa sekitar 42 persen suami berselingkuh ketika isteri mereka berusia 40 tahun lebih. Tidak hanya itu. Sebuah penelitian di Bandung, Jawa Barat yang dilakukan oleh seorang psikolog menyebutkan kalau 2 di antara 5 wanita pekerja juga melakukan selingkuh.Perselingkuhan sepertinya sudah menjadi fenomena umum. Selingkuh yang notabene juga merupakan salah satu perilaku seks bebas, kerap menimbulkan masalah. Timbulnya kehamilan yang tidak diinginkan (KTD) misalnya. Masalah tersebut ikut menambah jumlah aborsi.Sebagai gambaran, sekitar 2,3 juta aborsi dilakukan setiap tahunnya. Belum lagi angka kematian ibu akibat melakukan aborsi juga cukup tinggi. \"Jumlahnya lebih tinggi bila dibandingkan dengan Bangladesh,\" komentar Dr. Boyke.Selain timbulnya kehamilan yang tidak diinginkan, perilaku seks bebas yang tak bertanggungjawab juga ikut menyumbang infeksi berbagai penyakit. Salah satu di antaranya adalah infeksi HIV/AIDS. Kalau sudah begini, maka virus HIV/AIDS bisa menginfeksi pasangan yang sebenarnya.Alasan SelingkuhPerselingkuhan merupakan hubungan seksual di luar pernikahan yang sah. Kondisi tersebut dapat terjadi dalam waktu cukup singkat maupun lama, dengan tingkat keterlibatan emosional yang rendah maupun tinggi.Seperti disebutkan Dr. Boyke, ada beberapa alasan orang berselingkuh, di antaranya:- Ketidakmampuan membentuk komitmen bersama pasangan pernikahan. Lemahnya komitmen, tidak disadarinya arti serta tujuan pernikahan juga ikut mendorong seseorang melakukan perselingkuhan.- Iman yang lemah dan rasa egoisme yang besar dari masing-masing pasangan.- Amarah yang terpendam dari pasangan, ketidakpuasaan kehidupan pernikahan, akibat tidak terpenuhinya kebutuhan emosional pasangan, seringkali memicu timbulnya perselingkuhan dalam kehidupan pernikahan.- Adanya masalah pribadi dalam pernikahan.- Rasa ingin tahu seperti apa seks yang dilakukan dengan orang lain. Apalagi jika seks bersama pasangan mengalami kejenuhan.Bila hal ini terjadi, timbulnya berbagai permasalahan dapat terus berlangsung. Maka ia menyarankan agar masing-masing pasangan menyadari adanya gejala tersebut. Sebelum pernikahan kandas, ada baiknya masing-masing pasangan melakukan koreksi diri untuk menemukan dan menilai kesalahan yang telah terjadi.Di Kamar MandiKalau yang terjadi berkaitan dengan kehidupan seksual, maka tak ada salahnya untuk memberanikan diri berkomunikasi dengan pasangan. Jalin komunikasi yang sehat untuk mengemukakan permasalahan seks yang sedang dihadapi dengan pasangannya.Jika permasalahan yang terjadi karena persoalan hubungan seksual, maka diperlukan beberapa kreasi dalam mendukung masalah tersebut. Pemilihan tempat misalnya. Kalau suasana tempat tidur menimbulkan kebosanan saat melakukan hubungan seks, pindahlah ke tempat lain yang sejenis.Memang, selama ini melakukan hubungan seks di tempat tidur menjadi pilihan yang banyak dilakukan oleh pasangan suami isteri. Selain posisi yang nyaman, tempat tidur akan memberikan rasa rilek dan romantis.Padahal pilihan untuk itu tak terbatas pada tempat tidur saja. \"Tempat lain seperti kursi, terutama kursi yang tak berlengan, meja, berdiri di depan cermin, bisa menjadi pilihan tempat yang memberikan kesan spesial pada seks,\" lanjut Dr. Boyke.Kamar mandi pun juga dapat mendukung kegiatan seks. Di sini, pasangan bisa mandi, melakukan spa atau sauna bersama. Menurut Dr. Boyke hal ini sangat mendukung kegiatan foreplay maupun afterplay. Hanya saja perlu dipertimbangkan beberapa hal jika melakukan hubungan seks di kamar mandi. Seperti berhati-hati pada lantai kamar mandi yang licin.Dengan melakukan beberapa kreasi dalam melakukan hubungan seksual, kemungkinan terjadinya perselingkuhan bisa diatasi. Tak hanya itu, efek negatif dari perselingkuhan seperti timbulnya stres, berbagai penyakit kelamin, infeksi HIV/AIDS, kehamilan yang tidak diinginkan, kemandulan serta kanker mulut rahim pun dapat dihindari.Secara umum, perselingkuhan memang lebih sering mengancam kehidupan pernikahan dan karir. Risiko yang terberat, apabila terjadi perceraian, dapat menimbulkan berbagai masalah. Mulai dari masalah finansial, beban emosi pada anak, masalah dengan anggota keluarga yang lain, rasa malu, hingga rasa sedih.Perlu diingat adanya kesulitan untuk memulai kehidupan dengan pasangan baru, yang mungkin saja bisa lebih besar dibandingkan dengan apa yang dibayangkan sebelumnya.Para ahli sepakat bahwa pernikahan yang bahagia akan membuat pasangan bisa saling bekerjasama dan meringankan beban. Masihkah Anda dan pasangan membina pernikahan yang bahagia? @ diy (Tabloid Gaya Hidup Sehat)Tempat lain seperti kursi, terutama kursi yang tak berlengan, meja, berdiri di depan cermin, bisa menjadi pilihan tempat yang memberikan kesan spesial pada seks\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "shutterstock Selingkuh, bukanlah jawaban atas persoalan yang dihadapi sebuah hubungan. Dulu masyarakat sempat heboh gara-gara hasil penelitian yang menyebutkan 2 dari 3 pria di Jakarta melakukan selingkuh. Nah, saat ini jumlahnya realtif terus meningkat.Dr. Boyke Dian Nugraha, Sp.OG., MARS, spesialis kebidanan dan kandungan, dalam suatu acara seminar pernah menyebutkan bahwa 4 dari 5 pria melakukan selingkuh!Data di Klinik Pasutri Dr. Boyke, ditemukan bahwa sekitar 42 persen suami berselingkuh ketika isteri mereka berusia 40 tahun lebih. Tidak hanya itu. Sebuah penelitian di Bandung, Jawa Barat yang dilakukan oleh seorang psikolog menyebutkan kalau 2 di antara 5 wanita pekerja juga melakukan selingkuh.Perselingkuhan sepertinya sudah menjadi fenomena umum. Selingkuh yang notabene juga merupakan salah satu perilaku seks bebas, kerap menimbulkan masalah. Timbulnya kehamilan yang tidak diinginkan (KTD) misalnya. Masalah tersebut ikut menambah jumlah aborsi.Sebagai gambaran, sekitar 2,3 juta aborsi dilakukan setiap tahunnya. Belum lagi angka kematian ibu akibat melakukan aborsi juga cukup tinggi. \"Jumlahnya lebih tinggi bila dibandingkan dengan Bangladesh,\" komentar Dr. Boyke.Selain timbulnya kehamilan yang tidak diinginkan, perilaku seks bebas yang tak bertanggungjawab juga ikut menyumbang infeksi berbagai penyakit. Salah satu di antaranya adalah infeksi HIV/AIDS. Kalau sudah begini, maka virus HIV/AIDS bisa menginfeksi pasangan yang sebenarnya.Alasan SelingkuhPerselingkuhan merupakan hubungan seksual di luar pernikahan yang sah. Kondisi tersebut dapat terjadi dalam waktu cukup singkat maupun lama, dengan tingkat keterlibatan emosional yang rendah maupun tinggi.Seperti disebutkan Dr. Boyke, ada beberapa alasan orang berselingkuh, di antaranya:- Ketidakmampuan membentuk komitmen bersama pasangan pernikahan. Lemahnya komitmen, tidak disadarinya arti serta tujuan pernikahan juga ikut mendorong seseorang melakukan perselingkuhan.- Iman yang lemah dan rasa egoisme yang besar dari masing-masing pasangan.- Amarah yang terpendam dari pasangan, ketidakpuasaan kehidupan pernikahan, akibat tidak terpenuhinya kebutuhan emosional pasangan, seringkali memicu timbulnya perselingkuhan dalam kehidupan pernikahan.- Adanya masalah pribadi dalam pernikahan.- Rasa ingin tahu seperti apa seks yang dilakukan dengan orang lain. Apalagi jika seks bersama pasangan mengalami kejenuhan.Bila hal ini terjadi, timbulnya berbagai permasalahan dapat terus berlangsung. Maka ia menyarankan agar masing-masing pasangan menyadari adanya gejala tersebut. Sebelum pernikahan kandas, ada baiknya masing-masing pasangan melakukan koreksi diri untuk menemukan dan menilai kesalahan yang telah terjadi.Di Kamar MandiKalau yang terjadi berkaitan dengan kehidupan seksual, maka tak ada salahnya untuk memberanikan diri berkomunikasi dengan pasangan. Jalin komunikasi yang sehat untuk mengemukakan permasalahan seks yang sedang dihadapi dengan pasangannya.Jika permasalahan yang terjadi karena persoalan hubungan seksual, maka diperlukan beberapa kreasi dalam mendukung masalah tersebut. Pemilihan tempat misalnya. Kalau suasana tempat tidur menimbulkan kebosanan saat melakukan hubungan seks, pindahlah ke tempat lain yang sejenis.Memang, selama ini melakukan hubungan seks di tempat tidur menjadi pilihan yang banyak dilakukan oleh pasangan suami isteri. Selain posisi yang nyaman, tempat tidur akan memberikan rasa rilek dan romantis.Padahal pilihan untuk itu tak terbatas pada tempat tidur saja. \"Tempat lain seperti kursi, terutama kursi yang tak berlengan, meja, berdiri di depan cermin, bisa menjadi pilihan tempat yang memberikan kesan spesial pada seks,\" lanjut Dr. Boyke.Kamar mandi pun juga dapat mendukung kegiatan seks. Di sini, pasangan bisa mandi, melakukan spa atau sauna bersama. Menurut Dr. Boyke hal ini sangat mendukung kegiatan foreplay maupun afterplay. Hanya saja perlu dipertimbangkan beberapa hal jika melakukan hubungan seks di kamar mandi. Seperti berhati-hati pada lantai kamar mandi yang licin.Dengan melakukan beberapa kreasi dalam melakukan hubungan seksual, kemungkinan terjadinya perselingkuhan bisa diatasi. Tak hanya itu, efek negatif dari perselingkuhan seperti timbulnya stres, berbagai penyakit kelamin, infeksi HIV/AIDS, kehamilan yang tidak diinginkan, kemandulan serta kanker mulut rahim pun dapat dihindari.Secara umum, perselingkuhan memang lebih sering mengancam kehidupan pernikahan dan karir. Risiko yang terberat, apabila terjadi perceraian, dapat menimbulkan berbagai masalah. Mulai dari masalah finansial, beban emosi pada anak, masalah dengan anggota keluarga yang lain, rasa malu, hingga rasa sedih.Perlu diingat adanya kesulitan untuk memulai kehidupan dengan pasangan baru, yang mungkin saja bisa lebih besar dibandingkan dengan apa yang dibayangkan sebelumnya.Para ahli sepakat bahwa pernikahan yang bahagia akan membuat pasangan bisa saling bekerjasama dan meringankan beban. Masihkah Anda dan pasangan membina pernikahan yang bahagia? @ diy (Tabloid Gaya Hidup Sehat)Tempat lain seperti kursi, terutama kursi yang tak berlengan, meja, berdiri di depan cermin, bisa menjadi pilihan tempat yang memberikan kesan spesial pada seks",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/10/patung-buddha-bamiyan-di-afghanistan.html",
        "post_title": "Patung Buddha Bamiyan di Afghanistan",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2494293302449590435\" itemprop=\"description articleBody\">\nPatung Buddha dari Bamiyan dahulu merupakan monumen yang terdiri dari dua patung Buddha yang berdiri dan diukir di sisi sebuah jurang di lembah Bamiyan, di tengah Afganistan. Lokasi patung berada kurang lebih 230 km arah barat laut Kabul pada ketinggian 2500 meter. Kemungkinan besar patung-patung ini dibuat pada abad ke-5 atau ke-6 dan merupakan perpaduan klasik antara seni gaya Yunani dan seni Buddha.Tubuh-tubuh utama ditatah secara langsung dari batu tebing, namun detailnya dibuat dengan lumpur yang dicampur dengan jerami dan dilapisi dengan semacam semen. Lapisan ini yang sebagian besar praktis sudah hilang semenjak dahulu kala, kemudian dicat untuk mewujudkan ekspresi wajah, tangan dan lipatan-lipatan jubah secara lebih mendetil. Bagian bawah tangan-tangan patung juga dibuat dari campuran lumpur dan jerami yang sama, sementara didukung dengan kayu-kayu penopang. Diduga keras bagian atas wajah patung-patung dibuat dari topeng-topeng kayu raksasa. Deretan lubang yang bisa dilihat di foto merupakan tempat untuk menopang steger kayu yang mendukung lapisan semen luar.Karena terletak di Jalur Sutra yang menghubungkan Tiongkok dan India dengan dunia barat, Bamiyan berkembang menjadi pusat agama dan filsafat. Daerah ini juga merupakan situs beberapa biara Buddha. Kemudian daerah ini juga penting karena merupakan tempat berpadu budaya Barat dan Timur untuk menciptakan bentuk-bentuk baru Seni Buddha-Yunani. Daerah ini merupakan salah satu pusat Buddha yang besar dari abad ke-2 SM sampai masuknya Islam ke lembah ini pada abad ke-9. Para bhiksu di biara-biara (vihara) tinggal sebagai pertapa di gua-gua kecil yang dibuat di tepi-tepi tebing sepanjang lembah Bamiyan. Banyak dari para biarawan ini menatah patung-patung di dalam gua-gua mereka. Banyak patung-patung Buddha dalam pose berdiri maupun duduk yang ukurannya bermacam-macam ditemukan menghadap jurang sedangkan gua-gua ini banyak pula yang dihiasi oleh para bhiksu dengan fresco yang berwarna-warni. Dua patung utama adalah Buddha dalam pose berdiri yang berukuran 55 dan 37 meter, contoh-contoh patung Buddha berdiri yang dipahat dan terbesar di dunia. Kedua patung ini merupakan marka tanah budaya untuk beberapa tahun dan situs ini bahkan disenaraikan di Daftar Situs Warisan Dunia oleh UNESCO.Seorang peziarah Buddhis dari Tiongkok yang bernama Hsüan-tsang (Xuanzang) melewati daerah ini sekitar tahun 630 dan menulis bahwa Bamiyan adalah sebuah pusat Buddha yang berkembang \"dengan lebih dari sepuluh biara dan lebih dari seribu bhiksu\", ia juga menulis bahwa kedua patung Buddha ini \"dihias dengan emas dan batu permata mulia\"Ketika Mahmud dari Ghazni menaklukkan Afganistan pada abad ke-12, patung-patung Buddha dan fresco-fresco tetap terlestarikan dari pengrusakan. Walau begitu, dalam kurun waktu bertahun-tahun para pengrusak simbol (iconoclast) Muslim, merusak beberapa detil patung, terutama wajah dan tangan.Pada Juli 1999, Mullah Mohammed Omar menyerukan agar patung Buddha Bamiyan dilestarikan, karena potensial sebagai sumber pendapatan dari pengunjung internasional. Namun para pemuka agama Afgan melakukan kampanye untuk melarang semua hal yang dianggap bertentangan dengan Islam, termasuk patung berhala.Pada tahun 2001 Mahkamah Agung Taliban memutuskan bahwa semua patung di Afganistan harus dihancurkan karena telah atau dapat menjadi berhala. Hal ini didukung oleh keputusan dari 400 pemuka agama Afganistan.Akhirnya pada tahun 2001, setelah bisa terlestarikan selama lebih dari 1.500 tahun, pemerintahan Taliban mengeluarkan fatwa bahwa patung-patung ini adalah berhala, dan kemudian dihancurkan dengan dinamit dan tembakan tank. Pada bulan Maret 2001, kedua patung terbesar Buddha ini hancur setelah usaha pengeboman secara intensif selama hampir satu bulan.Pada saat penghancuran, Menteri Penerangan Taliban, Qudratullah Jamal mengeluhkan bahwa, \"pekerjaan pengrusakan ini tidaklah semudah apa yang dipikirkan oleh orang. Tidaklah mungkin untuk merusak patung-patung ini dengan menembakinya saja karena keduanya dipahat pada tebing jurang, mereka lekat sekali pada gunung.\"Dalam wawancara dengan Mainichi Shimbun, Wakil Ahmad Mutawakel, menteri luar negeri Afgan, menegaskan bahwa penghancuan patung Buddha adalah sesuai dengan hukum Islam, dan murni merupakan masalah religius (bukan pembalasan ekonomi).Meski kedua patung-patung Buddha terbesar ini hampir seluruhnya rusak, sketsa figurnya dan beberapa ciri khasnya masih tampak. Bahkan para pengunjung masih bisa menjelajahi gua-gua para bhiksu dan lorong-lorong yang menghubungkan gua-gua ini. Maka sebagai bagian dari usaha internasional untuk membangun kembali Afganistan setelah perang Taliban, pemerintah Jepang sudah bertekad untuk membangun kembali kedua patung Buddha yang dihancurkan ini.Dunia Internasional mengutuk keras perbuatan rezim Taliban ini, terutama negara-negara yang dihuni banyak umat Buddha seperti India, Sri Lanka, Taiwan, Jepang, dan Thailand. Tindakan biadab rezim Taliban ini juga mendapat kecaman dari Dunia Islam, termasuk semua anggota IOC (Organisasi Konferensi Islam) seperti Pakistan, Arab Saudi dan Uni Emirat Arab, karena memperburuk citra Islam di mata dunia dan tidak mencerminkan pendapat sebagian besar kaum Muslim di dunia yang mendukung toleransi antar umat beragama.Pada bulan Mei 2002, sebuah patung Buddha gunung, dipahat di sebuah lereng gunung di Sri Lanka. Patung ini sengaja didesain supaya mirip dengan salah satu patung Buddha di Bamiyan.Pada bulan Desember 2004, para peneliti Jepang menemukan bahwa lukisan tembok Bamiyan sebenarnya dilukis antara abad ke-5 dan abad ke-9, bukan antara abad ke-6 dan ke-8 seperti diduga sebelumnya. Penemuan ini dilakukan dengan menganalisis isotop radioaktif yang terkandung dalam serat-serat jerami yang ditemukan di bawah lukisan. Penemuan selanjutnya diharapkan akan terjadi setelah membandingkan tanggal-tanggal yang tertera di lukisan dan gaya-gaya lukis.Pada 8 September 2008, seorang arkeolog mengumumkan penemuan patung \"Buddha tidur\" (menggambarkan masuknya Buddha ke nirwana) setinggi 19 meter. Penemuan ini telah mengkonfirmasi catatan Xuanzang mengenai Buddha besar yang berposisi tidur di wilayah ini 14 abad yang lalu\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Patung Buddha dari Bamiyan dahulu merupakan monumen yang terdiri dari dua patung Buddha yang berdiri dan diukir di sisi sebuah jurang di lembah Bamiyan, di tengah Afganistan. Lokasi patung berada kurang lebih 230 km arah barat laut Kabul pada ketinggian 2500 meter. Kemungkinan besar patung-patung ini dibuat pada abad ke-5 atau ke-6 dan merupakan perpaduan klasik antara seni gaya Yunani dan seni Buddha.Tubuh-tubuh utama ditatah secara langsung dari batu tebing, namun detailnya dibuat dengan lumpur yang dicampur dengan jerami dan dilapisi dengan semacam semen. Lapisan ini yang sebagian besar praktis sudah hilang semenjak dahulu kala, kemudian dicat untuk mewujudkan ekspresi wajah, tangan dan lipatan-lipatan jubah secara lebih mendetil. Bagian bawah tangan-tangan patung juga dibuat dari campuran lumpur dan jerami yang sama, sementara didukung dengan kayu-kayu penopang. Diduga keras bagian atas wajah patung-patung dibuat dari topeng-topeng kayu raksasa. Deretan lubang yang bisa dilihat di foto merupakan tempat untuk menopang steger kayu yang mendukung lapisan semen luar.Karena terletak di Jalur Sutra yang menghubungkan Tiongkok dan India dengan dunia barat, Bamiyan berkembang menjadi pusat agama dan filsafat. Daerah ini juga merupakan situs beberapa biara Buddha. Kemudian daerah ini juga penting karena merupakan tempat berpadu budaya Barat dan Timur untuk menciptakan bentuk-bentuk baru Seni Buddha-Yunani. Daerah ini merupakan salah satu pusat Buddha yang besar dari abad ke-2 SM sampai masuknya Islam ke lembah ini pada abad ke-9. Para bhiksu di biara-biara (vihara) tinggal sebagai pertapa di gua-gua kecil yang dibuat di tepi-tepi tebing sepanjang lembah Bamiyan. Banyak dari para biarawan ini menatah patung-patung di dalam gua-gua mereka. Banyak patung-patung Buddha dalam pose berdiri maupun duduk yang ukurannya bermacam-macam ditemukan menghadap jurang sedangkan gua-gua ini banyak pula yang dihiasi oleh para bhiksu dengan fresco yang berwarna-warni. Dua patung utama adalah Buddha dalam pose berdiri yang berukuran 55 dan 37 meter, contoh-contoh patung Buddha berdiri yang dipahat dan terbesar di dunia. Kedua patung ini merupakan marka tanah budaya untuk beberapa tahun dan situs ini bahkan disenaraikan di Daftar Situs Warisan Dunia oleh UNESCO.Seorang peziarah Buddhis dari Tiongkok yang bernama Hsüan-tsang (Xuanzang) melewati daerah ini sekitar tahun 630 dan menulis bahwa Bamiyan adalah sebuah pusat Buddha yang berkembang \"dengan lebih dari sepuluh biara dan lebih dari seribu bhiksu\", ia juga menulis bahwa kedua patung Buddha ini \"dihias dengan emas dan batu permata mulia\"Ketika Mahmud dari Ghazni menaklukkan Afganistan pada abad ke-12, patung-patung Buddha dan fresco-fresco tetap terlestarikan dari pengrusakan. Walau begitu, dalam kurun waktu bertahun-tahun para pengrusak simbol (iconoclast) Muslim, merusak beberapa detil patung, terutama wajah dan tangan.Pada Juli 1999, Mullah Mohammed Omar menyerukan agar patung Buddha Bamiyan dilestarikan, karena potensial sebagai sumber pendapatan dari pengunjung internasional. Namun para pemuka agama Afgan melakukan kampanye untuk melarang semua hal yang dianggap bertentangan dengan Islam, termasuk patung berhala.Pada tahun 2001 Mahkamah Agung Taliban memutuskan bahwa semua patung di Afganistan harus dihancurkan karena telah atau dapat menjadi berhala. Hal ini didukung oleh keputusan dari 400 pemuka agama Afganistan.Akhirnya pada tahun 2001, setelah bisa terlestarikan selama lebih dari 1.500 tahun, pemerintahan Taliban mengeluarkan fatwa bahwa patung-patung ini adalah berhala, dan kemudian dihancurkan dengan dinamit dan tembakan tank. Pada bulan Maret 2001, kedua patung terbesar Buddha ini hancur setelah usaha pengeboman secara intensif selama hampir satu bulan.Pada saat penghancuran, Menteri Penerangan Taliban, Qudratullah Jamal mengeluhkan bahwa, \"pekerjaan pengrusakan ini tidaklah semudah apa yang dipikirkan oleh orang. Tidaklah mungkin untuk merusak patung-patung ini dengan menembakinya saja karena keduanya dipahat pada tebing jurang, mereka lekat sekali pada gunung.\"Dalam wawancara dengan Mainichi Shimbun, Wakil Ahmad Mutawakel, menteri luar negeri Afgan, menegaskan bahwa penghancuan patung Buddha adalah sesuai dengan hukum Islam, dan murni merupakan masalah religius (bukan pembalasan ekonomi).Meski kedua patung-patung Buddha terbesar ini hampir seluruhnya rusak, sketsa figurnya dan beberapa ciri khasnya masih tampak. Bahkan para pengunjung masih bisa menjelajahi gua-gua para bhiksu dan lorong-lorong yang menghubungkan gua-gua ini. Maka sebagai bagian dari usaha internasional untuk membangun kembali Afganistan setelah perang Taliban, pemerintah Jepang sudah bertekad untuk membangun kembali kedua patung Buddha yang dihancurkan ini.Dunia Internasional mengutuk keras perbuatan rezim Taliban ini, terutama negara-negara yang dihuni banyak umat Buddha seperti India, Sri Lanka, Taiwan, Jepang, dan Thailand. Tindakan biadab rezim Taliban ini juga mendapat kecaman dari Dunia Islam, termasuk semua anggota IOC (Organisasi Konferensi Islam) seperti Pakistan, Arab Saudi dan Uni Emirat Arab, karena memperburuk citra Islam di mata dunia dan tidak mencerminkan pendapat sebagian besar kaum Muslim di dunia yang mendukung toleransi antar umat beragama.Pada bulan Mei 2002, sebuah patung Buddha gunung, dipahat di sebuah lereng gunung di Sri Lanka. Patung ini sengaja didesain supaya mirip dengan salah satu patung Buddha di Bamiyan.Pada bulan Desember 2004, para peneliti Jepang menemukan bahwa lukisan tembok Bamiyan sebenarnya dilukis antara abad ke-5 dan abad ke-9, bukan antara abad ke-6 dan ke-8 seperti diduga sebelumnya. Penemuan ini dilakukan dengan menganalisis isotop radioaktif yang terkandung dalam serat-serat jerami yang ditemukan di bawah lukisan. Penemuan selanjutnya diharapkan akan terjadi setelah membandingkan tanggal-tanggal yang tertera di lukisan dan gaya-gaya lukis.Pada 8 September 2008, seorang arkeolog mengumumkan penemuan patung \"Buddha tidur\" (menggambarkan masuknya Buddha ke nirwana) setinggi 19 meter. Penemuan ini telah mengkonfirmasi catatan Xuanzang mengenai Buddha besar yang berposisi tidur di wilayah ini 14 abad yang lalu",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/10/4-kesalahan-saat-menggunakan-atm.html",
        "post_title": "4 Kesalahan Saat Menggunakan ATM ( Penting )",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6552074686056571466\" itemprop=\"description articleBody\">\nDemi melindungi rekening, Anda sudah menutupi keypad pada mesin ATM ketika akan memasukkan PIN. Anda tidak mengambil uang di ATM yang terletak di daerah yang gelap dan sepi. Anda juga sudah mengenali ATM mana yang sering membuat kartu tertelan.Semua tindakan pengamanan ini memang akan mencegah penjahat menjarah uang Anda secara langsung. Namun, apakah Anda telah menjaga agar saldo rekening Anda tidak dibelanjakan sembarangan? Hati-hati, bila Anda melakukan kebiasaan seperti di bawah ini, Anda akan merampok uang Anda sendiri tanpa sadar.Biaya-biaya ATM Saat kali pertama mendapatkan kartu ATM (ketika baru membuka rekening di bank), Anda perlu menanyakan secara detail berapa banyak Anda akan di-charge ketika menggunakan ATM. Entah itu saat menarik dana tunai, mentransfer uang, atau membayar tagihan (bila ada, sesuai bank penerbit kartu ATM Anda). Jadi Anda tahu, misalnya, makin sering Anda mentransfer uang ke bank lain, maka makin banyak fee yang di-charge dari saldo rekening Anda.PIN yang mudah diterkaAnda tentu tidak ingin menciptakan angka PIN yang asal-asalan karena pasti sulit diingat. Mencatatnya di ponsel atau di kertas yang disimpan di dompet akan membantu, tetapi cara ini tidak aman. Namun, ada cara yang juga tidak disarankan, yaitu membuat PIN yang mudah diterka. Misalnya, dari ulang tahun Anda, ulang tahun anak, atau apapun yang mudah diketahui oleh pencuri. Pencuri yang tidak Anda kenal mungkin mengetahuinya dari kartu identitas yang tercecer. Sementara itu, \"pencuri\" yang ternyata orang-orang di sekitar Anda, dan sudah menggenggam kartu ATM Anda, bisa menebak-nebak saja. Untuk menciptakan nomor PIN yang mudah diingat, lihatlah pada huruf-huruf di keypad ponsel, lalu pilih sebuah kata yang dirangkai dari sejumlah angka.Tidak melacak pembayaran yang dilakukanBanyak orang yang malas mencatat pengeluaran. Namun jika Anda ingin selalu mengikuti budget yang sudah Anda tentukan, maka Anda perlu tahu untuk apa saja uang dibelanjakan. Apakah Anda menggunakan kartu ATM untuk menarik dana tunai atau mendebetnya saat makan di luar, mengisi bensin, ngopi di gerai kopi, atau membeli buku-buku? Sedikit-sedikit, tetapi bila dilakukan berulang kali, tentu penarikan ini akan menjadi banyak. Mintalah bon pembayaran setiap kali Anda membelanjakan uang.Memperlakukannya seperti kartu kreditMeskipun kartu ATM diciptakan untuk memudahkan Anda dalam menggunakan uang, jangan menggunakannya seperti saat menggunakan kartu kredit. Misalnya, ketika membeli sesuatu dengan kartu kredit, Anda bisa mengaturnya agar baru ditagih pada bulan berikutnya. Jika membayar dengan kartu debet, maka Anda akan kehilangan uang saat itu juga. Ketika menarik uang tunai dari ATM, ada batas maksimal mengenai jumlah uang yang akan ditarik. Namun, hal ini tidak tergantung saldo rekening Anda. Hal ini berbeda dengan penarikan tunai dari kartu kredit, yang didasarkan pada prosentase dari limit kartu kreditnya. Sederhananya, pada beberapa kasus, mengontrol pengeluaran akan lebih susah jika Anda menggunakan kartu ATM.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Demi melindungi rekening, Anda sudah menutupi keypad pada mesin ATM ketika akan memasukkan PIN. Anda tidak mengambil uang di ATM yang terletak di daerah yang gelap dan sepi. Anda juga sudah mengenali ATM mana yang sering membuat kartu tertelan.Semua tindakan pengamanan ini memang akan mencegah penjahat menjarah uang Anda secara langsung. Namun, apakah Anda telah menjaga agar saldo rekening Anda tidak dibelanjakan sembarangan? Hati-hati, bila Anda melakukan kebiasaan seperti di bawah ini, Anda akan merampok uang Anda sendiri tanpa sadar.Biaya-biaya ATM Saat kali pertama mendapatkan kartu ATM (ketika baru membuka rekening di bank), Anda perlu menanyakan secara detail berapa banyak Anda akan di-charge ketika menggunakan ATM. Entah itu saat menarik dana tunai, mentransfer uang, atau membayar tagihan (bila ada, sesuai bank penerbit kartu ATM Anda). Jadi Anda tahu, misalnya, makin sering Anda mentransfer uang ke bank lain, maka makin banyak fee yang di-charge dari saldo rekening Anda.PIN yang mudah diterkaAnda tentu tidak ingin menciptakan angka PIN yang asal-asalan karena pasti sulit diingat. Mencatatnya di ponsel atau di kertas yang disimpan di dompet akan membantu, tetapi cara ini tidak aman. Namun, ada cara yang juga tidak disarankan, yaitu membuat PIN yang mudah diterka. Misalnya, dari ulang tahun Anda, ulang tahun anak, atau apapun yang mudah diketahui oleh pencuri. Pencuri yang tidak Anda kenal mungkin mengetahuinya dari kartu identitas yang tercecer. Sementara itu, \"pencuri\" yang ternyata orang-orang di sekitar Anda, dan sudah menggenggam kartu ATM Anda, bisa menebak-nebak saja. Untuk menciptakan nomor PIN yang mudah diingat, lihatlah pada huruf-huruf di keypad ponsel, lalu pilih sebuah kata yang dirangkai dari sejumlah angka.Tidak melacak pembayaran yang dilakukanBanyak orang yang malas mencatat pengeluaran. Namun jika Anda ingin selalu mengikuti budget yang sudah Anda tentukan, maka Anda perlu tahu untuk apa saja uang dibelanjakan. Apakah Anda menggunakan kartu ATM untuk menarik dana tunai atau mendebetnya saat makan di luar, mengisi bensin, ngopi di gerai kopi, atau membeli buku-buku? Sedikit-sedikit, tetapi bila dilakukan berulang kali, tentu penarikan ini akan menjadi banyak. Mintalah bon pembayaran setiap kali Anda membelanjakan uang.Memperlakukannya seperti kartu kreditMeskipun kartu ATM diciptakan untuk memudahkan Anda dalam menggunakan uang, jangan menggunakannya seperti saat menggunakan kartu kredit. Misalnya, ketika membeli sesuatu dengan kartu kredit, Anda bisa mengaturnya agar baru ditagih pada bulan berikutnya. Jika membayar dengan kartu debet, maka Anda akan kehilangan uang saat itu juga. Ketika menarik uang tunai dari ATM, ada batas maksimal mengenai jumlah uang yang akan ditarik. Namun, hal ini tidak tergantung saldo rekening Anda. Hal ini berbeda dengan penarikan tunai dari kartu kredit, yang didasarkan pada prosentase dari limit kartu kreditnya. Sederhananya, pada beberapa kasus, mengontrol pengeluaran akan lebih susah jika Anda menggunakan kartu ATM.",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/10/9-jenis-peluru-kendali-yang-pernah-di.html",
        "post_title": "9 Jenis Peluru Kendali Yang Pernah di Ciptakan",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1741341722474133780\" itemprop=\"description articleBody\">\nPeluru kendali (Rudal), peluru berpandu atau misil adalah senjata roket militer yang bisa dikendalikan atau memiliki sistem pengendali otomatis untuk mencari target atau menyesuaikan arah. Dalam penggunaan sehari-hari, istilah \"missile\" merujuk kepada roket dengan sistem kendali, sedangkan \"roket\" digunakan untuk roket tanpa sistem kendali. Perbedaan utama di antara dianggap sangat sedikit selain perbedaan sistem kendali.1. Peluru Kendali BalistikPeluru kendali balistik adalah peluru kendali yang memakai lintasan trayektori yang ditentukan oleh balistik dalam sistem pengirimannya. Peluru kendali ini hanya dikendalikan dalam masa peluncuran saja. Peluru kendali balistik yang pertama adalah roket V-2 yang dikembangkan oleh Nazi Jerman pada 1930-an dan 1940-an atas instruksi dari Walter Dornberger. Peluru kendali balistik dapat diluncurkan dari lokasi tetap seperti silo misil, kendaraan peluncur, pesawat, kapal atau kapal selam. Tahap peluncuran dapat berlangsung dari puluhan detik sampai beberapa menit dan dapat terdiri sampai dengan tiga tingkat roket. Trayektori rudal balistik terdiri dari tiga tahap yaitu tahap peluncuran, tahap terbang bebas dan fase memasuki kembali atmosfir Bumi.2. Peluru kendali jelajahPeluru kendali jelajah adalah peluru kendali yang memakai sayap dan menggunakan jet sebagai tenaga penggerak. Peluru kendali jelajah intinya adalah bom terbang. Peluru kendali jelajah dirancang untuk membawa hulu ledak konvensional dalam jumlah besar atau nuklir dan dapat menjangkau ratusan mil dengan tingkat akurasi tinggi. Peluru kendali jelajah modern dapat terbang mencapai kecepatan supersonik atau di atas subsonik, menggunakan sistem kendali otomatis dan terbang pada ketinggian rendah untuk menghindari radar. Rudal jelajah pertama yang dikembangkan adalah Kettering Bug yang dikembangkan oleh Amerika Serikat pada 1917 untuk digunakan dalam Perang Dunia I. Rudal ini terbang lurus untuk waktu yang telah ditentukan sebelumnya kemudian sayapnya akan dilepaskan untuk kemudian badan rudal yang mengandung hulu ledak jatuh menghujam tanah. Rudal ini tidak pernah digunakan dalam perang karena Perang Dunia I selesai sebelum rudal ini dapat digunakan. Rudal jenis ini yang terkenal antara lain adalah BGM-109 Tomahawk AS yang dapat mencapai jangkauan 1.100 km.3. Peluru kendali anti-kapalPeluru kendali anti-kapal adalah rudal yang fungsi utamanya adalah untuk menghancurkan kapal permukaan. Kebanyakan rudal anti-kapal menggunakan sistem pemandu inersial dan pelacak radar aktif. Rudal anti-kapal adalah salah satu dari sekian rudal jarak pendek yang digunakan dalam Perang Dunia II. Jerman menggunakannya untuk menenggalamkan banyak kapal sekutu sebelum pihak sekutu menemukan cara untuk mengatasinya (prinsipnya dengan radio jamming). Rudal anti-kapal dapat diluncurkan dari kapal, kapal selam, pesawat, helikopter dan kendaraan darat. Rudal anti-kapal yang terkenal dalam sejarah adalah rudal Jerman, Fritz X dan Henschel Hs 293.4. Peluru kendali darat ke udaraPeluru kendali darat ke udara adalah peluru kendali yang diluncurkan dari darat untuk menghancurkan pesawat. Istilah terkenal untuk rudal jenis ini adalah SAM yang merupakan singkatan dari rudal darat ke udara dalam bahasa Inggris yaitu suface-to-air missile. Rudal darat ke udara dapat diluncurkan dari lokasi tetap atau kendaraan peluncur. SAM terkecil yang dikembangkan oleh Uni Soviet dapat dibawa dan diluncurkan oleh seorang tentara. SAM juga dapat diluncurkan dari kapal, contoh dari jenis ini adalah Aegis.5. Peluru kendali udara ke udaraPeluru kendali udara ke udara adalah rudal yang dipasang di pesawat terbang dengan target menghancurkan pesawat musuh. Rudal udara ke udara yang terkenal antara lain adalah AIM-9 Sidewinder buatan Amerika Serikat. Rudal jenis ini dapat mendeteksi target dengan menggunakan pelacak radar, inframerah atau laser. Rudal udara ke udara umumnya berbentuk panjang, silinder tipis untuk mengurangi efek gesekan pada kecepatan tinggi. Rudal ini umumnya digerakkan oleh satu atau lebih roket berbahan bakar padat atau cair. MBDA Meteor buatan Britania Raya menggunakan ramjet dan dapat mencapai kecepatan Mach 4.6. Peluru kendali anti-tankPeluru kendali anti-tank adalah rudal yang fungsi utamanya untuk menghancurkan tank atau kendaraan lapis baja lainnya. Rudal anti-tank generasi pertama seperti AG-3 Sagger dikendalikan dengan menggunakan joystick. Rudal anti-tank generasi kedua seperti BGM-71 TOW dan AGM-114 Hellfire menggunakan radio, penanda laser atau kamera di ujung rudal. Rudal anti-tank generasi ketiga seperti FGM-148 Javelin buatan AS dan Nag buatan India adalah dari jenis \"tembak dan lupakan\". Nag menggunakan pelacak inframerah serta gelombang milimeter.7. Peluru kendali anti-balistikPeluru kendali anti-balistik adalah peluru kendali dengan fungsi utama untuk menyergap dan menghancurkan peluru kendali balistik lawan. Rudal anti-balistik jarak pendek antara lain Arrow buatan Israel dan MIM-104 Patriot buatan AS. Sedangkan rudal anti-balistik yang dirancang untuk melawan ICBM sebelumnya hanya ada dua yaitu Safeguard AS yang menggunakan LIM-49A Spartan dan Sprint serta A-35 Rusia. A-35 kemudian dikembangkan menjadi A-135 yang menggunakan Gorgon dan Gazelle. Amerika Serikat kemudian mengembangkan Ground-Based Midcourse Defense.8. Peluru kendali anti-satelitPeluru kendali anti-satelit adalah rudal yang memiliki fungsi untuk menghancurkan satelit buatan musuh. Rudal jenis ini antara lain adalah Anti-satellite weapons (ASAT) yang diluncurkan dari pesawat. Rudal jenis ini relatif masih dalam tahap pengembangan.9. TorpedoTorpedo adalah proyektil berpenggerak sendiri yang diluncurkan dari atas permukaan atau di bawah permukaan air yang kemudian meluncur di bawah permukaan air, dirancang untuk meledak pada kontak atau jarak tertentu dengan target. Torpedo dapat diluncurkan dari kapal, kapal selam, helikopter, pesawat dan ranjau laut. Beberapa contoh torpedo modern antara lain MK 48 AS yang diluncurkan dari tabung torpedo kapal selam dan menggunakan sonar pasif atau aktif, serta VA-111 Shkval buatan Rusia yang menggunakan efek superkavitasi dapat mencapai kecepatan 200 knot atau 370 km/jam.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Peluru kendali (Rudal), peluru berpandu atau misil adalah senjata roket militer yang bisa dikendalikan atau memiliki sistem pengendali otomatis untuk mencari target atau menyesuaikan arah. Dalam penggunaan sehari-hari, istilah \"missile\" merujuk kepada roket dengan sistem kendali, sedangkan \"roket\" digunakan untuk roket tanpa sistem kendali. Perbedaan utama di antara dianggap sangat sedikit selain perbedaan sistem kendali.1. Peluru Kendali BalistikPeluru kendali balistik adalah peluru kendali yang memakai lintasan trayektori yang ditentukan oleh balistik dalam sistem pengirimannya. Peluru kendali ini hanya dikendalikan dalam masa peluncuran saja. Peluru kendali balistik yang pertama adalah roket V-2 yang dikembangkan oleh Nazi Jerman pada 1930-an dan 1940-an atas instruksi dari Walter Dornberger. Peluru kendali balistik dapat diluncurkan dari lokasi tetap seperti silo misil, kendaraan peluncur, pesawat, kapal atau kapal selam. Tahap peluncuran dapat berlangsung dari puluhan detik sampai beberapa menit dan dapat terdiri sampai dengan tiga tingkat roket. Trayektori rudal balistik terdiri dari tiga tahap yaitu tahap peluncuran, tahap terbang bebas dan fase memasuki kembali atmosfir Bumi.2. Peluru kendali jelajahPeluru kendali jelajah adalah peluru kendali yang memakai sayap dan menggunakan jet sebagai tenaga penggerak. Peluru kendali jelajah intinya adalah bom terbang. Peluru kendali jelajah dirancang untuk membawa hulu ledak konvensional dalam jumlah besar atau nuklir dan dapat menjangkau ratusan mil dengan tingkat akurasi tinggi. Peluru kendali jelajah modern dapat terbang mencapai kecepatan supersonik atau di atas subsonik, menggunakan sistem kendali otomatis dan terbang pada ketinggian rendah untuk menghindari radar. Rudal jelajah pertama yang dikembangkan adalah Kettering Bug yang dikembangkan oleh Amerika Serikat pada 1917 untuk digunakan dalam Perang Dunia I. Rudal ini terbang lurus untuk waktu yang telah ditentukan sebelumnya kemudian sayapnya akan dilepaskan untuk kemudian badan rudal yang mengandung hulu ledak jatuh menghujam tanah. Rudal ini tidak pernah digunakan dalam perang karena Perang Dunia I selesai sebelum rudal ini dapat digunakan. Rudal jenis ini yang terkenal antara lain adalah BGM-109 Tomahawk AS yang dapat mencapai jangkauan 1.100 km.3. Peluru kendali anti-kapalPeluru kendali anti-kapal adalah rudal yang fungsi utamanya adalah untuk menghancurkan kapal permukaan. Kebanyakan rudal anti-kapal menggunakan sistem pemandu inersial dan pelacak radar aktif. Rudal anti-kapal adalah salah satu dari sekian rudal jarak pendek yang digunakan dalam Perang Dunia II. Jerman menggunakannya untuk menenggalamkan banyak kapal sekutu sebelum pihak sekutu menemukan cara untuk mengatasinya (prinsipnya dengan radio jamming). Rudal anti-kapal dapat diluncurkan dari kapal, kapal selam, pesawat, helikopter dan kendaraan darat. Rudal anti-kapal yang terkenal dalam sejarah adalah rudal Jerman, Fritz X dan Henschel Hs 293.4. Peluru kendali darat ke udaraPeluru kendali darat ke udara adalah peluru kendali yang diluncurkan dari darat untuk menghancurkan pesawat. Istilah terkenal untuk rudal jenis ini adalah SAM yang merupakan singkatan dari rudal darat ke udara dalam bahasa Inggris yaitu suface-to-air missile. Rudal darat ke udara dapat diluncurkan dari lokasi tetap atau kendaraan peluncur. SAM terkecil yang dikembangkan oleh Uni Soviet dapat dibawa dan diluncurkan oleh seorang tentara. SAM juga dapat diluncurkan dari kapal, contoh dari jenis ini adalah Aegis.5. Peluru kendali udara ke udaraPeluru kendali udara ke udara adalah rudal yang dipasang di pesawat terbang dengan target menghancurkan pesawat musuh. Rudal udara ke udara yang terkenal antara lain adalah AIM-9 Sidewinder buatan Amerika Serikat. Rudal jenis ini dapat mendeteksi target dengan menggunakan pelacak radar, inframerah atau laser. Rudal udara ke udara umumnya berbentuk panjang, silinder tipis untuk mengurangi efek gesekan pada kecepatan tinggi. Rudal ini umumnya digerakkan oleh satu atau lebih roket berbahan bakar padat atau cair. MBDA Meteor buatan Britania Raya menggunakan ramjet dan dapat mencapai kecepatan Mach 4.6. Peluru kendali anti-tankPeluru kendali anti-tank adalah rudal yang fungsi utamanya untuk menghancurkan tank atau kendaraan lapis baja lainnya. Rudal anti-tank generasi pertama seperti AG-3 Sagger dikendalikan dengan menggunakan joystick. Rudal anti-tank generasi kedua seperti BGM-71 TOW dan AGM-114 Hellfire menggunakan radio, penanda laser atau kamera di ujung rudal. Rudal anti-tank generasi ketiga seperti FGM-148 Javelin buatan AS dan Nag buatan India adalah dari jenis \"tembak dan lupakan\". Nag menggunakan pelacak inframerah serta gelombang milimeter.7. Peluru kendali anti-balistikPeluru kendali anti-balistik adalah peluru kendali dengan fungsi utama untuk menyergap dan menghancurkan peluru kendali balistik lawan. Rudal anti-balistik jarak pendek antara lain Arrow buatan Israel dan MIM-104 Patriot buatan AS. Sedangkan rudal anti-balistik yang dirancang untuk melawan ICBM sebelumnya hanya ada dua yaitu Safeguard AS yang menggunakan LIM-49A Spartan dan Sprint serta A-35 Rusia. A-35 kemudian dikembangkan menjadi A-135 yang menggunakan Gorgon dan Gazelle. Amerika Serikat kemudian mengembangkan Ground-Based Midcourse Defense.8. Peluru kendali anti-satelitPeluru kendali anti-satelit adalah rudal yang memiliki fungsi untuk menghancurkan satelit buatan musuh. Rudal jenis ini antara lain adalah Anti-satellite weapons (ASAT) yang diluncurkan dari pesawat. Rudal jenis ini relatif masih dalam tahap pengembangan.9. TorpedoTorpedo adalah proyektil berpenggerak sendiri yang diluncurkan dari atas permukaan atau di bawah permukaan air yang kemudian meluncur di bawah permukaan air, dirancang untuk meledak pada kontak atau jarak tertentu dengan target. Torpedo dapat diluncurkan dari kapal, kapal selam, helikopter, pesawat dan ranjau laut. Beberapa contoh torpedo modern antara lain MK 48 AS yang diluncurkan dari tabung torpedo kapal selam dan menggunakan sonar pasif atau aktif, serta VA-111 Shkval buatan Rusia yang menggunakan efek superkavitasi dapat mencapai kecepatan 200 knot atau 370 km/jam.",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/07/senapan-yang-ikut-memerdekakan-negeri.html",
        "post_title": "Senapan yang ikut memerdekakan negeri ini",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4332532700213718284\" itemprop=\"description articleBody\">\nWaktu agan2 SD, guru agan pasti bilang, kalo pejuang kemerdekaan Indonesia senjatanya ntu bambu runcing.. Well, ada benernya juga sih, tapi sebenernya salah gan.. Sejak zaman perjuangan dulu, kita udah make bedil gan, meskipun kebanyakan comotan (rampasan) dari Belanda, Inggris, ato Jepang.. Tapi baru ketika zaman Perang Dunia 1 fungsi senapan digunakan sebagai senjata utama, sebelumnya fungsi senapan hanya sebagai pelengkap, senjata utamanya pedang yang terpisah atau bayonet di ujung senapan.. Sebab utamanya adalah karena sistem musket yang sebelumnya dipakai sangat repot dan tidak akurat..Nih beberapa di bedil yang ikut serta dalam perjuangan kemerdekaan Indonesia.. Senapan2 ini digunakan di akhir zaman penjajahan (1920an ke atas)..1. Sten Gun (Mk I - Mk VI)Sub machine gun buatan Inggris ini mulai diproduksi taun 1941. Didesain oleh Major Reginald V. Shepherd dan Harold J. Turpin. SMG ini didesain untuk bisa mudah diproduksi massal dan murah harganya. Tidak heran kalau bentuk SMG ini simpel dan kasar. Perbandingan harganya adalah 15 sten gun sama dengan 1 Lee Enfield. Pejuang kita merampasnya dari tentara Inggris. Rate of fire: 500 peluru/menit. Jarak efektif: 60 m.2. LE (Lee Enfield)SMLE (Short Magazine Lee Enfield), merupakan bolt action rifle yang awal-awal mengadopsi sistem magasin. Pertama diproduksi oleh Inggris taun 1895 dan digunakan di dua perang dunia bahkan pada konflik afganisthan. Sesuai namanya, senapan ini didesain oleh James Paris Lee, RSAF (Royal Small Arms Factory: Pabrik senjata Inggris) Enfield. Pejuang kita merampasnya dari Inggris dan Belanda. Jarak efektif: 503 m.3. OwenOwen merupakan SMG buatan Australia. Pertama diproduksi tahun 1938. Didesain oleh Evelyn Owen, veteran tentara Australia. DIbuat berdasarkan SMG Sten Gun Inggris dan Thompson amerika. SMG ini berhasil menjawab kekhawatiran Australia yang saat itu sedang kekurangan senjata padahal Jepang akan menjajah Australia. Dirampas dari Inggris. Rate of Fire: 700 peluru/menit.4. M1 GarandMungkin inilah semi automatic rifle sekutu paling terkenal di muka bumi semasa perang dunia 2. Senjata ini pasti jadi senjata wajib kalo agan main game fps WWII kayak Call of Duty. Senjata bolt action terlaris dalam sejarah. Buatan Amerika Serikat, pertama diproduksi tahun 1936. Didesain oleh John C. Garand. Dirampas dari Inggris dan Belanda. Jarak efektif 402 m.5. BrenSiapa tak kenal Bren? Light machine gun dari Inggris ini merupakan andalan sekutu untuk menyaingi light machine gun Jerman yang terkenal, MG42. Sangat terkenal dan digunakan secara luas di hampir seluruh permukaan bumi. Sebenarnya Bren merupakan modifikasi dari light machine gun Cekoslovakia, ZB vz. 26. Nama Bren sendiri adalah akronim dari Brno (tempat ZB vz 26 didesain) dan Enfield (RSAF). Pertama diproduksi 1935. Dirampas dari Inggris dan Belanda. Rate of Fire: 500–520 peluru/menit. Jarak efektif: 550 m.6. Arisaka(有坂銃 Arisaka-jū) merupakan bolt action rifle buatan Jepang. Terdiri dari 5 varian, type 30, 38, 44, 97, 99. Pejuang Indonesia paling banyak menggunakan yang 44. Diproduksi pertama kali 1898. Dirampas dari Jepang. Jarak efektif: 400 m.7. Nambu type 97Light machine gun buatan Jepang ini selain digunakan oleh infantry, tapi dipasang juga di tank dan pesawat. Diproduksi dari tahun 1937. Rate of Fire: 500 peluru/menit. Jarak efektif 540 m.8. LewisLight machine gun ini merupakan hasil kerja sama Amerika Serikat dan Inggris. Diproduksi di kedua negara dan didesain oleh Colonel Isaac Newton Lewis, seorang tentara Amerika. Mulai diproduksi 1913. Digunakan sangat luas oleh angkatan bersenjata Inggris pada masanya. Senapan ini pernah menorehkan sejarah di Indonesia, gembong PKI Muso, tewas di tangan senapan ini. Rate of Fire: 500–600 peluru per menit. Jarak efektif 800 m.9. ThompsonBuat agan yang main game call of duty pasti udah ga asing sama yang satu ini. SMG andalan sekutu pas PD2 dan senjata standar pasukan sekutu ini dibikin oleh Amerika Serikat dari tahun 1921. Didesain oleh John T. Thompson. Dalam sejarahnya banyak dipakai oleh mafia-mafia seperti al capone, dan pada zaman mafia itu, senapan ini terhitung SMG mewah, terutama karena harganya. Dikenal mahal, sulit diproduksi, dan ribet, tapi sangat luas penggunaannya. Meski begitu, cuma sedikit yang masuk ke Indonesia. Dirampas dari Belanda. Rate of Fire: 600-1200 peluru/menit. Jarak efektif: 50 m.10. Type 100 SMGIni submachinegun yang dipakai jepang pas perang dunia 2, biasa digunakan oleh non commisioned officerny dan paratrooper n meskipun terbatas, smg ini sempat dipakai pejuang kita. Mengadopsi SMG legendaris Jerman dari Perang Dunia 1 penyapu parit sekutu, Bergmann. Diproduksi oleh Nambu pertama kali tahun 1942. Rate of Fire: 720 peluru/menit. Jarak Efektif: 800-1800m11. Type 92 Heavy Machinegun(九二式重機関銃, Kyuunii-shiki juu-kikanjuu) Senapan mesin Jepang ini digolongkan heavy machinegun bukan hanya dari beratnya yang sangat merepotkan, tapi karena besar kalibernya dan kemampuannya untuk melumpuhkan pesawat sekutu. Dipakai sebagai anti-air ato anti kendaraan. Mengadopsi \"Light\" machinegun Itali, Hotchkiss, dan sepertu Type 100 SMG didesain dan dibikin oleh pandai senjata Kijiro Nambu tahun 1932. Digunakan secara luas baik oleh Jepang maupun jajahannya (Indonesia). Rate of Fire: 300 peluru/menit. Jarak efektif: 800 m.12. Steyr Mannlicher M1895Senapan Bolt Action ini merupakan senapan standar KNIL, yang banyak dipergunakan oleh jepang melatih tentara PETA dan Heiho (tentu dari hasil rampasan perang saat Hindia Belanda jatuh ke tangan jepang). dan pada akhirnya banyak yang dipakai oleh pejuang kita saat perang kemerdekaan. Termasuk salah satu senapan dengan muzzle velocity tertinggi.Didesain oleh Ferdinand von Mannlicher, dan diproduksi oleh pabrik senjata Austria Steyr yang kini memproduksi Steyr AUG (B44 CT di Counter Strike, agan yang main pasti tau), assault rifle yang ikut memperkuat Densus 88 kini\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Waktu agan2 SD, guru agan pasti bilang, kalo pejuang kemerdekaan Indonesia senjatanya ntu bambu runcing.. Well, ada benernya juga sih, tapi sebenernya salah gan.. Sejak zaman perjuangan dulu, kita udah make bedil gan, meskipun kebanyakan comotan (rampasan) dari Belanda, Inggris, ato Jepang.. Tapi baru ketika zaman Perang Dunia 1 fungsi senapan digunakan sebagai senjata utama, sebelumnya fungsi senapan hanya sebagai pelengkap, senjata utamanya pedang yang terpisah atau bayonet di ujung senapan.. Sebab utamanya adalah karena sistem musket yang sebelumnya dipakai sangat repot dan tidak akurat..Nih beberapa di bedil yang ikut serta dalam perjuangan kemerdekaan Indonesia.. Senapan2 ini digunakan di akhir zaman penjajahan (1920an ke atas)..1. Sten Gun (Mk I - Mk VI)Sub machine gun buatan Inggris ini mulai diproduksi taun 1941. Didesain oleh Major Reginald V. Shepherd dan Harold J. Turpin. SMG ini didesain untuk bisa mudah diproduksi massal dan murah harganya. Tidak heran kalau bentuk SMG ini simpel dan kasar. Perbandingan harganya adalah 15 sten gun sama dengan 1 Lee Enfield. Pejuang kita merampasnya dari tentara Inggris. Rate of fire: 500 peluru/menit. Jarak efektif: 60 m.2. LE (Lee Enfield)SMLE (Short Magazine Lee Enfield), merupakan bolt action rifle yang awal-awal mengadopsi sistem magasin. Pertama diproduksi oleh Inggris taun 1895 dan digunakan di dua perang dunia bahkan pada konflik afganisthan. Sesuai namanya, senapan ini didesain oleh James Paris Lee, RSAF (Royal Small Arms Factory: Pabrik senjata Inggris) Enfield. Pejuang kita merampasnya dari Inggris dan Belanda. Jarak efektif: 503 m.3. OwenOwen merupakan SMG buatan Australia. Pertama diproduksi tahun 1938. Didesain oleh Evelyn Owen, veteran tentara Australia. DIbuat berdasarkan SMG Sten Gun Inggris dan Thompson amerika. SMG ini berhasil menjawab kekhawatiran Australia yang saat itu sedang kekurangan senjata padahal Jepang akan menjajah Australia. Dirampas dari Inggris. Rate of Fire: 700 peluru/menit.4. M1 GarandMungkin inilah semi automatic rifle sekutu paling terkenal di muka bumi semasa perang dunia 2. Senjata ini pasti jadi senjata wajib kalo agan main game fps WWII kayak Call of Duty. Senjata bolt action terlaris dalam sejarah. Buatan Amerika Serikat, pertama diproduksi tahun 1936. Didesain oleh John C. Garand. Dirampas dari Inggris dan Belanda. Jarak efektif 402 m.5. BrenSiapa tak kenal Bren? Light machine gun dari Inggris ini merupakan andalan sekutu untuk menyaingi light machine gun Jerman yang terkenal, MG42. Sangat terkenal dan digunakan secara luas di hampir seluruh permukaan bumi. Sebenarnya Bren merupakan modifikasi dari light machine gun Cekoslovakia, ZB vz. 26. Nama Bren sendiri adalah akronim dari Brno (tempat ZB vz 26 didesain) dan Enfield (RSAF). Pertama diproduksi 1935. Dirampas dari Inggris dan Belanda. Rate of Fire: 500–520 peluru/menit. Jarak efektif: 550 m.6. Arisaka(有坂銃 Arisaka-jū) merupakan bolt action rifle buatan Jepang. Terdiri dari 5 varian, type 30, 38, 44, 97, 99. Pejuang Indonesia paling banyak menggunakan yang 44. Diproduksi pertama kali 1898. Dirampas dari Jepang. Jarak efektif: 400 m.7. Nambu type 97Light machine gun buatan Jepang ini selain digunakan oleh infantry, tapi dipasang juga di tank dan pesawat. Diproduksi dari tahun 1937. Rate of Fire: 500 peluru/menit. Jarak efektif 540 m.8. LewisLight machine gun ini merupakan hasil kerja sama Amerika Serikat dan Inggris. Diproduksi di kedua negara dan didesain oleh Colonel Isaac Newton Lewis, seorang tentara Amerika. Mulai diproduksi 1913. Digunakan sangat luas oleh angkatan bersenjata Inggris pada masanya. Senapan ini pernah menorehkan sejarah di Indonesia, gembong PKI Muso, tewas di tangan senapan ini. Rate of Fire: 500–600 peluru per menit. Jarak efektif 800 m.9. ThompsonBuat agan yang main game call of duty pasti udah ga asing sama yang satu ini. SMG andalan sekutu pas PD2 dan senjata standar pasukan sekutu ini dibikin oleh Amerika Serikat dari tahun 1921. Didesain oleh John T. Thompson. Dalam sejarahnya banyak dipakai oleh mafia-mafia seperti al capone, dan pada zaman mafia itu, senapan ini terhitung SMG mewah, terutama karena harganya. Dikenal mahal, sulit diproduksi, dan ribet, tapi sangat luas penggunaannya. Meski begitu, cuma sedikit yang masuk ke Indonesia. Dirampas dari Belanda. Rate of Fire: 600-1200 peluru/menit. Jarak efektif: 50 m.10. Type 100 SMGIni submachinegun yang dipakai jepang pas perang dunia 2, biasa digunakan oleh non commisioned officerny dan paratrooper n meskipun terbatas, smg ini sempat dipakai pejuang kita. Mengadopsi SMG legendaris Jerman dari Perang Dunia 1 penyapu parit sekutu, Bergmann. Diproduksi oleh Nambu pertama kali tahun 1942. Rate of Fire: 720 peluru/menit. Jarak Efektif: 800-1800m11. Type 92 Heavy Machinegun(九二式重機関銃, Kyuunii-shiki juu-kikanjuu) Senapan mesin Jepang ini digolongkan heavy machinegun bukan hanya dari beratnya yang sangat merepotkan, tapi karena besar kalibernya dan kemampuannya untuk melumpuhkan pesawat sekutu. Dipakai sebagai anti-air ato anti kendaraan. Mengadopsi \"Light\" machinegun Itali, Hotchkiss, dan sepertu Type 100 SMG didesain dan dibikin oleh pandai senjata Kijiro Nambu tahun 1932. Digunakan secara luas baik oleh Jepang maupun jajahannya (Indonesia). Rate of Fire: 300 peluru/menit. Jarak efektif: 800 m.12. Steyr Mannlicher M1895Senapan Bolt Action ini merupakan senapan standar KNIL, yang banyak dipergunakan oleh jepang melatih tentara PETA dan Heiho (tentu dari hasil rampasan perang saat Hindia Belanda jatuh ke tangan jepang). dan pada akhirnya banyak yang dipakai oleh pejuang kita saat perang kemerdekaan. Termasuk salah satu senapan dengan muzzle velocity tertinggi.Didesain oleh Ferdinand von Mannlicher, dan diproduksi oleh pabrik senjata Austria Steyr yang kini memproduksi Steyr AUG (B44 CT di Counter Strike, agan yang main pasti tau), assault rifle yang ikut memperkuat Densus 88 kini",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/07/senjata-perang-paling-extreme-aneh.html",
        "post_title": "Senjata Perang Paling Extreme & Aneh Dalam Perang Dunia",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1317884502240081783\" itemprop=\"description articleBody\">\n1. Anjing Anti TankKebrutalan perang dapat tercermin dari cara bertempur. Anjing anti tank adalah anjing yang diikatkan bom pada punggung mereka, dan merupakan hasil kreasi tentara Soviet, dan telah diturunkan untuk menghancurkan lebih dari 300 tank Jerman selama Perang Dunia II. Cara kerjanya adalah anjing diajari untuk menemukan makanan di bawah tank (melatih insting mereka bahwa selalu ada makanan di bawah tank), dan kemudian anjing tersebut dibuat kelaparan sebelum pertempuran. Setelah sampai di bagian bawah tank, tuas yang berada di punggung anjing segera terpicu tak berapa lama kemudian anjing-anjing tersebut akan meledak, menghancurkan tank² Jerman. Jerman akhirnya mengatasi taktik ini dengan penyembur api, dan dalam beberapa kasus anjing berlari mengamuk di medan perang sudah cukup untuk menakut-nakuti lawan.2. Corkscrew TanksCorkscrew tanks tidak berjalan seperti cara berjalan ular, maupun tank pada umumnya dan bukan juga didorong oleh ulir raksasa. Tapi sama seperti sebuah bor listrik pada sepotong kayu, sehingga tapak dari tank inilah yang menajadikan tank tersebut tampak berlayar di sepanjang tanah, tanpa peduli daerah. Akan tetapi dalam berjalanan arah mereka agak tidak menentu (sulit dikendalikan), dan tank harus sangat ringan untuk berguna dalam pertempuran.3. Senjata Melengkung Ketika terjadi pertempuran kota, setiap sudut tersembunyi sekelompok prajurit musuh. Bahkan dengan sedikit keuntungan bisa memenangi pertempuran, sehingga berbagai senjata ini dirancang agar tentara dapat melihat sekitar sudut, dan mereka pun dapat menembak dari belakang perlindungan dinding beton.4. The Tsar Tank Rusia The Tsar tank Rusia dibangun dengan dua roda dengan diameter 27 kaki, yang menarik dua roda yang jauh lebih kecil dibelakangnya. Tank ini berisi dengan senjata besar dan berat, tank ini dirancang untuk menaklukkan setiap rintangan. Desain yang besar dan tinggi, tidak cocok untuk peperangan sesungguhnya, dan tank ini dapat cepat jatuh.5. Barrage BalloonsBarrage balloons digantung di ratusan kota-kota di Inggris selama Perang Dunia II. Seperti ranjau terbang, mereka akan menyulitkan pesawat musuh yang berniat untuk menjatuhkan bom. Balon² ini digunakan untuk mengancam pesawat² pembom tersebut agar terbang rendah karena kabel dan perangkat pembakar di dalam balon tersebut. Kalau pesawat pembom tersebut sudah terbang rendah maka tentara² Inggris dapat menembaki pesawat tersebut dengan leluasa.6. Project Habbakuk Dengan kelangkaan logam menjelang akhir Perang Dunia II, Project Habbakuk adalah usaha untuk membuat kapal induk dari pykrete (campuran es dan bubur kayu). Lapisan yang ukup tebal untuk menahan tembakan musuh, dan mudah diperbaiki. Pykrete akan memungkinkan pembangunan kapal besar dengan menggunakan sumber daya minimal. Akan tetapi perang sudah selesai sebelum kapal tersebut menjadi kenyataan7. Bat BombIni mengejutkan, sebuah prototipe bom kelelawar, bahkan pernah dibuat. Idenya sederhana: memberi alat peledak pada Free-tailed Meksiko Bats, turunkan suhu mereka sehingga mereka hibernasi dalam perjalanan mendekati kota musuh, dan kemudian melepaskannya di kota musuh untuk bertengger di gedung² dan rumah. Pada waktu tertentu, semua kelelawar akan meledak dan menyulut kebakaran di seluruh kota.8. The Goliath Tracked MineThe Goliath tracked mine adalah anti-tank mini yang dikendalikan remote dan membawa hampir 200 pon (sekitar 90,7 kilogram) bahan peledak dan akan dijalankan mengarah ke pasukan musuh atau formasi tank dan kemudian diledakkan. Tank ini diciptakan oleh Jerman dan digunakan selama Perang Dunia II dan dikenal sebagai kumbang tank oleh pasukan Sekutu.9. The Flying JeepThe flying jeep diciptakan untuk memenuhi kontrak untuk membuat sebuah helikopter ringan yang dapat mendarat di daerah manapun. Beberapa prototipe diciptakan tetapi mereka tidak pernah di produksi penuh. Tidak peduli seberapa baik jeep itu tampak di atas kertas, tampilan konyol jip terbang itulah yang memberikan indikasi mengapa jeep tersebut tidak akan dapat melakukan tugasnya dengan baik dalam panasnya pertempuran.10. Flying Aircraft CarriersFlying aircraft carriers merupakan pandangan imajinasi rakyat jaman perang. Banyak ide seperti hoverpacks dan mobil terbang, ide itu tidak pernah terealisasi, hanya hidup dalam novel dan pertunjukan. Mereka memiliki banyak kelemahan seperti mudah untuk ditembak jatuh, mengkonsumsi banyak sekali bahan bakar, dan memiliki sedikit keuntungan untuk melawan pesawat musuh\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "1. Anjing Anti TankKebrutalan perang dapat tercermin dari cara bertempur. Anjing anti tank adalah anjing yang diikatkan bom pada punggung mereka, dan merupakan hasil kreasi tentara Soviet, dan telah diturunkan untuk menghancurkan lebih dari 300 tank Jerman selama Perang Dunia II. Cara kerjanya adalah anjing diajari untuk menemukan makanan di bawah tank (melatih insting mereka bahwa selalu ada makanan di bawah tank), dan kemudian anjing tersebut dibuat kelaparan sebelum pertempuran. Setelah sampai di bagian bawah tank, tuas yang berada di punggung anjing segera terpicu tak berapa lama kemudian anjing-anjing tersebut akan meledak, menghancurkan tank² Jerman. Jerman akhirnya mengatasi taktik ini dengan penyembur api, dan dalam beberapa kasus anjing berlari mengamuk di medan perang sudah cukup untuk menakut-nakuti lawan.2. Corkscrew TanksCorkscrew tanks tidak berjalan seperti cara berjalan ular, maupun tank pada umumnya dan bukan juga didorong oleh ulir raksasa. Tapi sama seperti sebuah bor listrik pada sepotong kayu, sehingga tapak dari tank inilah yang menajadikan tank tersebut tampak berlayar di sepanjang tanah, tanpa peduli daerah. Akan tetapi dalam berjalanan arah mereka agak tidak menentu (sulit dikendalikan), dan tank harus sangat ringan untuk berguna dalam pertempuran.3. Senjata Melengkung Ketika terjadi pertempuran kota, setiap sudut tersembunyi sekelompok prajurit musuh. Bahkan dengan sedikit keuntungan bisa memenangi pertempuran, sehingga berbagai senjata ini dirancang agar tentara dapat melihat sekitar sudut, dan mereka pun dapat menembak dari belakang perlindungan dinding beton.4. The Tsar Tank Rusia The Tsar tank Rusia dibangun dengan dua roda dengan diameter 27 kaki, yang menarik dua roda yang jauh lebih kecil dibelakangnya. Tank ini berisi dengan senjata besar dan berat, tank ini dirancang untuk menaklukkan setiap rintangan. Desain yang besar dan tinggi, tidak cocok untuk peperangan sesungguhnya, dan tank ini dapat cepat jatuh.5. Barrage BalloonsBarrage balloons digantung di ratusan kota-kota di Inggris selama Perang Dunia II. Seperti ranjau terbang, mereka akan menyulitkan pesawat musuh yang berniat untuk menjatuhkan bom. Balon² ini digunakan untuk mengancam pesawat² pembom tersebut agar terbang rendah karena kabel dan perangkat pembakar di dalam balon tersebut. Kalau pesawat pembom tersebut sudah terbang rendah maka tentara² Inggris dapat menembaki pesawat tersebut dengan leluasa.6. Project Habbakuk Dengan kelangkaan logam menjelang akhir Perang Dunia II, Project Habbakuk adalah usaha untuk membuat kapal induk dari pykrete (campuran es dan bubur kayu). Lapisan yang ukup tebal untuk menahan tembakan musuh, dan mudah diperbaiki. Pykrete akan memungkinkan pembangunan kapal besar dengan menggunakan sumber daya minimal. Akan tetapi perang sudah selesai sebelum kapal tersebut menjadi kenyataan7. Bat BombIni mengejutkan, sebuah prototipe bom kelelawar, bahkan pernah dibuat. Idenya sederhana: memberi alat peledak pada Free-tailed Meksiko Bats, turunkan suhu mereka sehingga mereka hibernasi dalam perjalanan mendekati kota musuh, dan kemudian melepaskannya di kota musuh untuk bertengger di gedung² dan rumah. Pada waktu tertentu, semua kelelawar akan meledak dan menyulut kebakaran di seluruh kota.8. The Goliath Tracked MineThe Goliath tracked mine adalah anti-tank mini yang dikendalikan remote dan membawa hampir 200 pon (sekitar 90,7 kilogram) bahan peledak dan akan dijalankan mengarah ke pasukan musuh atau formasi tank dan kemudian diledakkan. Tank ini diciptakan oleh Jerman dan digunakan selama Perang Dunia II dan dikenal sebagai kumbang tank oleh pasukan Sekutu.9. The Flying JeepThe flying jeep diciptakan untuk memenuhi kontrak untuk membuat sebuah helikopter ringan yang dapat mendarat di daerah manapun. Beberapa prototipe diciptakan tetapi mereka tidak pernah di produksi penuh. Tidak peduli seberapa baik jeep itu tampak di atas kertas, tampilan konyol jip terbang itulah yang memberikan indikasi mengapa jeep tersebut tidak akan dapat melakukan tugasnya dengan baik dalam panasnya pertempuran.10. Flying Aircraft CarriersFlying aircraft carriers merupakan pandangan imajinasi rakyat jaman perang. Banyak ide seperti hoverpacks dan mobil terbang, ide itu tidak pernah terealisasi, hanya hidup dalam novel dan pertunjukan. Mereka memiliki banyak kelemahan seperti mudah untuk ditembak jatuh, mengkonsumsi banyak sekali bahan bakar, dan memiliki sedikit keuntungan untuk melawan pesawat musuh",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/05/10-tempat-paling-menakjubkan-di-dunia.html",
        "post_title": "10 Tempat Paling Menakjubkan di Dunia !",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-9192977369085676883\" itemprop=\"description articleBody\">\nBumi tempat kita hidup ini memang penuh misteri, di berbagai belahan yang berbeda, ternyata terdapat lokasi-lokasi yang menakjubkan, namun juga aneh dan penuh misteri. Jangankan lokasinya, bahkan isi didalamnya juga kadang aneh. Masih ingat dengan Tumbuhan Pemangsa saat makan? Kejadian semacam itu saja sulit kita lihat disembarang tempat. Dari yang Indah seperti Foto Pemandangan Tibet Yang Menakjubkan atau Keindahan Bulan Purnama, sampai yang mengerikan seperti Bencana Alam yang hebat, semua ada di bumi ini. Berikut ini 10 tempat unik dan aneh dari seluruh dunia. 1. Guaíra Falls, Brazil-Paraguay border Kebanyakan orang menganggap air terjun Niagara adalah yang terbesar di dunia. Padahal Guaira Falls lah yang terbesar di dunia dengan volume air terjun yang mencapai rata-rata 1.750.000 kubik per-detik. Bandingkan dengan Niagara Falls yang hanya 70.000 kubik per-detik. Sumber Guaira Falls yang terletak di perbatasasn Brasil-Paraguay, adalah sungai Parana. Tahun 1982, pada air terjun Guaira ini dibangun bendungan untuk pembangkit listrik dengan nama Itaipu Dam yang sekarang menjadi bendungan terbesar kedua penghasil listrik terbesar di dunia setelah Gorges Dam. Itaipu Dam menyuplai 90 persen listrik ke Paraguay, dan 19 persen ke Brasil, juga Rio de Janeiro dan Sao Paulo. 2. Iceberg B-15, Antartika Gunung es B-15 adalah gunung es terbesar yang tercatat dalam sejarah. Luasnya mencapai 3.100 km, membuatnya lebih besar dari Pulai Jamaika. Gunung es raksasa ini terjadi karena patahan Ross Ice Shelf pada Maret 2000. Lalu pada tahun 2003, gunung es B-15 ini kembali terpecah menjadi beberapa potong, salah satunya yang terbesar disebut B-15a hanyut ke utara, akhirnya hancur ke dalam gletser pada 2005, menyisakan patahan sepanjang 8 km. Hal ini membuat terjadi perubahan besar pada peta Antartika dan menuntut harus direvisi (peta). Sebagian terhanyut ke sepanjang pantai akhirnya kandas. Pada 2006, angin topan di Alaska, menyebabkan gelombang lautan yang melintas hingga 13.500 km selama 6 hari ke Antartika, dan memisahkan pecahan-pecahan sisa menjadi semakin banyak. Hampir satu dasawarsa berlalu, bagian-bagian gunung es itu masih belum cair seluruhnya, bagian yang terbesar masih dianggap sebagaii B-15a, dengan luas bidang mencapai 1.700 Km. Gambar di atas merupakan gunung es yang disebut B-15a sesudah terhanyut ke dalam Drygalski Glacier (terbawah), akhir nya memecah menjadi beberapa potong. 3. Don Juan Pond, Antartika Tempat manakah yang paling tinggi kandungan garamnya? Pasti orang akan menyebut Laut Mati. Laut Mati memang terkenal di dunia karena kandungan garamnya yang sangat tinggi. Berdasarkan penelitian, air laut kandungan garam tinggi itu bisa menjadi terapi kesehatan. Tak heran kalau di sekitar Laut Mati banyak dibangun spa-spa untuk terapi, khususnya terapi kecantikan dan kesehatan. Tapi ternyata Laut Mati bukanlah yang terasin di dunia. Justru di Antartika lah, tepatnya Don Juan Pond, merupakan danau dengan kandungan garam tertinggi di dunia. Perbandingannya jika disandingkan dengan laut pada umumnya, Don Juan Pond 18 kali lebih asin daripada air laut biasa, jika dibandingkan dengan Laut Mati, Don Juan Pond 8 kali lebih asin. Lokasi ini ditemukan oleh Lt. Don Roe dan Lt. John Hickey, pada tahun 1961, saat keduanya melakukan penelitian di Antartika. Nama Don Juan Pond juga diberi oleh kedua peneliti tentara ini, mungkin penggabungan nama keduanya. Suhu di kolam itu seperti umumnya di kawasan Antartika, cukup rendah, dengan titik terendah bisa mencapai -30 drajat Celcius. Namun tidak pernah sampai membeku seperti tempat lain di Antartika. 4. Rotorua, New Zealand Rotorua adalah kota di tepi laut selatan danau dengan nama yang sama. Tepatnya di teluk Plenty, pulau utara dari New Zealand. Keunikan dari kawasan itu adalah banyaknya kolam-kolam sumber air panas, khususnya Pohutu Geyser di Whakarewarewa, dan lumpur-lumpur mendidih. Kawasan itu menjadi unik dan menarik sehingga banyak dikunjungi wisatawan. 5. 83-42, Greenland Aneh dan unik. Tapi 83-42 dipercaya merupakan satu-satunya bidang tanah yang ada di bagian utara. Memang hanya \"secuil\" ukurannya kira-kira 35 m x 15 m dan tinggi 4 m. Kalau dilihat dari atas, ibarat hanya setitik tanah yang dikelilingi pecahan-pecahan es. Unik! Ketika kutub utara tertutup oleh es, namun tanah ini tidak. Lihat gambar! Keunikan ini sekaligus menumbangkan rekor sebelumnya yakni ATOW 1996. Keunikan 83-42 ini ditemukan tahun 1998. 6. Socotra, Republic of Yemen Socotra tempat paling aneh sekaligus paling unik di dunia. Nyaris semua yang ada di sana terlihat aneh, mulai dari bentuk pohon maupun lingkungannya, tak heran banyak yang menyebut Socotra yang berada di Republik Yemen sebagai salah satu sarang alien di dunia. Tempatnya sangat terisolir, iklim kering lain daripada yang lain. Keanehan ini bisa jadi menyebabkan kehidupan tanaman maupun benda apapun di sana tumbuh dengan aneh. Sebut saja tanaman terkenal seperti Dragon's Blood Tree yang aneh, bentuknya sangat tidak umum, terlihat mirip payung. Pohon ini memproduksi getah berwarna merah. Di sana juga ada binatang binatang asli, seperti burung-burung, laba-laba dan binatang asli lainnya. Belum lagi bebatuan juga karang, yang bentuknya tidak umum dan hanya ada di pulau itu. Dengan segala keanehan isi pulau itu, tak heran kalau Socotra, pulau yang berada di laut arab, masuk dalam Warisan Peninggalan Dunia. 7. The Great Dune of Pyla, France Yang kita tahu bahwa Eropa tidak mempunyai gurun, paling banter hanya bukit pasir yang biasa saja. Tapi anggapan ini salah. Eropa memiliki bukit pasir unik yakni Pyla, panjangnya 3 km, lebar 500 m dan tinggi 100 meter. Bukit pasir ini sangat curam sebagiannya menghadap ke hutan. Tempat ini terkenal karena menjadi tempat aktivitas paragliding. Selain keunikan bukit pasir itu, yang juga menakjubkan adalah pemandangan sekitarnya di mana dari ketinggian kita bisa melihat laut dan hutan. Karena bukit pasir ini jauh lebih tinggi dari hutan, sehingga dari bukit pasir itu kita bisa melihat semuanya. 8. Meteor Crater, USA Meteor Crater adalah kawah yang terbentuk akibat jatuhnya meteorit. Letaknya sekitar 43 mil (69 km) sebelah timur Flagstaff, dekat Winslow di gurun utara Arizona Amerika Serikat. Tempat itu disebut Meteor Crater karena letaknya yang dekat dengan nama kantor post. Kawah meteor ini konon terbentuk sejak 50.000 tahun lalu pada zaman Pleistocene ketika iklim setempat menjadi lebih sejuk dan basah. Pada saat itu di sana adalah padang rumput yang luas serta hutan yang dihuni oleh wol mammoths, kukang tumbuk raksasa, dan unta. Mungkin kawasan itu belum di huni manusia. Meteor yang jatuh itu mengandung nikel dan membuat kawah seluas 50 meter. 9. Mount Roraima, Venezuela, Brazil and Guyan Mount Roraima adalah tempat luar biasa yang indah. Gunung batu ini berbentuk unik karena seperti kap meja yang berada di awan. Tingginya 400 meter. Sat- satunya cara untuk mencapai puncak atap meja itu adalah dengan memanjat jalur tangga yang memang sudah disediakan pemerintah Venezuela. Cara lain yang tidak disarankan adalah yang biasa dilakukan para pemanjat tebing. Di sana hujan nyaris turun setiap hari, menghanyutkan tanaman tanaman menjalar yang berada di atas atap. Walhasil, atap gunung itu menjadi unik, karena bersih dari apapun..alias seperti \"meja kosong\". 10. The Door To Hell, Turkmenistan Tempat ini mungkin sudah semua tahu, minimal telah membaca beritanya atau melihat gambar-gambarnya. Memang tak heran karena fenomena alam di Turkmenistan ini terbilang unik. Orang menyebutnya 'Pintu Neraka\" karena di kawah selebar 70 meter itu keluar api yang terus menerus sejak 35 tahun terakhir. Berawal dari tahun 1971 di mana geolog melakukan penelitian di kawasan itu untuk mencari tambang gas. Yang terjadi kemudian adalah semburan api dari bawah yang terus menerus, bahkan sempat menelan segala peralatan mereka. Para geolog ini tak ada yang berani turun ke dalam kawah beracun itu. Kamu bisa melihatnya di Google dengan koordinat 40°15′8″N 58°26′23″E\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Bumi tempat kita hidup ini memang penuh misteri, di berbagai belahan yang berbeda, ternyata terdapat lokasi-lokasi yang menakjubkan, namun juga aneh dan penuh misteri. Jangankan lokasinya, bahkan isi didalamnya juga kadang aneh. Masih ingat dengan Tumbuhan Pemangsa saat makan? Kejadian semacam itu saja sulit kita lihat disembarang tempat. Dari yang Indah seperti Foto Pemandangan Tibet Yang Menakjubkan atau Keindahan Bulan Purnama, sampai yang mengerikan seperti Bencana Alam yang hebat, semua ada di bumi ini. Berikut ini 10 tempat unik dan aneh dari seluruh dunia. 1. Guaíra Falls, Brazil-Paraguay border Kebanyakan orang menganggap air terjun Niagara adalah yang terbesar di dunia. Padahal Guaira Falls lah yang terbesar di dunia dengan volume air terjun yang mencapai rata-rata 1.750.000 kubik per-detik. Bandingkan dengan Niagara Falls yang hanya 70.000 kubik per-detik. Sumber Guaira Falls yang terletak di perbatasasn Brasil-Paraguay, adalah sungai Parana. Tahun 1982, pada air terjun Guaira ini dibangun bendungan untuk pembangkit listrik dengan nama Itaipu Dam yang sekarang menjadi bendungan terbesar kedua penghasil listrik terbesar di dunia setelah Gorges Dam. Itaipu Dam menyuplai 90 persen listrik ke Paraguay, dan 19 persen ke Brasil, juga Rio de Janeiro dan Sao Paulo. 2. Iceberg B-15, Antartika Gunung es B-15 adalah gunung es terbesar yang tercatat dalam sejarah. Luasnya mencapai 3.100 km, membuatnya lebih besar dari Pulai Jamaika. Gunung es raksasa ini terjadi karena patahan Ross Ice Shelf pada Maret 2000. Lalu pada tahun 2003, gunung es B-15 ini kembali terpecah menjadi beberapa potong, salah satunya yang terbesar disebut B-15a hanyut ke utara, akhirnya hancur ke dalam gletser pada 2005, menyisakan patahan sepanjang 8 km. Hal ini membuat terjadi perubahan besar pada peta Antartika dan menuntut harus direvisi (peta). Sebagian terhanyut ke sepanjang pantai akhirnya kandas. Pada 2006, angin topan di Alaska, menyebabkan gelombang lautan yang melintas hingga 13.500 km selama 6 hari ke Antartika, dan memisahkan pecahan-pecahan sisa menjadi semakin banyak. Hampir satu dasawarsa berlalu, bagian-bagian gunung es itu masih belum cair seluruhnya, bagian yang terbesar masih dianggap sebagaii B-15a, dengan luas bidang mencapai 1.700 Km. Gambar di atas merupakan gunung es yang disebut B-15a sesudah terhanyut ke dalam Drygalski Glacier (terbawah), akhir nya memecah menjadi beberapa potong. 3. Don Juan Pond, Antartika Tempat manakah yang paling tinggi kandungan garamnya? Pasti orang akan menyebut Laut Mati. Laut Mati memang terkenal di dunia karena kandungan garamnya yang sangat tinggi. Berdasarkan penelitian, air laut kandungan garam tinggi itu bisa menjadi terapi kesehatan. Tak heran kalau di sekitar Laut Mati banyak dibangun spa-spa untuk terapi, khususnya terapi kecantikan dan kesehatan. Tapi ternyata Laut Mati bukanlah yang terasin di dunia. Justru di Antartika lah, tepatnya Don Juan Pond, merupakan danau dengan kandungan garam tertinggi di dunia. Perbandingannya jika disandingkan dengan laut pada umumnya, Don Juan Pond 18 kali lebih asin daripada air laut biasa, jika dibandingkan dengan Laut Mati, Don Juan Pond 8 kali lebih asin. Lokasi ini ditemukan oleh Lt. Don Roe dan Lt. John Hickey, pada tahun 1961, saat keduanya melakukan penelitian di Antartika. Nama Don Juan Pond juga diberi oleh kedua peneliti tentara ini, mungkin penggabungan nama keduanya. Suhu di kolam itu seperti umumnya di kawasan Antartika, cukup rendah, dengan titik terendah bisa mencapai -30 drajat Celcius. Namun tidak pernah sampai membeku seperti tempat lain di Antartika. 4. Rotorua, New Zealand Rotorua adalah kota di tepi laut selatan danau dengan nama yang sama. Tepatnya di teluk Plenty, pulau utara dari New Zealand. Keunikan dari kawasan itu adalah banyaknya kolam-kolam sumber air panas, khususnya Pohutu Geyser di Whakarewarewa, dan lumpur-lumpur mendidih. Kawasan itu menjadi unik dan menarik sehingga banyak dikunjungi wisatawan. 5. 83-42, Greenland Aneh dan unik. Tapi 83-42 dipercaya merupakan satu-satunya bidang tanah yang ada di bagian utara. Memang hanya \"secuil\" ukurannya kira-kira 35 m x 15 m dan tinggi 4 m. Kalau dilihat dari atas, ibarat hanya setitik tanah yang dikelilingi pecahan-pecahan es. Unik! Ketika kutub utara tertutup oleh es, namun tanah ini tidak. Lihat gambar! Keunikan ini sekaligus menumbangkan rekor sebelumnya yakni ATOW 1996. Keunikan 83-42 ini ditemukan tahun 1998. 6. Socotra, Republic of Yemen Socotra tempat paling aneh sekaligus paling unik di dunia. Nyaris semua yang ada di sana terlihat aneh, mulai dari bentuk pohon maupun lingkungannya, tak heran banyak yang menyebut Socotra yang berada di Republik Yemen sebagai salah satu sarang alien di dunia. Tempatnya sangat terisolir, iklim kering lain daripada yang lain. Keanehan ini bisa jadi menyebabkan kehidupan tanaman maupun benda apapun di sana tumbuh dengan aneh. Sebut saja tanaman terkenal seperti Dragon's Blood Tree yang aneh, bentuknya sangat tidak umum, terlihat mirip payung. Pohon ini memproduksi getah berwarna merah. Di sana juga ada binatang binatang asli, seperti burung-burung, laba-laba dan binatang asli lainnya. Belum lagi bebatuan juga karang, yang bentuknya tidak umum dan hanya ada di pulau itu. Dengan segala keanehan isi pulau itu, tak heran kalau Socotra, pulau yang berada di laut arab, masuk dalam Warisan Peninggalan Dunia. 7. The Great Dune of Pyla, France Yang kita tahu bahwa Eropa tidak mempunyai gurun, paling banter hanya bukit pasir yang biasa saja. Tapi anggapan ini salah. Eropa memiliki bukit pasir unik yakni Pyla, panjangnya 3 km, lebar 500 m dan tinggi 100 meter. Bukit pasir ini sangat curam sebagiannya menghadap ke hutan. Tempat ini terkenal karena menjadi tempat aktivitas paragliding. Selain keunikan bukit pasir itu, yang juga menakjubkan adalah pemandangan sekitarnya di mana dari ketinggian kita bisa melihat laut dan hutan. Karena bukit pasir ini jauh lebih tinggi dari hutan, sehingga dari bukit pasir itu kita bisa melihat semuanya. 8. Meteor Crater, USA Meteor Crater adalah kawah yang terbentuk akibat jatuhnya meteorit. Letaknya sekitar 43 mil (69 km) sebelah timur Flagstaff, dekat Winslow di gurun utara Arizona Amerika Serikat. Tempat itu disebut Meteor Crater karena letaknya yang dekat dengan nama kantor post. Kawah meteor ini konon terbentuk sejak 50.000 tahun lalu pada zaman Pleistocene ketika iklim setempat menjadi lebih sejuk dan basah. Pada saat itu di sana adalah padang rumput yang luas serta hutan yang dihuni oleh wol mammoths, kukang tumbuk raksasa, dan unta. Mungkin kawasan itu belum di huni manusia. Meteor yang jatuh itu mengandung nikel dan membuat kawah seluas 50 meter. 9. Mount Roraima, Venezuela, Brazil and Guyan Mount Roraima adalah tempat luar biasa yang indah. Gunung batu ini berbentuk unik karena seperti kap meja yang berada di awan. Tingginya 400 meter. Sat- satunya cara untuk mencapai puncak atap meja itu adalah dengan memanjat jalur tangga yang memang sudah disediakan pemerintah Venezuela. Cara lain yang tidak disarankan adalah yang biasa dilakukan para pemanjat tebing. Di sana hujan nyaris turun setiap hari, menghanyutkan tanaman tanaman menjalar yang berada di atas atap. Walhasil, atap gunung itu menjadi unik, karena bersih dari apapun..alias seperti \"meja kosong\". 10. The Door To Hell, Turkmenistan Tempat ini mungkin sudah semua tahu, minimal telah membaca beritanya atau melihat gambar-gambarnya. Memang tak heran karena fenomena alam di Turkmenistan ini terbilang unik. Orang menyebutnya 'Pintu Neraka\" karena di kawah selebar 70 meter itu keluar api yang terus menerus sejak 35 tahun terakhir. Berawal dari tahun 1971 di mana geolog melakukan penelitian di kawasan itu untuk mencari tambang gas. Yang terjadi kemudian adalah semburan api dari bawah yang terus menerus, bahkan sempat menelan segala peralatan mereka. Para geolog ini tak ada yang berani turun ke dalam kawah beracun itu. Kamu bisa melihatnya di Google dengan koordinat 40°15′8″N 58°26′23″E",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/05/beginilah-baju-anti-peluru-dibuat.html",
        "post_title": "Beginilah Baju Anti Peluru Dibuat",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8491756509562016445\" itemprop=\"description articleBody\">\nQuote: Prinsip awalnya telah lama dikembangkan semenjak abad pertengahan. Dimulai dari ksatria (knight) dengan jubah besinya, yang dapat mengurangi luka tusukan pedang atau luka bidikan panah. Sayangnya dengan perkembangan senjata api, perlindungan tersebut menjadi tidak berguna. Spoiler for #: Quote: Baju anti peluru (bullet proof vest) atau baju balistik (ballistic vest) ??Baju \"anti peluru\" dibedakan menjadi dua, yaitu Soft Body Armor dan Hard Body Armor. Quote: Soft body armor :Dalam tugas keseharian atau dalam tugas penyamaran (undercover) polisi/detektiv lebih mengutamakan baju anti peluru yang ringan. Spoiler for #: Soft body armor umumnya sekarang terbuat dari serat aramid (aramid fibres). Aramid adalah kependekan dari kata aromatic polyamide. Aramid memiliki struktur yang kuat, alot (tough), memiliki sifat peredam yang bagus (vibration damping) , tahan terhadap asam (acid) dan basa (leach) dan selain itu dapat menahan panas hingga 370°C, sehingga tidak mudah terbakar.Karena sifatnya yang demikian, aramid juga digunakan di bidang pesawat terbang, tank, dan antariksa (roket).Produk yang dipasarkan dikenal dengan nama Kevlar.Kevlar memiliki berat yang ringan, tapi 5 kali lebih kuat dibandingkan besi. Spoiler for #: Gambar: Anyaman serat ini umumnya dikenal dipasaran dengan nama Kevlar Quote: Prinsip Kerja Baju Anti PeluruPrinsip kerjanya adalah dengan mengurangi sebanyak mungkin lontaran energi kinetik peluru, dengan cara menggunakan lapisan-lapisan kevlar untuk menyerap energi laju tersebut dan memecahnya kepenampang baju yang luas, sehingga energi tersebut tidak cukup lagi untuk membuat peluru dapat menembus baju.Dalam menyerap laju energi peluru, baju (kevlar) mengalami deformasi yang menekan ke arah dalam (shock wave), tekanan kedalam ini akan diteruskan sehingga mengenai tubuh pengguna.Batas maksimal penekanan kedalam tidak boleh lebih dari 4,4 cm (44 mm).Jika batasan tersebut dilewati, maka pengguna baju akan mengalami luka dalam (internal organs injuries), yang tentunya akan membahayakan keselamatan jiwa. Spoiler for #: Analoginya seperti laju bola yang dapat ditahan oleh jaring gawang. Jaring gawang terdiri dari rangkaian tali yang saling terhubung satu sama lain. Apabila bola tertangkap oleh jaring gawang, maka energi laju (kinetik) bola tersebut akan diserap oleh jaring gawang, yang menyebabkan tali disekitarnya bertambah panjang (extend) dan kemudian tekanan (tarikan) tali akan dialirkan ke tiang gawang.Gambar diatas menunjukan bahwa anggapan pemakai baju anti peluru dapat terhindar sepenuhnya dari cidera yang dihasilkan oleh tembakan adalah salah !Perlu ditekankan sekali lagi, bahwa fungsi utama baju anti peluru hanyalah untuk menahan peluru!! Sehingga peluru tidak sampai masuk kedalam tubuh pemakai baju, yang dapat menyebabkan kematian.Tidak jarang akibat \"tekanan\" yang ditimbulkan peluru tadi, pemakai baju akan menderita luka memar (blunt force trauma) hingga patah tulang. Quote: Hard Body Armor :Dengan menambahi soft body armor dengan lapisan tertentu, dapat dihasilkan hard body armor.Umumnya lapisan terbuat dari keramik ( Al2O3 \" Alumina\"), lempengan logam atau komposit.Bentuknya yang tebal dan berat menjadikannya tidak comfort, hingga jarang dikenakan dalam tugas keseharian. Hanya dalam tugas khusus yang beresiko tinggi, seperti operasi militer atau operasi tim SWAT akan dikenakan. Spoiler for #: Quote: Level Baju Balistik :Standar baju balistik yang paling banyak digunakan adalah standar NIJ (National Institute of Justice) Amerika. Berdasarkan standar ini, baju balistik dibagi menjadi beberapa tingkatan (level), yaitu level I, II-A, II, III-A, III, dan IV. Level I adalah tingkatan yang terendah, baju hanya dapat menahan peluru yang berkaliber (berdiameter) kecil. Spoiler for #: Quote: Material Lain :VectranVectran adalah polymer kristal cair (liquid crystal polymer). Seratnya memiliki kekuatan hingga dua kali lipat dibandingkan dengan kevlar. Spoiler for #: Quote: Benang Laba-laba (Spider Silk)Benang laba-laba terdiri dari ikatan molekul protein yang panjang. Benang ini tidak hanya memiliki kemampuan dapat menahan beban yang ekstrem, tapi juga sekaligus memiliki sifat elastis yang sangat tinggi, hingga kalau ditarik dapat memanjang sebanyak 40%.Sifat elastis ini berasal dari butiran-butiran cairan kecil yang terdapat pada benang, yang kalau dilihat bentuknya seperti kalung mutiara atau tasbih. Setiap butiran ini didalamnya memiliki reserve benang, bila ada mangsa yang terjatuh kedalam jaring laba-laba, benang dalam butiran ini akan otomatis tertarik keluar, sehingga jaring tidak akan putus!! Spoiler for #: Quote: CNT (Carbon Nanotubes)CNT. Ditemukan tahun 1991 oleh Professor Sumio Iijima dari Jepang. CNT merupakan susunan unsur karbon (C) yang berukuran sangat kecil \"nano\"(0,000 000 001) dan berbentuk seperti pipa (tube), yang dindingnya tersusun seperti rumah lebah. Spoiler for #: Quote: Spoiler for tambahan dari agan2: Quote: Originally Posted by konifande bahan anti peluru yg terkenal Kevlar tuh, selain dipake untuk bahan anti peluru juga dipake untuk pesawat terbang...dll. Ringan tapi kuat Quote: Originally Posted by ndutzy serat kevlar juga bahan untuk body F1 gan... Quote: Originally Posted by Pikiii carbon cavelar juga buat sparepart mobil gan Quote: Originally Posted by anak_gaul carbon kevlar termasuk salah satu bahan yg ringan... nice info gan.... Quote: Originally Posted by buluxan kalo gk salah kevlar termasuk bahan bwt helm pembalap juga tuh..CMIIW.. Quote: Originally Posted by yudipolaroid anak bangsa juga udah bisa bikin kevlar dari serat rami gan..Penelitian LIPI menunjukkan bahwa rami memiliki modulus elastisitas yang setara dengan Kevlar. Modulus elastisitas rami 44-90 gigapaskal, sedangkan Kevlar 40-140 gigapaskal. Tapi regangan patah (break strain) pada rami lebih tinggi daripada Kevlar (rami 2 persen dan Kevlar 1-3 persen). Densitas Kevlar dan rami pun hampir sama. Rami 1,50 gram per sentimeter kubik dan Kevlar 1,45 gram.sumber..h*ttp://<a href=\"http://www.lipi.go.id/www.cgi?berita&amp;2009cintai\">www.lipi.go.id/www.cgi?berita&amp;2009cintai</a> produk dalam negeri..\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Quote: Prinsip awalnya telah lama dikembangkan semenjak abad pertengahan. Dimulai dari ksatria (knight) dengan jubah besinya, yang dapat mengurangi luka tusukan pedang atau luka bidikan panah. Sayangnya dengan perkembangan senjata api, perlindungan tersebut menjadi tidak berguna. Spoiler for #: Quote: Baju anti peluru (bullet proof vest) atau baju balistik (ballistic vest) ??Baju \"anti peluru\" dibedakan menjadi dua, yaitu Soft Body Armor dan Hard Body Armor. Quote: Soft body armor :Dalam tugas keseharian atau dalam tugas penyamaran (undercover) polisi/detektiv lebih mengutamakan baju anti peluru yang ringan. Spoiler for #: Soft body armor umumnya sekarang terbuat dari serat aramid (aramid fibres). Aramid adalah kependekan dari kata aromatic polyamide. Aramid memiliki struktur yang kuat, alot (tough), memiliki sifat peredam yang bagus (vibration damping) , tahan terhadap asam (acid) dan basa (leach) dan selain itu dapat menahan panas hingga 370°C, sehingga tidak mudah terbakar.Karena sifatnya yang demikian, aramid juga digunakan di bidang pesawat terbang, tank, dan antariksa (roket).Produk yang dipasarkan dikenal dengan nama Kevlar.Kevlar memiliki berat yang ringan, tapi 5 kali lebih kuat dibandingkan besi. Spoiler for #: Gambar: Anyaman serat ini umumnya dikenal dipasaran dengan nama Kevlar Quote: Prinsip Kerja Baju Anti PeluruPrinsip kerjanya adalah dengan mengurangi sebanyak mungkin lontaran energi kinetik peluru, dengan cara menggunakan lapisan-lapisan kevlar untuk menyerap energi laju tersebut dan memecahnya kepenampang baju yang luas, sehingga energi tersebut tidak cukup lagi untuk membuat peluru dapat menembus baju.Dalam menyerap laju energi peluru, baju (kevlar) mengalami deformasi yang menekan ke arah dalam (shock wave), tekanan kedalam ini akan diteruskan sehingga mengenai tubuh pengguna.Batas maksimal penekanan kedalam tidak boleh lebih dari 4,4 cm (44 mm).Jika batasan tersebut dilewati, maka pengguna baju akan mengalami luka dalam (internal organs injuries), yang tentunya akan membahayakan keselamatan jiwa. Spoiler for #: Analoginya seperti laju bola yang dapat ditahan oleh jaring gawang. Jaring gawang terdiri dari rangkaian tali yang saling terhubung satu sama lain. Apabila bola tertangkap oleh jaring gawang, maka energi laju (kinetik) bola tersebut akan diserap oleh jaring gawang, yang menyebabkan tali disekitarnya bertambah panjang (extend) dan kemudian tekanan (tarikan) tali akan dialirkan ke tiang gawang.Gambar diatas menunjukan bahwa anggapan pemakai baju anti peluru dapat terhindar sepenuhnya dari cidera yang dihasilkan oleh tembakan adalah salah !Perlu ditekankan sekali lagi, bahwa fungsi utama baju anti peluru hanyalah untuk menahan peluru!! Sehingga peluru tidak sampai masuk kedalam tubuh pemakai baju, yang dapat menyebabkan kematian.Tidak jarang akibat \"tekanan\" yang ditimbulkan peluru tadi, pemakai baju akan menderita luka memar (blunt force trauma) hingga patah tulang. Quote: Hard Body Armor :Dengan menambahi soft body armor dengan lapisan tertentu, dapat dihasilkan hard body armor.Umumnya lapisan terbuat dari keramik ( Al2O3 \" Alumina\"), lempengan logam atau komposit.Bentuknya yang tebal dan berat menjadikannya tidak comfort, hingga jarang dikenakan dalam tugas keseharian. Hanya dalam tugas khusus yang beresiko tinggi, seperti operasi militer atau operasi tim SWAT akan dikenakan. Spoiler for #: Quote: Level Baju Balistik :Standar baju balistik yang paling banyak digunakan adalah standar NIJ (National Institute of Justice) Amerika. Berdasarkan standar ini, baju balistik dibagi menjadi beberapa tingkatan (level), yaitu level I, II-A, II, III-A, III, dan IV. Level I adalah tingkatan yang terendah, baju hanya dapat menahan peluru yang berkaliber (berdiameter) kecil. Spoiler for #: Quote: Material Lain :VectranVectran adalah polymer kristal cair (liquid crystal polymer). Seratnya memiliki kekuatan hingga dua kali lipat dibandingkan dengan kevlar. Spoiler for #: Quote: Benang Laba-laba (Spider Silk)Benang laba-laba terdiri dari ikatan molekul protein yang panjang. Benang ini tidak hanya memiliki kemampuan dapat menahan beban yang ekstrem, tapi juga sekaligus memiliki sifat elastis yang sangat tinggi, hingga kalau ditarik dapat memanjang sebanyak 40%.Sifat elastis ini berasal dari butiran-butiran cairan kecil yang terdapat pada benang, yang kalau dilihat bentuknya seperti kalung mutiara atau tasbih. Setiap butiran ini didalamnya memiliki reserve benang, bila ada mangsa yang terjatuh kedalam jaring laba-laba, benang dalam butiran ini akan otomatis tertarik keluar, sehingga jaring tidak akan putus!! Spoiler for #: Quote: CNT (Carbon Nanotubes)CNT. Ditemukan tahun 1991 oleh Professor Sumio Iijima dari Jepang. CNT merupakan susunan unsur karbon (C) yang berukuran sangat kecil \"nano\"(0,000 000 001) dan berbentuk seperti pipa (tube), yang dindingnya tersusun seperti rumah lebah. Spoiler for #: Quote: Spoiler for tambahan dari agan2: Quote: Originally Posted by konifande bahan anti peluru yg terkenal Kevlar tuh, selain dipake untuk bahan anti peluru juga dipake untuk pesawat terbang...dll. Ringan tapi kuat Quote: Originally Posted by ndutzy serat kevlar juga bahan untuk body F1 gan... Quote: Originally Posted by Pikiii carbon cavelar juga buat sparepart mobil gan Quote: Originally Posted by anak_gaul carbon kevlar termasuk salah satu bahan yg ringan... nice info gan.... Quote: Originally Posted by buluxan kalo gk salah kevlar termasuk bahan bwt helm pembalap juga tuh..CMIIW.. Quote: Originally Posted by yudipolaroid anak bangsa juga udah bisa bikin kevlar dari serat rami gan..Penelitian LIPI menunjukkan bahwa rami memiliki modulus elastisitas yang setara dengan Kevlar. Modulus elastisitas rami 44-90 gigapaskal, sedangkan Kevlar 40-140 gigapaskal. Tapi regangan patah (break strain) pada rami lebih tinggi daripada Kevlar (rami 2 persen dan Kevlar 1-3 persen). Densitas Kevlar dan rami pun hampir sama. Rami 1,50 gram per sentimeter kubik dan Kevlar 1,45 gram.sumber..h*ttp://www.lipi.go.id/www.cgi?berita&2009cintaiproduk dalam negeri..",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/05/jerman-ternyata-pernah-menciptakan.html",
        "post_title": "Jerman Ternyata Pernah Menciptakan Piring Terbang",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4446630235852152184\" itemprop=\"description articleBody\">\nSejak tahun 1950 ada banyak klaim tentang dugaan perkembangan Jerman yang revolusioner telah menciptakan suatu mahakarya berbentuk piring yang mampu terbang dengan kemampuan yang luar biasa. Inilah artikel yang akan menjelaskan kepada anda bagaimana KEMUNGKINAN fenomena UFO hingga saat ini adalah suatu hasil teknologi tinggi yang diciptakan manusia sendiri.Mahakarya ini juga dikenal sebagai \"piring terbang\" (yang kemudian dinamai UFO) telah dilihat oleh banyak orang di seluruh dunia sejak tahun 1947 terutama ketika fenomena insiden Roswell terjadi. Menurut banyak calon \"penemu\" dan penggemar teori ini, UFO tidak berasal dari luar bumi, dan UFO hanyalah buatan manusia semata.Giuseppe Beluzzo (seorang mantan menteri sekaligus ilmuwan) telah menulis suatu artikel di sebuah surat kabar Italia \"Il Giornale d'Italia\" pada tahun 1950. Dalam artikelnya yang kontroversial pada saat itu dimana dunia masih dihebohkan dengan fenomena insiden Roswell, ia menulis bahwa sesungguhnya Jerman telah mempelajari desain pesawat dengan teknologi tinggi yang berbentuk piringan sejak tahun 1942. Beluzzo akhirnya ditemukan tewas dibunuh hanya beberapa tahun kemudian setelah ia memuat pengakuannya yang kontroversial tersebut. Dalam waktu yang hampir bersamaan dengan saat dimuatnya artikel itu, seorang insinyur Jerman bernama Rudolf Schriever memberikan pengakuan kepada majalah Der Spiegel bahwa ia telah mendesain pesawat berbentuk piringan dengan diameter 15 meter.Kisah Schriever ini kemudian diangkat dalam sebuah buku yang ditulis oleh Rudolf Lusar (seorang mayor di militer Jerman dari unit teknis selama perang dunia kedua) pada tahun yang sama juga. Dalam bukunya, Rudolf banyak memberikan pemaparan mengenai senjata-senjata rahasia NAZI yang menurutnya berteknologi tinggi. Namun dari keseluruhan pembahasannya, ada satu bab yang aling menarik. Bab itu berjudul \"Wonder Weapons\".Menurut Lusar, Rudolf Schriever bukanlah satu-satunya insinyur yang bekerja dalam merancang \"piring terbang\"nya Jerman. Tetapi ia juga bersama rekan-rekannya yaitu, Habermohl, Mierth dan Bellanzo, yang terlibat dalam proyek piring terbang ini. Proyek ini sendiri memiliki dua pabrik yang dipusatkan di Breslau, Polandia sebelum akhirnya dihancurkan oleh Jerman sendiri karena tidak ingin jatuh ke tangan Uni Soviet pada saat itu dan pabrik kedua yang berada di Praha, Ceko. Dalam buku tersebut juga dicatat bahwa salah seorang perancang pesawat ini, Mierth, telah berhasil membuat sebuah prototype pesawat yang berbentuk piringan dengan diameter 137 meter. Prototype ini juga memiliki punuk di atasnya yang berfungsi sebagai kokpit.Di pabrik kedua di tepi kota Praha, Ceko, Kelompok insinyur yang dipimpin oleh Schriever dan Habermohl Juga telah mendesain suatu prototype yang hampir sama dengan bagian punuk yang hampir sama dengan telur dengan fungsi sebagai punuk.Pesawat ini konon diujicobakan pada tahun 1945 dan mampu mencapai ketinggian 12,4 kilometer hanya dalam tempo 3 menit. Disebut juga bahwa pesawat itu bahkan bisa terbang mencapai kecepatan maksimal hingga 2.000 km/jam dengan kecepatan terbang horizontal, yang artinya lebih cepat dari kecepatan suara meskipun pada awalnya diharapkan mencapai kecepatan 4.000 km/jam.Keadaan dunia yang saat itu banyak meragukan kesaksian Lusar karena tidak ditunjang dengan bukti-bukti otentik, membuat seorang jurnalis bernama Nick Cook menjadi tertarik untuk meneliti masalah ini dan kemudian memulai petualangannya untuk mengunjungi lokasi-lokasi yang disebutkan oleh Lusar. Nick dalam perburuannya akhirnya menemukan satu nama yang mungkin berkaitan dengan keberadaan \"piring terbang\" Jerman ini, yaitu Viktor Schauberger.Nick kemudian mengunjungi cucu Schauberger dan menemukan catatan-catatan desain pesawat yang dimiliki olehnya. Menurut Schauberger, ia mampu membuat sebuah mesin yang memiliki kemampuan untuk \"terbang mengikuti alam\". Salah satu proyek yang sedang dikerjakan oleh Schauberger adalah sebuah pesawat berbentuk piringan yang menggunakan sistem \"Mesin pendorong vortex\". Teorinya adalah, jika air atau udara berotasi membentuk putaran, yang juga dikenal dengan sebutan \"colloidal\", maka saat itu akan dihasilkan energi yang cukup untuk mengangkat sebuah objek, termasuk pesawat.Seorang insinyur aeronautika bernama Roy Fedden percaya bahwa Jerman memiliki teknologi itu. Fedden berkata :\"Saya telah melihat desain dan rencana produksi mereka dan menyadari bahwa jika saja mereka bisa memperpanjang perang selama beberapa bulan, maka kita akan melihat konfrontasi udara yang sangat berbeda\"Kesaksian ini juga didukung oleh Kapten Edward J. Ruppelt dari project blue book yang mengatakan:\"Ketika perang dunia II berakhir, Jerman telah memiliki beberapa bentuk pesawat yang radikal dan beberapa pengendali rudal. Mayoritas pesawat itu memang masih dalam masa uji coba, namun pesawat itu adalah satu-satunya pesawat yang dianggap mampu mencapai kemampuan mendekati obyek-obyek yang diamati para pengamat ufo.\"Jika memang teknologi ini telah berhasil dikembangkan oleh Jerman, maka bukan tidak mungkin bahwa pada saat ini ada suatu pabrik di suatu bagian dunia ini yang sedang meneliti dan mengembangkan teknologi piring terbang yang hingga saat ini oleh orang awam seperti kita menganggapnya sebagai UFO.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Sejak tahun 1950 ada banyak klaim tentang dugaan perkembangan Jerman yang revolusioner telah menciptakan suatu mahakarya berbentuk piring yang mampu terbang dengan kemampuan yang luar biasa. Inilah artikel yang akan menjelaskan kepada anda bagaimana KEMUNGKINAN fenomena UFO hingga saat ini adalah suatu hasil teknologi tinggi yang diciptakan manusia sendiri.Mahakarya ini juga dikenal sebagai \"piring terbang\" (yang kemudian dinamai UFO) telah dilihat oleh banyak orang di seluruh dunia sejak tahun 1947 terutama ketika fenomena insiden Roswell terjadi. Menurut banyak calon \"penemu\" dan penggemar teori ini, UFO tidak berasal dari luar bumi, dan UFO hanyalah buatan manusia semata.Giuseppe Beluzzo (seorang mantan menteri sekaligus ilmuwan) telah menulis suatu artikel di sebuah surat kabar Italia \"Il Giornale d'Italia\" pada tahun 1950. Dalam artikelnya yang kontroversial pada saat itu dimana dunia masih dihebohkan dengan fenomena insiden Roswell, ia menulis bahwa sesungguhnya Jerman telah mempelajari desain pesawat dengan teknologi tinggi yang berbentuk piringan sejak tahun 1942. Beluzzo akhirnya ditemukan tewas dibunuh hanya beberapa tahun kemudian setelah ia memuat pengakuannya yang kontroversial tersebut. Dalam waktu yang hampir bersamaan dengan saat dimuatnya artikel itu, seorang insinyur Jerman bernama Rudolf Schriever memberikan pengakuan kepada majalah Der Spiegel bahwa ia telah mendesain pesawat berbentuk piringan dengan diameter 15 meter.Kisah Schriever ini kemudian diangkat dalam sebuah buku yang ditulis oleh Rudolf Lusar (seorang mayor di militer Jerman dari unit teknis selama perang dunia kedua) pada tahun yang sama juga. Dalam bukunya, Rudolf banyak memberikan pemaparan mengenai senjata-senjata rahasia NAZI yang menurutnya berteknologi tinggi. Namun dari keseluruhan pembahasannya, ada satu bab yang aling menarik. Bab itu berjudul \"Wonder Weapons\".Menurut Lusar, Rudolf Schriever bukanlah satu-satunya insinyur yang bekerja dalam merancang \"piring terbang\"nya Jerman. Tetapi ia juga bersama rekan-rekannya yaitu, Habermohl, Mierth dan Bellanzo, yang terlibat dalam proyek piring terbang ini. Proyek ini sendiri memiliki dua pabrik yang dipusatkan di Breslau, Polandia sebelum akhirnya dihancurkan oleh Jerman sendiri karena tidak ingin jatuh ke tangan Uni Soviet pada saat itu dan pabrik kedua yang berada di Praha, Ceko. Dalam buku tersebut juga dicatat bahwa salah seorang perancang pesawat ini, Mierth, telah berhasil membuat sebuah prototype pesawat yang berbentuk piringan dengan diameter 137 meter. Prototype ini juga memiliki punuk di atasnya yang berfungsi sebagai kokpit.Di pabrik kedua di tepi kota Praha, Ceko, Kelompok insinyur yang dipimpin oleh Schriever dan Habermohl Juga telah mendesain suatu prototype yang hampir sama dengan bagian punuk yang hampir sama dengan telur dengan fungsi sebagai punuk.Pesawat ini konon diujicobakan pada tahun 1945 dan mampu mencapai ketinggian 12,4 kilometer hanya dalam tempo 3 menit. Disebut juga bahwa pesawat itu bahkan bisa terbang mencapai kecepatan maksimal hingga 2.000 km/jam dengan kecepatan terbang horizontal, yang artinya lebih cepat dari kecepatan suara meskipun pada awalnya diharapkan mencapai kecepatan 4.000 km/jam.Keadaan dunia yang saat itu banyak meragukan kesaksian Lusar karena tidak ditunjang dengan bukti-bukti otentik, membuat seorang jurnalis bernama Nick Cook menjadi tertarik untuk meneliti masalah ini dan kemudian memulai petualangannya untuk mengunjungi lokasi-lokasi yang disebutkan oleh Lusar. Nick dalam perburuannya akhirnya menemukan satu nama yang mungkin berkaitan dengan keberadaan \"piring terbang\" Jerman ini, yaitu Viktor Schauberger.Nick kemudian mengunjungi cucu Schauberger dan menemukan catatan-catatan desain pesawat yang dimiliki olehnya. Menurut Schauberger, ia mampu membuat sebuah mesin yang memiliki kemampuan untuk \"terbang mengikuti alam\". Salah satu proyek yang sedang dikerjakan oleh Schauberger adalah sebuah pesawat berbentuk piringan yang menggunakan sistem \"Mesin pendorong vortex\". Teorinya adalah, jika air atau udara berotasi membentuk putaran, yang juga dikenal dengan sebutan \"colloidal\", maka saat itu akan dihasilkan energi yang cukup untuk mengangkat sebuah objek, termasuk pesawat.Seorang insinyur aeronautika bernama Roy Fedden percaya bahwa Jerman memiliki teknologi itu. Fedden berkata :\"Saya telah melihat desain dan rencana produksi mereka dan menyadari bahwa jika saja mereka bisa memperpanjang perang selama beberapa bulan, maka kita akan melihat konfrontasi udara yang sangat berbeda\"Kesaksian ini juga didukung oleh Kapten Edward J. Ruppelt dari project blue book yang mengatakan:\"Ketika perang dunia II berakhir, Jerman telah memiliki beberapa bentuk pesawat yang radikal dan beberapa pengendali rudal. Mayoritas pesawat itu memang masih dalam masa uji coba, namun pesawat itu adalah satu-satunya pesawat yang dianggap mampu mencapai kemampuan mendekati obyek-obyek yang diamati para pengamat ufo.\"Jika memang teknologi ini telah berhasil dikembangkan oleh Jerman, maka bukan tidak mungkin bahwa pada saat ini ada suatu pabrik di suatu bagian dunia ini yang sedang meneliti dan mengembangkan teknologi piring terbang yang hingga saat ini oleh orang awam seperti kita menganggapnya sebagai UFO.",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/03/humor-sejarahnya-gajah-kalah-dengan.html",
        "post_title": "Humor - Sejarahnya Gajah Kalah Dengan Semut",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8929718968344162156\" itemprop=\"description articleBody\">\nMungkin sudah pernah mendengar cerita tentang gajah kalah dengan semut. Dalam permainan-permainan semasa masih kecil sering beradu jari untuk menentukan siapa yang menang dan siapa yang kalah. Di mana jari tangan jempol dikalahkan oleh jari kelingking atau gajah kalah dengan semut.Kenapa gajah yang tubuhnya besar bisa dikalahkan oleh semut yang tubuhnya jauh lebih kecil ?Awal ceritanya itu begini....Ada seekor semut hitam kecil sedang berjalan menaiki tubuh gajah besar sambil mendekati lubang telinganya.Tak lama kemudian gajah yang berbadan besar itu langsung pingsan. Ternyata semut kecil hitam itu membisikkan sesuatu di telinga si gajah besar dan membuat gajah terkaget-kaget setengah mati.\"Sayang,aku hamil dan kamu bapaknya\"Begitulah sejarahnya...(sumber)Blognya anak kecil yang punya banyak pengetahuan.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Mungkin sudah pernah mendengar cerita tentang gajah kalah dengan semut. Dalam permainan-permainan semasa masih kecil sering beradu jari untuk menentukan siapa yang menang dan siapa yang kalah. Di mana jari tangan jempol dikalahkan oleh jari kelingking atau gajah kalah dengan semut.Kenapa gajah yang tubuhnya besar bisa dikalahkan oleh semut yang tubuhnya jauh lebih kecil ?Awal ceritanya itu begini....Ada seekor semut hitam kecil sedang berjalan menaiki tubuh gajah besar sambil mendekati lubang telinganya.Tak lama kemudian gajah yang berbadan besar itu langsung pingsan. Ternyata semut kecil hitam itu membisikkan sesuatu di telinga si gajah besar dan membuat gajah terkaget-kaget setengah mati.\"Sayang,aku hamil dan kamu bapaknya\"Begitulah sejarahnya...(sumber)Blognya anak kecil yang punya banyak pengetahuan.",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/03/5-hewan-kutub-yang-dapat-berubah-warna.html",
        "post_title": "5 Hewan Kutub yang Dapat Berubah Warna Pas Musim dingin",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8417136904413063129\" itemprop=\"description articleBody\">\n.fullpost{display:inline;} Ermine (cerpelai)Cerpelai (Mustela erminea) adalah mamalia kecil dari famili Mustelidae. Hewan ini juga dikenal sebagai musang ekor pendek dan Ermine. anggota paling kecil dari famili musang. Ermine adalah hewan malam hari (meski kadang-kadang mereka keluar juga di siang hari) saat ini banyak ditemukan di daerah kutub Asia, Eropa, dan Amerika Utara. Lihat bagaimana hewan ini merubah warna punggungya dari coklat menjadi keputih-putihan di musim dingin. Spoiler for Ermine (cerpelai): Spoiler for menjadi: Rusa Kutub (Karibu)Umumnya, kulit sejenis rusa kutub ini berwarna antara coklat dan putih, tapi tidak pernah seluruhnya coklat atau putih. Di musim panas warnanya akan dominan coklat tapi lehernya tetap berwarna keputih-putihan, sedangkan di musim dingin warna putihnya menyebar dan menjadi jelas meski warna coklatnya tidak sepenuhnya lenyap. Tingkat perubahan warnanya juga tergantung dari kondisi habitat sekitarnya. Spoiler for rusa kutub: Spoiler for menjadi: Ptarmigan (Belibis Kutub)Ptarmigan (burung belibis) atau dikenal dengan ptarmigan gunung di Amerika Utara adalah burung populer yang berubah warna dari coklat menjadi putih dengan pengecualian warna ekornya yang tetap seperti aslinya coklat atau hitam. Burung-burung ini lebih suka berada di ketinggian dan area yang tandus dan sering bertengger di batu-batu atau diam saja di salju (bersembunyi), daripada di pepohonan dimana mereka justru mudah terlihat di musim dingin. Spoiler for ptarmigan: Spoiler for menjadi: Kelinci Kutubperubahan warna pada kelinci kutub adalah juga mutlak terjadi. Meski selama musim panas berwarna coklat dengan flek-flek hitamnya, ketika memasuki musim dingin warna bulunya berubah menjadi putih bersih. Tidak hanya membantu menjaganya tetap hangat, tapi juga menjadikannya terkamuflase di tengah salju ketika mereka keluar dari sarang atau liangnya. Spoiler for kelinci kutub: Spoiler for mejadi: Serigala KutubMulai bulan September, serigala kutub mengganti bulu coklatnya, berubah warna menjadi putih untuk membantunya menghadapi musim dingin. Ketika musim panas datang, sekali lagi warnanya berubah menjadi coklat, membantunya bersembunyi lebih baik di habitatnya. Serigala kutub hidup lebih jauh di sebelah utara daripada jenis serigala lainnya dan memburu tikus-tikus kutub untuk santapannya. Spoiler for serigala kutub: Spoiler for menjadi:\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": ".fullpost{display:inline;} Ermine (cerpelai)Cerpelai (Mustela erminea) adalah mamalia kecil dari famili Mustelidae. Hewan ini juga dikenal sebagai musang ekor pendek dan Ermine. anggota paling kecil dari famili musang. Ermine adalah hewan malam hari (meski kadang-kadang mereka keluar juga di siang hari) saat ini banyak ditemukan di daerah kutub Asia, Eropa, dan Amerika Utara. Lihat bagaimana hewan ini merubah warna punggungya dari coklat menjadi keputih-putihan di musim dingin. Spoiler for Ermine (cerpelai): Spoiler for menjadi: Rusa Kutub (Karibu)Umumnya, kulit sejenis rusa kutub ini berwarna antara coklat dan putih, tapi tidak pernah seluruhnya coklat atau putih. Di musim panas warnanya akan dominan coklat tapi lehernya tetap berwarna keputih-putihan, sedangkan di musim dingin warna putihnya menyebar dan menjadi jelas meski warna coklatnya tidak sepenuhnya lenyap. Tingkat perubahan warnanya juga tergantung dari kondisi habitat sekitarnya. Spoiler for rusa kutub: Spoiler for menjadi: Ptarmigan (Belibis Kutub)Ptarmigan (burung belibis) atau dikenal dengan ptarmigan gunung di Amerika Utara adalah burung populer yang berubah warna dari coklat menjadi putih dengan pengecualian warna ekornya yang tetap seperti aslinya coklat atau hitam. Burung-burung ini lebih suka berada di ketinggian dan area yang tandus dan sering bertengger di batu-batu atau diam saja di salju (bersembunyi), daripada di pepohonan dimana mereka justru mudah terlihat di musim dingin. Spoiler for ptarmigan: Spoiler for menjadi: Kelinci Kutubperubahan warna pada kelinci kutub adalah juga mutlak terjadi. Meski selama musim panas berwarna coklat dengan flek-flek hitamnya, ketika memasuki musim dingin warna bulunya berubah menjadi putih bersih. Tidak hanya membantu menjaganya tetap hangat, tapi juga menjadikannya terkamuflase di tengah salju ketika mereka keluar dari sarang atau liangnya. Spoiler for kelinci kutub: Spoiler for mejadi: Serigala KutubMulai bulan September, serigala kutub mengganti bulu coklatnya, berubah warna menjadi putih untuk membantunya menghadapi musim dingin. Ketika musim panas datang, sekali lagi warnanya berubah menjadi coklat, membantunya bersembunyi lebih baik di habitatnya. Serigala kutub hidup lebih jauh di sebelah utara daripada jenis serigala lainnya dan memburu tikus-tikus kutub untuk santapannya. Spoiler for serigala kutub: Spoiler for menjadi:",
        "lang": "id"
    },
    {
        "post_link": "http://iyan201080.blogspot.com/2010/02/dusun-krajan-mencekam-warga-takut.html",
        "post_title": "Dusun Krajan Mencekam Warga Takut \"Anjing Drakula\" Memangsa Manusi a",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2531930494201237868\" itemprop=\"description articleBody\">\nSejak belasan kambing Mbah Surateman mati diserang anjing pengisap darah, para peternak kembali ketakutan. Beberapa warga bahkan melakukan ritual agar anjing 'drakula' tidak menyerang ternak mereka.Suasana malam di Kampung Krajan, Desa Sumbersekar, Kecamatan Dau, Kabupaten Malang, terasa sangat mencekam dan lengang. Jika hari biasanya sesudah Maghrib, banyak anak-anak berlarian di jalan dusun untuk bermain, kini tak terlihat lagi.Cerita tentang anjing pengisap darah yang mengisap habis darah 12 kambing milik Mbah Surateman (74) Rabu (17/2/2010) lalu, membuat warga ketakutan. Apalagi cerita itu dibumbui bahwa hewan pengisap darah itu adalah makhluk jadi-jadian. Anakanak yang sejatinya tidak paham betul tentang apa yang terjadi ikut ketakutan. Mereka tidak berani keluar rumah ketika matahari mulai tenggelam.\"Hingga kini saya masih khawatir kalau hewan itu nantinya menyerang manusia,\" ungkap Gatot, Kaur Keamanan Desa Sumbersekar, Sabtu (20/2/2010).Saat ini warga gencar menggelar ronda malam untuk menangkap anjing pengisap darah. Banyak pemilik ternak juga berjaga semalaman untuk menunggui kandang. Warga ketakutan akan ada serangan lanjutan. Sejumlah warga bahkan ada yang mendatangi dukun untuk melindungi kandang secara gaib.\"Saya sudah memasang jaring dan menabur beberapa jenis kembang yang sudah didoai orang pintar yang saya datangi. Jika itu memang serangan makhluk jadi-jadian, maka hanya bisa ditangkal dengan ilmu gaib juga,\" ujar seorang warga yang tak mau disebut namanya.Strategi melibatkan paranormal diyakini ampuh untuk menghentikan teror anjing pengisap darah. Sejumlah warga bercerita serangan anjing itu sebenarnya juga dialami kambing-kambing milik salah satu warga bernama Herman tahun lalu. Pascakejadian, warga kemudian melakukan sejumlah ritual gaib, mulai meminta bantuan dari paranormal sampai istighotsah.\"Hasilnya cukup menenteramkan. Sejak saat itu tidak ada lagi serangan. Serangan baru terjadi lagi Rabu lalu,\" ujar Santi, warga RW 3 Dusun Krajan. Enam bulan setelah peristiwa yang menghabisi 42 kambing milik Herman, insiden serupa terulang dan kali ini menimpa kambing Mbah Surateman. Warga dan para peternak kembali terguncang. Dan, sejumlah warga pun kembali melakukan ritual.Suyono, tetangga Mbah Surateman, memilih mengecat bulu kambingnya dengan warna merah, sehari setelah 12 kambing Surateman berbulu putih diserang anjing pengisap darah. Alasannya, anjing pengisap darah hanya mengincar kambing-kambing domba berbulu putih.\"Saya harap itu bisa mengelabui hewan pengisap darah. Pengalaman dari serangan enam bulan lalu, dimana dalam satu kandang kambing ras lokal berwarna kemerahan dengan kambing putih ini dicampur, tetapi yang diisap darahnya hanya kambing putih saja,\" jelas Suyono.Tak hanya kambing putih miliknya yang disulap menjadi warna merah, Suyono juga mengecat ulang kandang dengan warna merah. Meski demikian, Suyono tak sepenuhnya tenang. Setiap malam ia masih begadang menjaga kandang. Hingga akhirnya Suyono menjual murah semua kambingnya kepada seorang pembeli, Sabtu pagi.\"Memang sudah diwarnai, tetapi saya juga tidak terlalu yakin karena tak ada jaminan. Daripada saya tidak dapat uang lebih baik tujuh kambing yang saya miliki itu dijual dengan harga murah,\" ungkap Suyono.Tiga anak kambing dan empat kambing siap potong dijual. Sejumlah tetangga Surateman pun berencana menjual kambing dengan harga murah. Apalagi sebagian besar kambing yang mereka pelihara adalah milik orang lain dengan sistem bagi hasil.\"Untuk sementara waktu saya akan mencari pekerjaan lain, tidak jadi pemelihara kambing dulu sampai situasinya tenang,\" tandas Suyono.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Sejak belasan kambing Mbah Surateman mati diserang anjing pengisap darah, para peternak kembali ketakutan. Beberapa warga bahkan melakukan ritual agar anjing 'drakula' tidak menyerang ternak mereka.Suasana malam di Kampung Krajan, Desa Sumbersekar, Kecamatan Dau, Kabupaten Malang, terasa sangat mencekam dan lengang. Jika hari biasanya sesudah Maghrib, banyak anak-anak berlarian di jalan dusun untuk bermain, kini tak terlihat lagi.Cerita tentang anjing pengisap darah yang mengisap habis darah 12 kambing milik Mbah Surateman (74) Rabu (17/2/2010) lalu, membuat warga ketakutan. Apalagi cerita itu dibumbui bahwa hewan pengisap darah itu adalah makhluk jadi-jadian. Anakanak yang sejatinya tidak paham betul tentang apa yang terjadi ikut ketakutan. Mereka tidak berani keluar rumah ketika matahari mulai tenggelam.\"Hingga kini saya masih khawatir kalau hewan itu nantinya menyerang manusia,\" ungkap Gatot, Kaur Keamanan Desa Sumbersekar, Sabtu (20/2/2010).Saat ini warga gencar menggelar ronda malam untuk menangkap anjing pengisap darah. Banyak pemilik ternak juga berjaga semalaman untuk menunggui kandang. Warga ketakutan akan ada serangan lanjutan. Sejumlah warga bahkan ada yang mendatangi dukun untuk melindungi kandang secara gaib.\"Saya sudah memasang jaring dan menabur beberapa jenis kembang yang sudah didoai orang pintar yang saya datangi. Jika itu memang serangan makhluk jadi-jadian, maka hanya bisa ditangkal dengan ilmu gaib juga,\" ujar seorang warga yang tak mau disebut namanya.Strategi melibatkan paranormal diyakini ampuh untuk menghentikan teror anjing pengisap darah. Sejumlah warga bercerita serangan anjing itu sebenarnya juga dialami kambing-kambing milik salah satu warga bernama Herman tahun lalu. Pascakejadian, warga kemudian melakukan sejumlah ritual gaib, mulai meminta bantuan dari paranormal sampai istighotsah.\"Hasilnya cukup menenteramkan. Sejak saat itu tidak ada lagi serangan. Serangan baru terjadi lagi Rabu lalu,\" ujar Santi, warga RW 3 Dusun Krajan. Enam bulan setelah peristiwa yang menghabisi 42 kambing milik Herman, insiden serupa terulang dan kali ini menimpa kambing Mbah Surateman. Warga dan para peternak kembali terguncang. Dan, sejumlah warga pun kembali melakukan ritual.Suyono, tetangga Mbah Surateman, memilih mengecat bulu kambingnya dengan warna merah, sehari setelah 12 kambing Surateman berbulu putih diserang anjing pengisap darah. Alasannya, anjing pengisap darah hanya mengincar kambing-kambing domba berbulu putih.\"Saya harap itu bisa mengelabui hewan pengisap darah. Pengalaman dari serangan enam bulan lalu, dimana dalam satu kandang kambing ras lokal berwarna kemerahan dengan kambing putih ini dicampur, tetapi yang diisap darahnya hanya kambing putih saja,\" jelas Suyono.Tak hanya kambing putih miliknya yang disulap menjadi warna merah, Suyono juga mengecat ulang kandang dengan warna merah. Meski demikian, Suyono tak sepenuhnya tenang. Setiap malam ia masih begadang menjaga kandang. Hingga akhirnya Suyono menjual murah semua kambingnya kepada seorang pembeli, Sabtu pagi.\"Memang sudah diwarnai, tetapi saya juga tidak terlalu yakin karena tak ada jaminan. Daripada saya tidak dapat uang lebih baik tujuh kambing yang saya miliki itu dijual dengan harga murah,\" ungkap Suyono.Tiga anak kambing dan empat kambing siap potong dijual. Sejumlah tetangga Surateman pun berencana menjual kambing dengan harga murah. Apalagi sebagian besar kambing yang mereka pelihara adalah milik orang lain dengan sistem bagi hasil.\"Untuk sementara waktu saya akan mencari pekerjaan lain, tidak jadi pemelihara kambing dulu sampai situasinya tenang,\" tandas Suyono.",
        "lang": "id"
    }
]