[
    {
        "post_link": "http://pfsprofile.blogspot.com/2023/06/your-account-is-hacked-your-data-is.html",
        "post_title": "Your account is hacked. Your data is stolen. Learn how to regain access.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7997498796617515349\" itemprop=\"description articleBody\">\nHi,\r<br/> <br/>I am a hacker, and I have successfully gained access to your operating system.\r<br/>I also have full access to your account.\r<br/> <br/>I've been watching you for a few months now.\r<br/> <br/>The fact is that your computer has been infected with malware through an adult site that you visited.\r<br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why did your antivirus not detect malware?\r<br/>Answer: The malware I used is driver-based, I update its signatures every 4 hours. Hence your antivirus is unable to detect its presence.\r<br/>I made a video showing how you satisfy yourself in the left half of the screen, and the right half shows the video you were watching at the time.\r<br/> <br/>With one mouse click, I can send this video to all your emails and contacts on your social networks.\r<br/>I can also make public all your e-mail correspondence and chat history on the messengers that you use.\r<br/> <br/>If you don't want this to happen, transfer $950 in Bitcoin equivalent to my Bitcoin address (if you do not know how to do this, just search \"buy bitcoin\" on Google).\r<br/> <br/>My Bitcoin address (BTC Wallet) is: 15NCWERN56DQNf4WiPLR2txgiEF2np5Q2g\r<br/> <br/>After confirming your payment, I will delete the video immediately, and that's it. You will never hear from me again.\r<br/>I will give you 50 hours (more than 2 days) to pay. I will get a notice, when you open this email, and the timer will start.\r<br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my Bitcoin address.\r<br/> <br/>I never make any mistakes.\r<br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi,I am a hacker, and I have successfully gained access to your operating system.I also have full access to your account.I've been watching you for a few months now.The fact is that your computer has been infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why did your antivirus not detect malware?Answer: The malware I used is driver-based, I update its signatures every 4 hours. Hence your antivirus is unable to detect its presence.I made a video showing how you satisfy yourself in the left half of the screen, and the right half shows the video you were watching at the time.With one mouse click, I can send this video to all your emails and contacts on your social networks.I can also make public all your e-mail correspondence and chat history on the messengers that you use.If you don't want this to happen, transfer $950 in Bitcoin equivalent to my Bitcoin address (if you do not know how to do this, just search \"buy bitcoin\" on Google).My Bitcoin address (BTC Wallet) is: 15NCWERN56DQNf4WiPLR2txgiEF2np5Q2gAfter confirming your payment, I will delete the video immediately, and that's it. You will never hear from me again.I will give you 50 hours (more than 2 days) to pay. I will get a notice, when you open this email, and the timer will start.Filing a complaint somewhere does not make sense because this email cannot be tracked like my Bitcoin address.I never make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2023/01/dont-miss-your-unsettled-payment.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7789657499387038186\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $1370 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1P5vLEEuGawo33WLs3pVdxTuyjqt7Ymf9C\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (aiwinbiz.aiwin@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $1370 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1P5vLEEuGawo33WLs3pVdxTuyjqt7Ymf9CAll you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2022/12/your-personal-data-has-leaked-due-to.html",
        "post_title": "Your personal data has leaked due to suspected harmful activities.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6325302532183187493\" itemprop=\"description articleBody\">\n<div><span class=\"967130925-10122022\"><font face=\"Arial\" size=\"2\">Hi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. ╭ ᑎ ╮   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..ᵔ.ᵔ   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 850 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 1Jv4gYRkCiDQqBQvdmDW9c2Dqwg1pYfn6y   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!</font></span></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. ╭ ᑎ ╮   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..ᵔ.ᵔ   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 850 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 1Jv4gYRkCiDQqBQvdmDW9c2Dqwg1pYfn6y   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2022/10/settle-your-debt-in-order-to-avoid.html",
        "post_title": "Settle your debt in order to avoid additional fees.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8880444567256263475\" itemprop=\"description articleBody\">\nHi there!\r<br/>Have you seen lately that an email sent by me to you from your own account?\r<br/>Yeah, that merely concludes that I have gained a complete access to a device of yours.\r<br/> <br/>For the past several months, you were under my close observation.\r<br/>Still surprised how could that happen? The thing is, your device was infected by a malware from one of adult websites that you lately accessed.\r<br/>It may seem complicated to you, nevertheless let me try to clear it out to you.\r<br/> <br/>With aid of Trojan Virus, I gained full access to your PC as well as any other device in your possession.\r<br/>That merely denotes that I am able to see you whenever I like just by turning on the camera and microphone in your PC, while you don't even know about that.\r<br/>Moreover, I have also obtained your entire contacts list, including your entire correspondence.\r<br/> <br/>Indeed, you wonder, \"But my PC is equipped with a valid antivirus, so how could that be possible? \r<br/>Why haven't I seen any warning?\" To be frank, the reply is very straightforward: malware of mine is based on drivers, \r<br/>whose signatures get updated on 4-hourly basis, causing it to become simply untraceable, and as result leaving your antivirus idle.\r<br/> <br/>I got a video showing the way you are jerking off on my left screen, while on the right screen there is a video that you watched during your masturbation session.\r<br/>Still unclear how bad that could become? One mouse click is enough to send that video to your entire list of social network, as well as e-mail contacts.\r<br/>In addition, I can as well provide access to your entire e-mail correspondence as well as messengers that are currently in your use.\r<br/> <br/>All you need to do to in order to avoid that from occurring - transfer $1550 (USD) in Bitcoin equivalent to my Bitcoin address \r<br/>(if you still don't know how that could be done, just use your browser and key-in: \"Buy Bitcoin\").\r<br/> <br/>Below is bitcoin address (BTC Wallet) of mine: 16trAbrqfAkfpN2zoJ2gQQdsYebkspgHpQ\r<br/> <br/>Upon getting evidence of payment from your side, I will instantly proceed with removing those videos, and that is all, you won't ever hear about me anymore.\r<br/>You are left with 2 days (or 48 hours) to perform that transaction.\r<br/>After opening this e-mail, I will get a notice, which will automatically start my timer countdown.\r<br/> <br/>Any attempts to complain to authorities won't be of any use to you, because this e-mail is simply untraceable, just like Bitcoin ID of mine.\r<br/>I was working on this for quite an extended period of time; so do not even think that I can make a mistake. \r<br/> <br/>In event that, I occasionally discover that you shared this message with anyone else, \r<br/>I will straight away proceed with making your video public as stated earlier. \r<br/> <br/>Good luck.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!Have you seen lately that an email sent by me to you from your own account?Yeah, that merely concludes that I have gained a complete access to a device of yours.For the past several months, you were under my close observation.Still surprised how could that happen? The thing is, your device was infected by a malware from one of adult websites that you lately accessed.It may seem complicated to you, nevertheless let me try to clear it out to you.With aid of Trojan Virus, I gained full access to your PC as well as any other device in your possession.That merely denotes that I am able to see you whenever I like just by turning on the camera and microphone in your PC, while you don't even know about that.Moreover, I have also obtained your entire contacts list, including your entire correspondence.Indeed, you wonder, \"But my PC is equipped with a valid antivirus, so how could that be possible?Why haven't I seen any warning?\" To be frank, the reply is very straightforward: malware of mine is based on drivers,whose signatures get updated on 4-hourly basis, causing it to become simply untraceable, and as result leaving your antivirus idle.I got a video showing the way you are jerking off on my left screen, while on the right screen there is a video that you watched during your masturbation session.Still unclear how bad that could become? One mouse click is enough to send that video to your entire list of social network, as well as e-mail contacts.In addition, I can as well provide access to your entire e-mail correspondence as well as messengers that are currently in your use.All you need to do to in order to avoid that from occurring - transfer $1550 (USD) in Bitcoin equivalent to my Bitcoin address(if you still don't know how that could be done, just use your browser and key-in: \"Buy Bitcoin\").Below is bitcoin address (BTC Wallet) of mine: 16trAbrqfAkfpN2zoJ2gQQdsYebkspgHpQUpon getting evidence of payment from your side, I will instantly proceed with removing those videos, and that is all, you won't ever hear about me anymore.You are left with 2 days (or 48 hours) to perform that transaction.After opening this e-mail, I will get a notice, which will automatically start my timer countdown.Any attempts to complain to authorities won't be of any use to you, because this e-mail is simply untraceable, just like Bitcoin ID of mine.I was working on this for quite an extended period of time; so do not even think that I can make a mistake.In event that, I occasionally discover that you shared this message with anyone else,I will straight away proceed with making your video public as stated earlier.Good luck.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2022/09/you-have-outstanding-debt.html",
        "post_title": "You have outstanding debt.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5976687860835550837\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (^-^)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1C2ek9b57xdVY9rPUaUnczxN5vGjVS8EhA\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (aiwinbiz.aiwin@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (^-^)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1C2ek9b57xdVY9rPUaUnczxN5vGjVS8EhAYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2022/08/dont-miss-your-unsettled-payment.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1024333902994012617\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $1370 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1EhjD4hzLpwuHVu52ScHTJASqPdkC6SD4\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (aiwinbiz.aiwin@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $1370 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1EhjD4hzLpwuHVu52ScHTJASqPdkC6SD4All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2022/07/there-is-overdue-payment-under-your.html",
        "post_title": "There is an overdue payment under your name. Please, settle your debts ASAP.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6241070898943897159\" itemprop=\"description articleBody\">\nHi!\r<br/> <br/>Sadly, there are some bad news that you are about to hear.\r<br/>About few months ago I have gained a full access to all devices used by you for internet browsing.\r<br/>Shortly after, I started recording all internet activities done by you.\r<br/> <br/>Below is the sequence of events of how that happened: \r<br/>Earlier I purchased from hackers a unique access to diversified email accounts (at the moment, it is really easy to do using internet).\r<br/>As you can see, I managed to log in to your email account without breaking a sweat: (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>Within one week afterwards, I installed a Trojan virus in your Operating Systems available on all devices that you utilize for logging in your email.\r<br/>To be frank, it was somewhat a very easy task (since you were kind enough to open some of links provided in your inbox emails).\r<br/>I know, you may be thinking now that I'm a genius.\r<br/> <br/>With help of that useful software, I am now able to gain access to all the controllers located in your devices (e.g., video camera, keyboard, microphone and others).\r<br/>As result, managed to download all your photos, personal data, history of web browsing and other info to my servers without any problems.\r<br/>Moreover, I now have access to all accounts in your messengers, social networks, emails, contacts list, chat history - you name it.\r<br/>My Trojan virus continues refreshing its signatures in a non-stop manner (because it is operated by driver), \r<br/>hence it remains undetected by any antivirus software installed in your PC or device.\r<br/> <br/>So, I guess now you finally understand the reason why I could never be caught until this very letter...\r<br/> <br/>During the process of your personal info compilation, I could not help but notice that you are a huge admirer and regular guest of websites with adult content.\r<br/>You endure a lot of pleasure while checking out porn websites, watching nasty porn movies and reaching breathtaking orgasms.\r<br/>Let me be frank with you, it was really hard to resist from recording some of those naughty solo scenes with you in main role and compiling them in special videos \r<br/>that expose your masturbation sessions, which end with you cumming.\r<br/> <br/>In case if you still have doubts, all I need is to click my mouse and all those nasty videos with you will be shared to friends, colleagues, and relatives of yours.\r<br/>Moreover, nothing stops me from uploading all that hot content online, so all public can watch it too.\r<br/>I sincerely hope, you would really not prefer that to happen, keeping in mind all the dirty things you like to watch, \r<br/>(you certainly know what I mean) it will completely ruin your reputation.\r<br/> <br/>However, don't worry, there is still a way to resolve this:\r<br/>You need to carry out a $1550 USD transfer to my wallet (equivalent amount in bitcoins depending on exchange rate at the moment of funds transfer), \r<br/>hence upon receiving the transaction, I will proceed with deleting all the filthy videos with you in main role.\r<br/>Afterwards, we can forget about this unpleasant accident. Furthermore, I guarantee that all the malicious software will also be erased from your devices and accounts. \r<br/>Mark my words, I never lie.\r<br/> <br/>That is a great bargain with a low price, I assure you, because I have spent a lot of effort while recording \r<br/>and tracking down all your activities and dirty deeds during a long period of time.\r<br/>In case if you have no idea how to buy and transfer bitcoins - feel free to check the related info on the internet.\r<br/> <br/>Here is my bitcoin wallet for your reference: 1LV8rSHsXYQ9JWUM4LRAGywH8RA6DXH6A7\r<br/> <br/>From now on, you have only 48 hours and countdown has started once you opened this very email (in other words, 2 days).\r<br/> <br/>The following list contains things you should definitely abstain from doing or even attempting:\r<br/>&gt; Abstain from trying to reply this email (since the email is generated inside your inbox alongside with return address).\r<br/>&gt; Abstain from trying to call or report to police or any other security services. In addition, it's a bad idea if you want to share it with your friends, \r<br/> hoping they would help. If I happen to find out (knowing my awesome skills, it can be done effortlessly,\r<br/> because I have all your devices and accounts under my control and unceasing observation) - kinky videos of yours will be share to public the same day. \r<br/>&gt; Abstain from trying to look for me - that would not lead anywhere either. Cryptocurrency transactions are absolutely anonymous and cannot be tracked.\r<br/>&gt; Abstain from reinstalling your OS on devices or throwing them away. That would not solve the problem as well, \r<br/> since all your personal videos are already uploaded and stored at remote servers.\r<br/> <br/>Things you may be confused about:\r<br/>&gt; That your funds transfer won't be delivered to me.\r<br/> Chill, I can track down any transactions right away, so upon funds transfer I will receive a notification as well,\r<br/> since I still control your devices (my trojan virus has ability of controlling all processes remotely, just like TeamViewer).\r<br/>&gt; That I am going to share your dirty videos after receiving money transfer from you. \r<br/> Here you need to trust me, because there is absolutely no point to still bother you after receiving money.\r<br/> Moreover, if I really wanted all those videos would be available to public long time ago! \r<br/> <br/>I believe we can still handle this situation on fair terms!\r<br/> <br/>Here is my last advice to you... in future you better ensure you stay away from this kind of situations!\r<br/>My advice - don't forget to regularly update your passwords to feel completely secure.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Sadly, there are some bad news that you are about to hear.About few months ago I have gained a full access to all devices used by you for internet browsing.Shortly after, I started recording all internet activities done by you.Below is the sequence of events of how that happened:Earlier I purchased from hackers a unique access to diversified email accounts (at the moment, it is really easy to do using internet).As you can see, I managed to log in to your email account without breaking a sweat: (aiwinbiz.aiwin@blogger.com).Within one week afterwards, I installed a Trojan virus in your Operating Systems available on all devices that you utilize for logging in your email.To be frank, it was somewhat a very easy task (since you were kind enough to open some of links provided in your inbox emails).I know, you may be thinking now that I'm a genius.With help of that useful software, I am now able to gain access to all the controllers located in your devices (e.g., video camera, keyboard, microphone and others).As result, managed to download all your photos, personal data, history of web browsing and other info to my servers without any problems.Moreover, I now have access to all accounts in your messengers, social networks, emails, contacts list, chat history - you name it.My Trojan virus continues refreshing its signatures in a non-stop manner (because it is operated by driver),hence it remains undetected by any antivirus software installed in your PC or device.So, I guess now you finally understand the reason why I could never be caught until this very letter...During the process of your personal info compilation, I could not help but notice that you are a huge admirer and regular guest of websites with adult content.You endure a lot of pleasure while checking out porn websites, watching nasty porn movies and reaching breathtaking orgasms.Let me be frank with you, it was really hard to resist from recording some of those naughty solo scenes with you in main role and compiling them in special videosthat expose your masturbation sessions, which end with you cumming.In case if you still have doubts, all I need is to click my mouse and all those nasty videos with you will be shared to friends, colleagues, and relatives of yours.Moreover, nothing stops me from uploading all that hot content online, so all public can watch it too.I sincerely hope, you would really not prefer that to happen, keeping in mind all the dirty things you like to watch,(you certainly know what I mean) it will completely ruin your reputation.However, don't worry, there is still a way to resolve this:You need to carry out a $1550 USD transfer to my wallet (equivalent amount in bitcoins depending on exchange rate at the moment of funds transfer),hence upon receiving the transaction, I will proceed with deleting all the filthy videos with you in main role.Afterwards, we can forget about this unpleasant accident. Furthermore, I guarantee that all the malicious software will also be erased from your devices and accounts.Mark my words, I never lie.That is a great bargain with a low price, I assure you, because I have spent a lot of effort while recordingand tracking down all your activities and dirty deeds during a long period of time.In case if you have no idea how to buy and transfer bitcoins - feel free to check the related info on the internet.Here is my bitcoin wallet for your reference: 1LV8rSHsXYQ9JWUM4LRAGywH8RA6DXH6A7From now on, you have only 48 hours and countdown has started once you opened this very email (in other words, 2 days).The following list contains things you should definitely abstain from doing or even attempting:> Abstain from trying to reply this email (since the email is generated inside your inbox alongside with return address).> Abstain from trying to call or report to police or any other security services. In addition, it's a bad idea if you want to share it with your friends,hoping they would help. If I happen to find out (knowing my awesome skills, it can be done effortlessly,because I have all your devices and accounts under my control and unceasing observation) - kinky videos of yours will be share to public the same day.> Abstain from trying to look for me - that would not lead anywhere either. Cryptocurrency transactions are absolutely anonymous and cannot be tracked.> Abstain from reinstalling your OS on devices or throwing them away. That would not solve the problem as well,since all your personal videos are already uploaded and stored at remote servers.Things you may be confused about:> That your funds transfer won't be delivered to me.Chill, I can track down any transactions right away, so upon funds transfer I will receive a notification as well,since I still control your devices (my trojan virus has ability of controlling all processes remotely, just like TeamViewer).> That I am going to share your dirty videos after receiving money transfer from you.Here you need to trust me, because there is absolutely no point to still bother you after receiving money.Moreover, if I really wanted all those videos would be available to public long time ago!I believe we can still handle this situation on fair terms!Here is my last advice to you... in future you better ensure you stay away from this kind of situations!My advice - don't forget to regularly update your passwords to feel completely secure.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2022/03/pending-for-payment.html",
        "post_title": "Pending for payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4599713894640205267\" itemprop=\"description articleBody\">\nGreetings!\r<br/>Have you seen lately my e-mail to you from an account of yours?\r<br/>Yeah, that merely confirms that I have gained a complete access to device of yours.\r<br/> <br/>Within the past several months, I was observing you.\r<br/>Are you still surprised how could that happen? Frankly speaking, malware has infected your devices and it's coming from an adult website, which you used to visit. \r<br/>Although all this stuff may seem unfamiliar to you, but let me try to explain that to you.\r<br/> <br/>With aid of Trojan Viruses, I managed to gain full access to any PC or other types of devices.\r<br/>That merely means that I can watch you whenever I want via your screen just by activating your camera as well as microphone, while you don't even know about that. \r<br/>Moreover, I have also received access to entire contacts list as well as full correspondence of yours.\r<br/> <br/>You may be wondering, \"However, my PC is protected by a legitimate antivirus, so how could that happen? Why couldn't I get any alerts?\" \r<br/>To be honest, the reply is quite straightforward: malware of mine utilizes drivers, which update the signatures on 4-hourly basis, \r<br/>which turns them to become untraceable, and hereby making your antivirus remain idle.\r<br/> <br/>I have collected a video on the left screen where you enjoy wanking, while the video on the right screen shows the video you were watching at that point of time.\r<br/>Still puzzled how much damage could that cause? One mouse click is enough for me to share this video to your social networks, as well as e-mail contacts of yours.\r<br/>In addition, I am also able to gain access to all e-mail correspondence as well as messengers used by you.\r<br/> <br/>Below are simple steps required for you to undertake in order to avoid that from occurring - transfer $1350 in Bitcoin equivalent to my wallet \r<br/>(if you don't know how to complete that, just open your browser and make a google search: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin wallet address (BTC Wallet) is: 14dbcD3gXf5eHkYuA2PYf2nakQ5B7hVqHj \r<br/> <br/>Once the payment has been confirmed, I shall remove the video without delay, and that is end of story - afterwards you won't hear about me again for sure.\r<br/>The time for you to perform the transaction is 2 days (48 hours).\r<br/>After this e-mail is opened by you, I will get an automatic notice, which will start my timer.\r<br/> <br/>Any effort to complain will not change anything at all, because this e-mail is simply untraceable, just like my bitcoin address.\r<br/>I have been developing these plans for quite an extended period of time; so, don't expect any mistake from my side. \r<br/> <br/>If, get to know that you tried to send this message to anyone else, I will distribute your video as described earlier.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!Have you seen lately my e-mail to you from an account of yours?Yeah, that merely confirms that I have gained a complete access to device of yours.Within the past several months, I was observing you.Are you still surprised how could that happen? Frankly speaking, malware has infected your devices and it's coming from an adult website, which you used to visit.Although all this stuff may seem unfamiliar to you, but let me try to explain that to you.With aid of Trojan Viruses, I managed to gain full access to any PC or other types of devices.That merely means that I can watch you whenever I want via your screen just by activating your camera as well as microphone, while you don't even know about that.Moreover, I have also received access to entire contacts list as well as full correspondence of yours.You may be wondering, \"However, my PC is protected by a legitimate antivirus, so how could that happen? Why couldn't I get any alerts?\"To be honest, the reply is quite straightforward: malware of mine utilizes drivers, which update the signatures on 4-hourly basis,which turns them to become untraceable, and hereby making your antivirus remain idle.I have collected a video on the left screen where you enjoy wanking, while the video on the right screen shows the video you were watching at that point of time.Still puzzled how much damage could that cause? One mouse click is enough for me to share this video to your social networks, as well as e-mail contacts of yours.In addition, I am also able to gain access to all e-mail correspondence as well as messengers used by you.Below are simple steps required for you to undertake in order to avoid that from occurring - transfer $1350 in Bitcoin equivalent to my wallet(if you don't know how to complete that, just open your browser and make a google search: \"Buy Bitcoin\").My bitcoin wallet address (BTC Wallet) is: 14dbcD3gXf5eHkYuA2PYf2nakQ5B7hVqHjOnce the payment has been confirmed, I shall remove the video without delay, and that is end of story - afterwards you won't hear about me again for sure.The time for you to perform the transaction is 2 days (48 hours).After this e-mail is opened by you, I will get an automatic notice, which will start my timer.Any effort to complain will not change anything at all, because this e-mail is simply untraceable, just like my bitcoin address.I have been developing these plans for quite an extended period of time; so, don't expect any mistake from my side.If, get to know that you tried to send this message to anyone else, I will distribute your video as described earlier.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2021/11/you-have-outstanding-debt.html",
        "post_title": "You have outstanding debt.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2123777851803326474\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1Dwi3dsfYEzbU3QDtjNC8DNfoaVNAcNRYC\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (aiwinbiz.aiwin@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1Dwi3dsfYEzbU3QDtjNC8DNfoaVNAcNRYCYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2021/10/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3436067813156477039\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1300 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 13Hayv2eeuwHTcUNhZVeCJytdBQosoSwVq\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (aiwinbiz.aiwin@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1300 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 13Hayv2eeuwHTcUNhZVeCJytdBQosoSwVqYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2021/08/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4735733770285679853\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 19AXt8DjBCJEXaoqYf3hF7UieTjKpT5Gkm\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (aiwinbiz.aiwin@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 19AXt8DjBCJEXaoqYf3hF7UieTjKpT5GkmYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2021/06/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7556717114342939495\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 1LjGz2WcECaNpK1ajWcpsPEQFSxrw5DxMM\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (aiwinbiz.aiwin@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1650 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 1LjGz2WcECaNpK1ajWcpsPEQFSxrw5DxMMYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2021/06/pharmacy-online-without-prescriptionbuy_65.html",
        "post_title": "Pharmacy Online Without Prescription.Buy Viagra,Cialis,Levitra And More With Discount",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6572874084530849138\" itemprop=\"description articleBody\">\n<a href=\"http://xn--90am3ajef5b0a.xn--p1ai/?HVyRDXeZEsXRDcTfVYGUHJINUHBYjgFtcDRXESxEsxTDRcyTFgy\">http://xn--90am3ajef5b0a.xn--p1ai/?HVyRDXeZEsXRDcTfVYGUHJINUHBYjgFtcDRXESxEsxTDRcyTFgy</a>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "http://xn--90am3ajef5b0a.xn--p1ai/?HVyRDXeZEsXRDcTfVYGUHJINUHBYjgFtcDRXESxEsxTDRcyTFgy",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2021/06/pharmacy-online-without-prescriptionbuy_66.html",
        "post_title": "Pharmacy Online Without Prescription.Buy Viagra,Cialis,Levitra And More With Discount",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7530379662212376749\" itemprop=\"description articleBody\">\n<a href=\"http://xn--90am3ajef5b0a.xn--p1ai/?HVyRDXeZEsXRDcTfVYGUHJINUHBYjgFtcDRXESxEsxTDRcyTFgy\">http://xn--90am3ajef5b0a.xn--p1ai/?HVyRDXeZEsXRDcTfVYGUHJINUHBYjgFtcDRXESxEsxTDRcyTFgy</a>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "http://xn--90am3ajef5b0a.xn--p1ai/?HVyRDXeZEsXRDcTfVYGUHJINUHBYjgFtcDRXESxEsxTDRcyTFgy",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2021/04/hackers-have-access-to-your-device.html",
        "post_title": "Hackers have access to your device. Check details ASAP!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3899493430021781111\" itemprop=\"description articleBody\">\nHello there\r<br/>Let me introduce myself first - I am a professional programmer, who specializes in hacking during my free time.\r<br/>This time you were unlucky to become my next victim and I have just hacked the Operating System and your device.\r<br/> <br/>I have been observing you for several months.\r<br/>To put things in a simple way, I have infected your device with my virus while you were visiting your favorite adult website.\r<br/> <br/>I will try to explain the situation in more details, if you are not really familiar with this kind of situations.\r<br/>Trojan virus grants me with full access as well as control of your device.\r<br/>Hence, I can see and access anything on your screen, switch on the camera and microphone and do other stuff, while you don't even know that.\r<br/> <br/>In addition, I also accessed your whole contacts list at social networks and your device too.\r<br/> <br/>You may be questioning yourself - why didn't your antivirus detect any malicious software until now?\r<br/> <br/>- Well, my spyware uses a special driver, which has a signature that is updated on a frequent basis, hereby your antivirus simply cannot catch it.\r<br/> <br/>I have created a videoclip exposing the way you are playing with yourself on the left screen section, while the right section shows the porn video that you were watching at that point of time.\r<br/>Few clicks of my mouse would be sufficient to forward this video to all your contacts list and social media friends.\r<br/>You will be surprised to discover that I can even upload it to online platforms for public access.\r<br/> <br/>The good news is that you can still prevent this from happening:\r<br/>All you need to do is transfer $1350 (USD) of bitcoin equivalent to my BTC wallet (if you don't know how to get it done, \r<br/>do some search online - there are plenty of articles describing the step-by-step process).\r<br/> <br/>My bitcoin wallet is (BTC Wallet): 1NToziZKcJfyxHpwkcxbafwghGasme4NUf\r<br/> <br/>Once I receive your payment, I will delete your kinky video right away, and can promise that is the last time you hear from.\r<br/>You have 48 hours (2 days exactly) to complete the payment.\r<br/>The read notification will be automatically sent to me, once you open this email, so the timer will start automatically from that moment.\r<br/> <br/>Don't bother trying to reply my email, because it won't change anything (the sender's email address has been generated automatically and taken from internet).\r<br/>Don't try to complain or report me either, because all my personal information and my bitcoin address are encrypted as part of blockchain system.\r<br/>I have done my homework.\r<br/> <br/>If I discover that you have tried forwarding this email to anyone, I will right away share your kinky video to public.\r<br/> <br/>Let's be reasonable and don't make any stupid mistakes anymore. I have provided a clear step-by-step guide for you.\r<br/>All you need to do is simply follow the steps and get rid of this uncomfortable situation once and for all.\r<br/> <br/>Best regards and good luck.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello thereLet me introduce myself first - I am a professional programmer, who specializes in hacking during my free time.This time you were unlucky to become my next victim and I have just hacked the Operating System and your device.I have been observing you for several months.To put things in a simple way, I have infected your device with my virus while you were visiting your favorite adult website.I will try to explain the situation in more details, if you are not really familiar with this kind of situations.Trojan virus grants me with full access as well as control of your device.Hence, I can see and access anything on your screen, switch on the camera and microphone and do other stuff, while you don't even know that.In addition, I also accessed your whole contacts list at social networks and your device too.You may be questioning yourself - why didn't your antivirus detect any malicious software until now?- Well, my spyware uses a special driver, which has a signature that is updated on a frequent basis, hereby your antivirus simply cannot catch it.I have created a videoclip exposing the way you are playing with yourself on the left screen section, while the right section shows the porn video that you were watching at that point of time.Few clicks of my mouse would be sufficient to forward this video to all your contacts list and social media friends.You will be surprised to discover that I can even upload it to online platforms for public access.The good news is that you can still prevent this from happening:All you need to do is transfer $1350 (USD) of bitcoin equivalent to my BTC wallet (if you don't know how to get it done,do some search online - there are plenty of articles describing the step-by-step process).My bitcoin wallet is (BTC Wallet): 1NToziZKcJfyxHpwkcxbafwghGasme4NUfOnce I receive your payment, I will delete your kinky video right away, and can promise that is the last time you hear from.You have 48 hours (2 days exactly) to complete the payment.The read notification will be automatically sent to me, once you open this email, so the timer will start automatically from that moment.Don't bother trying to reply my email, because it won't change anything (the sender's email address has been generated automatically and taken from internet).Don't try to complain or report me either, because all my personal information and my bitcoin address are encrypted as part of blockchain system.I have done my homework.If I discover that you have tried forwarding this email to anyone, I will right away share your kinky video to public.Let's be reasonable and don't make any stupid mistakes anymore. I have provided a clear step-by-step guide for you.All you need to do is simply follow the steps and get rid of this uncomfortable situation once and for all.Best regards and good luck.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2021/02/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5028868036115453567\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $950 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 1xPr18gM8YKsaiUkGz9MgpjtwcBQcME2i\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (aiwinbiz.aiwin@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $950 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 1xPr18gM8YKsaiUkGz9MgpjtwcBQcME2iYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2019/08/security-notice-someone-have-access-to.html",
        "post_title": "Security Notice. Someone have access to your system.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2207989628676561493\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I am a hacker who has access to your operating system.\r<br/>I also have full access to your account.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $592 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1ELKdWgfedTJ9FV4U5W2JVXFzTpKSqcCjM\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I am a hacker who has access to your operating system.I also have full access to your account.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $592 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1ELKdWgfedTJ9FV4U5W2JVXFzTpKSqcCjMAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2019/07/your-account-has-been-hacked-you-need.html",
        "post_title": "Your account has been hacked! You need to unlock.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7486182866288988883\" itemprop=\"description articleBody\">\nHi, dear user of <a href=\"http://blogger.com\">blogger.com</a> <br/> <br/>We have installed one RAT software into you device \r<br/>For this moment your email account is hacked too.\r<br/> <br/>Changed your password? You're doing great!\r<br/>But my software recognizes every such action. I'm updating passwords!\r<br/>I'm always one step ahead....\r<br/> <br/>So... I have downloaded all confidential information from your system and I got some more evidence.\r<br/>The most interesting moment that I have discovered are videos records where you masturbating.\r<br/> <br/>I posted EternalBlue Exploit modification on porn site, and then you installed my malicious code (trojan) on your operation system.\r<br/>When you clicked the button Play on porn video, at that moment my trojan was downloaded to your device.\r<br/>After installation, your front camera shoots video every time you masturbate, in addition, the software is synchronized with the video you choose.\r<br/> <br/>For the moment, the software has harvrested all your contact information from social networks and email addresses.\r<br/>If you need to erase all of your collected data and video with your enjoy, send me $600(usd) in BTC (crypto currency).\r<br/> <br/>This is my Bitcoin wallet: 1A19CzQQ5ZFxK57LWoAn2rFScTda6DnK1q\r<br/>You have 48 hours after reading this letter.\r<br/> <br/>After your transaction I will erase all your data.\r<br/>Otherwise, I will send video with your pranks to all your colleagues, friends and relatives!!!\r<br/> <br/>P.S. I'm asking you - not to answer this letter because the sender's address is fake, just to keep me incognito.\r<br/> <br/>And henceforth be more careful!\r<br/>Please visit only secure sites!\r<br/>Bye,Bye...\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi, dear user ofblogger.comWe have installed one RAT software into you deviceFor this moment your email account is hacked too.Changed your password? You're doing great!But my software recognizes every such action. I'm updating passwords!I'm always one step ahead....So... I have downloaded all confidential information from your system and I got some more evidence.The most interesting moment that I have discovered are videos records where you masturbating.I posted EternalBlue Exploit modification on porn site, and then you installed my malicious code (trojan) on your operation system.When you clicked the button Play on porn video, at that moment my trojan was downloaded to your device.After installation, your front camera shoots video every time you masturbate, in addition, the software is synchronized with the video you choose.For the moment, the software has harvrested all your contact information from social networks and email addresses.If you need to erase all of your collected data and video with your enjoy, send me $600(usd) in BTC (crypto currency).This is my Bitcoin wallet: 1A19CzQQ5ZFxK57LWoAn2rFScTda6DnK1qYou have 48 hours after reading this letter.After your transaction I will erase all your data.Otherwise, I will send video with your pranks to all your colleagues, friends and relatives!!!P.S. I'm asking you - not to answer this letter because the sender's address is fake, just to keep me incognito.And henceforth be more careful!Please visit only secure sites!Bye,Bye...",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2019/06/you-put-yourself-at-risk.html",
        "post_title": "You Put Yourself At Risk",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-641114906865490729\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I have very bad news for you.\r<br/>18/01/2019 - on this day I hacked your OS and got full access to your account <a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a> <br/> <br/>So, you can change the password, yes... But my malware intercepts it every time.\r<br/> <br/>How I made it:\r<br/>In the software of the router, through which you went online, was a vulnerability.\r<br/>I just hacked this router and placed my malicious code on it.\r<br/>When you went online, my trojan was installed on the OS of your device.\r<br/> <br/>After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).\r<br/> <br/>A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.\r<br/>But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!\r<br/>I'm talk you about sites for adults.\r<br/> <br/>I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!\r<br/> <br/>And I got an idea....\r<br/>I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).\r<br/>After that, I made a screenshot of your joys (using the camera of your device) and glued them together.\r<br/>Turned out amazing! You are so spectacular!\r<br/> <br/>I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.\r<br/>I think $594 is a very, very small amount for my silence.\r<br/>Besides, I have been spying on you for so long, having spent a lot of time!\r<br/> <br/>Pay ONLY in Bitcoins!\r<br/>My BTC wallet: 1E69X8qQMEUuMaMPPtupgj4mV4USwdtE1n\r<br/> <br/>You do not know how to use bitcoins?\r<br/>Enter a query in any search engine: \"how to replenish btc wallet\".\r<br/>It's extremely easy\r<br/> <br/>For this payment I give you two days (48 hours).\r<br/>As soon as this letter is opened, the timer will work.\r<br/> <br/>After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.\r<br/>If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".\r<br/> <br/>I hope you understand your situation.\r<br/>- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)\r<br/>- Do not try to contact me (this is impossible, sender's address was randomly generated)\r<br/>- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.\r<br/> <br/>P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!\r<br/> This is the word of honor hacker\r<br/> <br/>I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.\r<br/> <br/>Do not hold evil! I just do my job.\r<br/>Have a nice day!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I have very bad news for you.18/01/2019 - on this day I hacked your OS and got full access to your accountaiwinbiz.aiwin@blogger.comSo, you can change the password, yes... But my malware intercepts it every time.How I made it:In the software of the router, through which you went online, was a vulnerability.I just hacked this router and placed my malicious code on it.When you went online, my trojan was installed on the OS of your device.After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!I'm talk you about sites for adults.I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!And I got an idea....I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).After that, I made a screenshot of your joys (using the camera of your device) and glued them together.Turned out amazing! You are so spectacular!I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.I think $594 is a very, very small amount for my silence.Besides, I have been spying on you for so long, having spent a lot of time!Pay ONLY in Bitcoins!My BTC wallet: 1E69X8qQMEUuMaMPPtupgj4mV4USwdtE1nYou do not know how to use bitcoins?Enter a query in any search engine: \"how to replenish btc wallet\".It's extremely easyFor this payment I give you two days (48 hours).As soon as this letter is opened, the timer will work.After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".I hope you understand your situation.- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)- Do not try to contact me (this is impossible, sender's address was randomly generated)- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!This is the word of honor hackerI also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.Do not hold evil! I just do my job.Have a nice day!",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2019/04/bloggercom-security-service-third-party.html",
        "post_title": "blogger.com security service. Third party accessed to aiwinbiz.aiwin@blogger.com.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4632098044735455436\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I'm is very good programmer, known in darkweb as stavro81.\r<br/>I hacked this mailbox more than 3 months ago, \r<br/>through it I infected your operating system with a virus (trojan) created by me and have been spying for you a very long time.\r<br/> <br/>I understand it is hard to believe, but I have full access to your account:\r<br/>You can check it yourself, I'm wrote you from yours account!\r<br/> <br/>Even if you changed the password after that - it does not matter, my virus intercepted all the caching data on your computer\r<br/>and automatically saved access for me.\r<br/> <br/>I have access to all your accounts, social networks, email, browsing history.\r<br/>Accordingly, I have the data of all your contacts, files from your computer, photos and videos.\r<br/> <br/>I was most struck by the intimate content sites that you occasionally visit.\r<br/>You have a very wild imagination, I tell you!\r<br/> <br/>During your pastime and entertainment there, I took screenshot through the camera of your device, synchronizing with what you are watching.\r<br/>Oh my god! You are so funny and excited!\r<br/> <br/>I think that you do not want all your contacts to get these files, right?\r<br/>If you are of the same opinion, then I think that $668 is quite a fair price to destroy the dirt I created.\r<br/> <br/>Send the above amount on my BTC wallet (bitcoin): 1BVVqiqX1mAVNujniRgi2NBopqA6HmZgtK\r<br/>As soon as the above amount is received, I guarantee that the data will be deleted, I do not need it.\r<br/> <br/>Otherwise, these files and history of visiting sites will get all your contacts from your device.\r<br/>Also, I'll send to everyone your contact access to your email and access logs, I have carefully saved it!\r<br/> <br/>Since reading this letter you have 48 hours!\r<br/>After your reading this message, I'll receive an automatic notification that you have seen the letter.\r<br/> <br/>Please do not try to answer me, the from-address is generated automatically!\r<br/> <br/>I hope I taught you a good lesson.\r<br/>Do not be so nonchalant, please visit only to proven resources, and don't enter your passwords anywhere!\r<br/>Good luck!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I'm is very good programmer, known in darkweb as stavro81.I hacked this mailbox more than 3 months ago,through it I infected your operating system with a virus (trojan) created by me and have been spying for you a very long time.I understand it is hard to believe, but I have full access to your account:You can check it yourself, I'm wrote you from yours account!Even if you changed the password after that - it does not matter, my virus intercepted all the caching data on your computerand automatically saved access for me.I have access to all your accounts, social networks, email, browsing history.Accordingly, I have the data of all your contacts, files from your computer, photos and videos.I was most struck by the intimate content sites that you occasionally visit.You have a very wild imagination, I tell you!During your pastime and entertainment there, I took screenshot through the camera of your device, synchronizing with what you are watching.Oh my god! You are so funny and excited!I think that you do not want all your contacts to get these files, right?If you are of the same opinion, then I think that $668 is quite a fair price to destroy the dirt I created.Send the above amount on my BTC wallet (bitcoin): 1BVVqiqX1mAVNujniRgi2NBopqA6HmZgtKAs soon as the above amount is received, I guarantee that the data will be deleted, I do not need it.Otherwise, these files and history of visiting sites will get all your contacts from your device.Also, I'll send to everyone your contact access to your email and access logs, I have carefully saved it!Since reading this letter you have 48 hours!After your reading this message, I'll receive an automatic notification that you have seen the letter.Please do not try to answer me, the from-address is generated automatically!I hope I taught you a good lesson.Do not be so nonchalant, please visit only to proven resources, and don't enter your passwords anywhere!Good luck!",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2019/04/security-alert-your-accounts-was.html",
        "post_title": "Security Alert. Your accounts was compromised. You need change password!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1853847533900597687\" itemprop=\"description articleBody\">\nHello, minx!\r<br/> <br/>As you can see - I sent you this email from your account.\r<br/>Yes! I have full access to <a href=\"mailto:aiwinbiz.aiwin@blogger.com\">aiwinbiz.aiwin@blogger.com</a>.\r<br/>Moreover, I have full access to your device.\r<br/> <br/>I have been watching you for several months.\r<br/>The thing is, you got infected with my spyware about three months ago.\r<br/> <br/>I first infected the router to which you connected to access the Internet.\r<br/>Then through the router your device was infected.\r<br/> <br/>If you do not understand the nuances, then I will explain\r<br/>Spyware gives me full access and control over a computer or any other device.\r<br/>This means that I can see everything on your screen, scan your hard drive, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why didn't your antivirus detect malware?\r<br/>The fact is that my program updates its signatures every 6 hours, so the anti-virus database does not have time to track it.\r<br/> <br/>I scanned your hard drive and found enough of your frank and very sexy photos to be surprised.\r<br/>Oh yeah! You are beautiful and amazing. I would not mind having an affair with you but I need the funds.\r<br/> <br/>YES! With a single keystroke, I can send these photos to all your contacts in the mail, phone and social networks.\r<br/>I can also publish access to all your accounts that you use, including the current one.\r<br/> <br/>If you do not want to allow this, then:\r<br/>transfer $515 to my bitcoin address (if you don't understand something, write to Google: \"Buy bitcoin\").\r<br/> <br/>My Bitcoin address (BTC wallet): 19qqYeGgbzhT8Lic5WsbDZgJkzAy82R6fF\r<br/> <br/>After receiving the payment, I will delete all your photos and other data, and you will never see me again.\r<br/>I will also launch a team that will remove my virus from your device!\r<br/>I give you 48 hours (2 days) for payment.\r<br/> <br/>I have a notice of this letter being read, and the countdown will work when you see this letter.\r<br/> <br/>There is no point in complaining or writing anywhere, since this letter cannot be traced.\r<br/>I'm never wrong!\r<br/> <br/>Know that I am closely watching your device and all your accounts.\r<br/>If I see that you share with someone about this letter, then all your photos and data will be instantly distributed!\r<br/> <br/>Remember that if during the specified time I do not receive payment - photos and data will be instantly distributed, and your device will be encrypted!\r<br/> <br/>Be clever girl!\r<br/> <br/>Your respectable observer.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello, minx!As you can see - I sent you this email from your account.Yes! I have full access toaiwinbiz.aiwin@blogger.com.Moreover, I have full access to your device.I have been watching you for several months.The thing is, you got infected with my spyware about three months ago.I first infected the router to which you connected to access the Internet.Then through the router your device was infected.If you do not understand the nuances, then I will explainSpyware gives me full access and control over a computer or any other device.This means that I can see everything on your screen, scan your hard drive, but you do not know about it.I also have access to all your contacts and all your correspondence.Why didn't your antivirus detect malware?The fact is that my program updates its signatures every 6 hours, so the anti-virus database does not have time to track it.I scanned your hard drive and found enough of your frank and very sexy photos to be surprised.Oh yeah! You are beautiful and amazing. I would not mind having an affair with you but I need the funds.YES! With a single keystroke, I can send these photos to all your contacts in the mail, phone and social networks.I can also publish access to all your accounts that you use, including the current one.If you do not want to allow this, then:transfer $515 to my bitcoin address (if you don't understand something, write to Google: \"Buy bitcoin\").My Bitcoin address (BTC wallet): 19qqYeGgbzhT8Lic5WsbDZgJkzAy82R6fFAfter receiving the payment, I will delete all your photos and other data, and you will never see me again.I will also launch a team that will remove my virus from your device!I give you 48 hours (2 days) for payment.I have a notice of this letter being read, and the countdown will work when you see this letter.There is no point in complaining or writing anywhere, since this letter cannot be traced.I'm never wrong!Know that I am closely watching your device and all your accounts.If I see that you share with someone about this letter, then all your photos and data will be instantly distributed!Remember that if during the specified time I do not receive payment - photos and data will be instantly distributed, and your device will be encrypted!Be clever girl!Your respectable observer.",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2019/04/frauders-known-your-old-passwords.html",
        "post_title": "Frauders known your old passwords. Access data must be changed.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2886122580823197800\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>As you may have noticed, I sent you an email from your account.\r<br/>This means that I have full access to your device.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $777 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1JBFFHR8tGiMgYLpnZCVG8n4cSpm591urc\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!As you may have noticed, I sent you an email from your account.This means that I have full access to your device.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $777 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1JBFFHR8tGiMgYLpnZCVG8n4cSpm591urcAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2019/03/caution-attack-hackers-to-your-account.html",
        "post_title": "Caution! Attack hackers to your account!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-247081449702347074\" itemprop=\"description articleBody\">\nHi, your account has been infected! Renew the password this time!\r<br/> <br/>You do not know anything about me and you may be probably surprised for what reason you're reading this particular letter, proper?\r<br/> <br/>I'm hacker who exploitedyour emailand all devicesnot so long ago.\r<br/>Never try out to msg me or alternatively seek for me, it's impossible,\r<br/>because I forwarded you this message using YOUR hacked account.\r<br/> <br/>I've installed special program on the adult videos (porno) site\r<br/>and guess that you visited this site to have fun (you understand what I mean).\r<br/> <br/>While you have been keeping an eye on video clips,\r<br/>your internet browser started out to act like a RDP (Remote Control)\r<br/>having a keylogger that provided me access to your screen and network camera.\r<br/> <br/>Then, my softobtainedall information.\r<br/>You have typed passcodes on the online resources you visited, I caught them.\r<br/>Surely, you are able change each of them, or have already modified them.\r<br/>However it doesn't matter, my program renews needed data regularly.\r<br/> <br/>What actually I have done?\r<br/>I generated a reserve copy of every your system. Of all the files and each contact.\r<br/>I formed a dual-screen videofile.\r<br/>The first part displays the film that you were watching (you have got an interesting preferences, ahahhh...),\r<br/>and the second screen displays the recording from your own camera.\r<br/> <br/>What exactly should you do?\r<br/>Clearly, I think, $719(USD) will be a fair price for our small riddle.\r<br/>You will make the deposit by bitcoins\r<br/>(if you do not understand this, go searching \"how to purchase bitcoin\" in any search engine).\r<br/> <br/>My bitcoin wallet address: 1PAcoXVyzBDRryyg3MAmBQhDuofNYu55Uo\r<br/>(It is cAsE sensitive, so copy and paste it).\r<br/> <br/>Important:\r<br/>You will have 2 days in order to make the payment.\r<br/>(I have an unique pixel in this letter, and at the moment I understand that you've read through this email).\r<br/> <br/>To tracethe reading of a messageand the actionsin it, I utilizea Facebook pixel.\r<br/> <br/>Thanks to them. (That whichis usedfor the authorities may helpus.)\r<br/> <br/>In case I fail to get bitcoins,\r<br/>I shall undoubtedly send your video files to each of your contacts, along with relatives, co-workers, etc?\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi, your account has been infected! Renew the password this time!You do not know anything about me and you may be probably surprised for what reason you're reading this particular letter, proper?I'm hacker who exploitedyour emailand all devicesnot so long ago.Never try out to msg me or alternatively seek for me, it's impossible,because I forwarded you this message using YOUR hacked account.I've installed special program on the adult videos (porno) siteand guess that you visited this site to have fun (you understand what I mean).While you have been keeping an eye on video clips,your internet browser started out to act like a RDP (Remote Control)having a keylogger that provided me access to your screen and network camera.Then, my softobtainedall information.You have typed passcodes on the online resources you visited, I caught them.Surely, you are able change each of them, or have already modified them.However it doesn't matter, my program renews needed data regularly.What actually I have done?I generated a reserve copy of every your system. Of all the files and each contact.I formed a dual-screen videofile.The first part displays the film that you were watching (you have got an interesting preferences, ahahhh...),and the second screen displays the recording from your own camera.What exactly should you do?Clearly, I think, $719(USD) will be a fair price for our small riddle.You will make the deposit by bitcoins(if you do not understand this, go searching \"how to purchase bitcoin\" in any search engine).My bitcoin wallet address: 1PAcoXVyzBDRryyg3MAmBQhDuofNYu55Uo(It is cAsE sensitive, so copy and paste it).Important:You will have 2 days in order to make the payment.(I have an unique pixel in this letter, and at the moment I understand that you've read through this email).To tracethe reading of a messageand the actionsin it, I utilizea Facebook pixel.Thanks to them. (That whichis usedfor the authorities may helpus.)In case I fail to get bitcoins,I shall undoubtedly send your video files to each of your contacts, along with relatives, co-workers, etc?",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2014/10/medstore-here.html",
        "post_title": "Medstore here",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8000227494510826188\" itemprop=\"description articleBody\">\nCheap medications you can find here\r<br/><a href=\"http://homenaturaleshop.ru\">http://homenaturaleshop.ru</a>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Cheap medications you can find herehttp://homenaturaleshop.ru",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2014/08/medstore-here_2.html",
        "post_title": "Medstore here",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1776670539503545494\" itemprop=\"description articleBody\">\nCheap medications you can find here\r<br/><a href=\"http://familypharmacydeal.ru\">http://familypharmacydeal.ru</a>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Cheap medications you can find herehttp://familypharmacydeal.ru",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2014/08/medstore-here.html",
        "post_title": "Medstore here",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5508798513483978822\" itemprop=\"description articleBody\">\nCheap medications you can find here\r<br/><a href=\"http://familypharmacydeal.ru\">http://familypharmacydeal.ru</a>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Cheap medications you can find herehttp://familypharmacydeal.ru",
        "lang": "en"
    },
    {
        "post_link": "http://pfsprofile.blogspot.com/2014/07/pharmacy-international.html",
        "post_title": "Pharmacy international",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-204721362869153250\" itemprop=\"description articleBody\">\nCheap medications you can find here\r<br/><a href=\"http://familypharmacydeal.ru\">http://familypharmacydeal.ru</a>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Cheap medications you can find herehttp://familypharmacydeal.ru",
        "lang": "en"
    }
]