[
    {
        "post_link": "https://pittperiodical.blogspot.com/2021/04/negative-seo-services.html",
        "post_title": "Negative SEO Services",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2210681073392787164\" itemprop=\"description articleBody\">\nHi,\r<br/> <br/>If you ever need Negative SEO Serrvices, we offer it here\r<br/><a href=\"https://blackhatsem.co\">https://blackhatsem.co</a> <br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/>Unsubscribe: <a href=\"http://blackhatsem.co/unsubscribe/\">http://blackhatsem.co/unsubscribe/</a>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi,If you ever need Negative SEO Serrvices, we offer it herehttps://blackhatsem.coUnsubscribe:http://blackhatsem.co/unsubscribe/",
        "lang": "en"
    },
    {
        "post_link": "https://pittperiodical.blogspot.com/2020/05/re-additional-details.html",
        "post_title": "re: Additional Details",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1947910804857106827\" itemprop=\"description articleBody\">\nhi there\r<br/> <br/>After checking your website SEO metrics and ranks, we determined \r<br/>that you can get a real boost in ranks and visibility by using \r<br/>aour Deluxe Plan:\r<br/><a href=\"https://www.hilkom-digital.com/product/deluxe-seo-plan/\">https://www.hilkom-digital.com/product/deluxe-seo-plan/</a> <br/> <br/>thank you\r<br/>Mike\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "hi thereAfter checking your website SEO metrics and ranks, we determinedthat you can get a real boost in ranks and visibility by usingaour Deluxe Plan:https://www.hilkom-digital.com/product/deluxe-seo-plan/thank youMike",
        "lang": "en"
    },
    {
        "post_link": "https://pittperiodical.blogspot.com/2008/06/elder-pitt.html",
        "post_title": "Elder Pitt",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8576451374552053871\" itemprop=\"description articleBody\">\nDear Family,                                                                                                                                                                      May 26, 08    Why Hello!  The library was closed for Memorial Day so I didn't get any e-mail letter this week if there were any.  But that is ok I guess.  I don't have much time today because I spent much of today making a tape for Hyrum and the wedding dinner.  It is pretty cool so be excited.  I am sending it in a package, if you could forward it to Hyrum that would be great.      This week was a good one.  We had zone conference and I actually gave a little talk about the converting power of the spirit.  Mom, I used a quote from one of your letters, it was great.  And I went on an exchange with the district leader and that was really great.  Mom, I took your advice and let James borrow some Mormon Tab. choir CD's and I think it has been good.  We actually had some good success this week.  I think we might finally be coming out of the slump.  It has helped me be really happy this week.    I promise to write a longer one next week, but know that I am doing well, and that I have been learning a lot this week.  God's hand has really been evident.    I am grateful for you all and love you tons.                                                                     Love, Elder Pitt<br><br/>Dearest Family.  <br/> It was good to finally read all you letters today.  It sounds like things have been pretty crazy back home but I'm glad that everything is working out alright.  I'm especially glad that Heavenly Father was watching out for you, dad.  I would like to see you again in this life so take care of yourself.  Same goes for everyone.  Isaac, I'm sorry about the soccer game.  That certainly is too bad, but keep your head up and learn from every experience.  Mom, Mary, Hyrum, Miriam, thanks for your e-mails over the past weeks.  They are always appreciated.  Tell Grandpa hello for me.  Tell Ardi good luck with the whole birthing process. (We thought that was a funny way to say it.)  I hope all goes well.     Alright, well like I mentioned in the short e-mail (it was very short.  Two lines)  Elder Estrada is getting transferred tomorrow.  It is definitely a bitter-sweet experience.  I really have learned so much from him...how to enjoy each day, how to frequently bear testimony, how to love studying the mysteries of God, and how to always be looking for opportunities to serve, to name a few. But on the other side, there has been some challenges.  So it is a time of mixed feelings.      The past couple weeks have been really pretty good though.  We kinda felt like one of us might go so we have been working especially hard and visiting lots of people we have talked to over the past 2 transfers trying to get them re-excited.  We have definitely seen some miracles.  One lady we meet was actually reading the Book of Mormon.  She had found a loose copy in the Post Office and decided to take it home to read.  One other lady we had contacted her awhile ago, but because she was undergoing surgery we didn't try to set up a return appt.  Well we got referred to her this week by a member so we decided to go back.  She had just started feeling healthy and was looking to go back to church but didn't want to go to her old church because of some things that went on there.  So she allowed us to set up a time to come back and teach her.  It was seriously perfect timing for us to show up there.  It has been so fun to see God's hand working miracles here and preparing people.  Hopefully these two ladies will progress.  I am learning a lot as far as the gospel goes.  And I'm loving the mission more and more.  I love you all.                                                                                                  Love, Elder Pitt\n<div style=\"clear: both;\"></div>\n</br></div>",
        "cleaned_post_text": "Dear Family,                                                                                                                                                                      May 26, 08    Why Hello!  The library was closed for Memorial Day so I didn't get any e-mail letter this week if there were any.  But that is ok I guess.  I don't have much time today because I spent much of today making a tape for Hyrum and the wedding dinner.  It is pretty cool so be excited.  I am sending it in a package, if you could forward it to Hyrum that would be great.      This week was a good one.  We had zone conference and I actually gave a little talk about the converting power of the spirit.  Mom, I used a quote from one of your letters, it was great.  And I went on an exchange with the district leader and that was really great.  Mom, I took your advice and let James borrow some Mormon Tab. choir CD's and I think it has been good.  We actually had some good success this week.  I think we might finally be coming out of the slump.  It has helped me be really happy this week.    I promise to write a longer one next week, but know that I am doing well, and that I have been learning a lot this week.  God's hand has really been evident.    I am grateful for you all and love you tons.                                                                     Love, Elder PittDearest Family.It was good to finally read all you letters today.  It sounds like things have been pretty crazy back home but I'm glad that everything is working out alright.  I'm especially glad that Heavenly Father was watching out for you, dad.  I would like to see you again in this life so take care of yourself.  Same goes for everyone.  Isaac, I'm sorry about the soccer game.  That certainly is too bad, but keep your head up and learn from every experience.  Mom, Mary, Hyrum, Miriam, thanks for your e-mails over the past weeks.  They are always appreciated.  Tell Grandpa hello for me.  Tell Ardi good luck with the whole birthing process. (We thought that was a funny way to say it.)  I hope all goes well.     Alright, well like I mentioned in the short e-mail (it was very short.  Two lines)  Elder Estrada is getting transferred tomorrow.  It is definitely a bitter-sweet experience.  I really have learned so much from him...how to enjoy each day, how to frequently bear testimony, how to love studying the mysteries of God, and how to always be looking for opportunities to serve, to name a few. But on the other side, there has been some challenges.  So it is a time of mixed feelings.      The past couple weeks have been really pretty good though.  We kinda felt like one of us might go so we have been working especially hard and visiting lots of people we have talked to over the past 2 transfers trying to get them re-excited.  We have definitely seen some miracles.  One lady we meet was actually reading the Book of Mormon.  She had found a loose copy in the Post Office and decided to take it home to read.  One other lady we had contacted her awhile ago, but because she was undergoing surgery we didn't try to set up a return appt.  Well we got referred to her this week by a member so we decided to go back.  She had just started feeling healthy and was looking to go back to church but didn't want to go to her old church because of some things that went on there.  So she allowed us to set up a time to come back and teach her.  It was seriously perfect timing for us to show up there.  It has been so fun to see God's hand working miracles here and preparing people.  Hopefully these two ladies will progress.  I am learning a lot as far as the gospel goes.  And I'm loving the mission more and more.  I love you all.                                                                                                  Love, Elder Pitt",
        "lang": "en"
    }
]