[
    {
        "post_link": "https://principalstudygroup.blogspot.com/2022/08/dont-miss-your-unsettled-payment.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6506514099320817158\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $950 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1DnDfzKAjTYWcn6nCVfkXLh5RRaGBUZ7nE\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (kkelly8.ps174@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $950 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1DnDfzKAjTYWcn6nCVfkXLh5RRaGBUZ7nEAll you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2022/05/you-have-outstanding-payment-debt.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-899524019987092667\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_^)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntC\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (kkelly8.ps174@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_^)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntCYou are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2022/04/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8729721997101936175\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1710 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1PQfyHsqnU1mpQHgbgNsbAxDLw5u2mgqgb\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (kkelly8.ps174@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1710 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1PQfyHsqnU1mpQHgbgNsbAxDLw5u2mgqgbYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2021/12/you-have-to-pay-debt.html",
        "post_title": "You have to pay a debt.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2132572757852618232\" itemprop=\"description articleBody\">\nHi! \r<br/> <br/>Unfortunately, I have some bad news for you.\r<br/>Several months ago, I got access to the device you are using to browse the internet.\r<br/>Since that time, I have been monitoring your internet activity. \r<br/> <br/>Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this. \r<br/>To keep it simple, the websites you visited provided me with access to your data. \r<br/> <br/>I've uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.\r<br/>Moreover, I have backed-up all the data, including photos, social media, chats and contacts. \r<br/> <br/>Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun! \r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1750 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently. \r<br/> <br/>In my opinion, this is a somewhat modest price for my work. \r<br/>You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that it's not very difficult.\r<br/> <br/>My Bitcoin wallet (BTC): 1HiTbewnp8XNHy2zdeYQTG3NAicRG7CzuT\r<br/> <br/>You have 48 hours to reply and you should also bear the following in mind: \r<br/> <br/>It makes no sense to reply me - the address has been generated automatically.\r<br/>It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked. \r<br/>Everything has been orchestrated precisely. \r<br/> <br/>If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!\r<br/> <br/>P.S. The time will start once you open this letter. (This program has a built-in timer).\r<br/> <br/>Good luck and take it easy! It was just bad luck, next time please be careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Unfortunately, I have some bad news for you.Several months ago, I got access to the device you are using to browse the internet.Since that time, I have been monitoring your internet activity.Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this.To keep it simple, the websites you visited provided me with access to your data.I've uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.Moreover, I have backed-up all the data, including photos, social media, chats and contacts.Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun!Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario.With that in mind, here is my proposal:Transfer the amount equivalent to 1750 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently.In my opinion, this is a somewhat modest price for my work.You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that it's not very difficult.My Bitcoin wallet (BTC): 1HiTbewnp8XNHy2zdeYQTG3NAicRG7CzuTYou have 48 hours to reply and you should also bear the following in mind:It makes no sense to reply me - the address has been generated automatically.It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked.Everything has been orchestrated precisely.If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!P.S. The time will start once you open this letter. (This program has a built-in timer).Good luck and take it easy! It was just bad luck, next time please be careful.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2021/11/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-616574003001751452\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1550 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1BwDYXp1YCa2NLfGiF5Gfnkmgf61MqupHb\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (kkelly8.ps174@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1550 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1BwDYXp1YCa2NLfGiF5Gfnkmgf61MqupHbYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2021/10/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6274468797032021643\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 15KquhG7RGkyXvEVT1aXLgPt4qgBEVe8rN\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (kkelly8.ps174@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 15KquhG7RGkyXvEVT1aXLgPt4qgBEVe8rNYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2021/08/waiting-for-payment.html",
        "post_title": "Waiting for the payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8904409381252033575\" itemprop=\"description articleBody\">\nHello!\r<br/>Have you recently noticed that I have e-mailed you from your account?\r<br/>Yes, this simply means that I have total access to your device.\r<br/> <br/>For the last couple of months, I have been watching you.\r<br/>Still wondering how is that possible? Well, you have been infected with malware originating from an adult website that you visited. You may not be familiar with this, but I will try explaining it to you.\r<br/> <br/>With help of the Trojan Virus, I have complete access to a PC or any other device.\r<br/>This simply means I can see you at any time I wish to on your screen by simply turning on your camera and microphone, without you even noticing it. In addition, I have also got access to your contacts list and all your correspondence.\r<br/> <br/>You may be asking yourself, \"But my PC has an active antivirus, how is this even possible? Why didn't I receive any notification?\" Well, the answer is simple: my malware uses drivers, where I update the signatures every four hours, making it undetectable, and hence keeping your antivirus silent.\r<br/> <br/>I have a video of you wanking on the left screen, and on the right screen - the video you were watching while masturbating.\r<br/>Wondering how bad could this get? With just a single click of my mouse, this video can be sent to all your social networks, and e-mail contacts.\r<br/>I can also share access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>All you have to do to prevent this from happening is - transfer bitcoins worth $1450 (USD) to my Bitcoin address (if you have no idea how to do this, you can open your browser and simply search: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1AbhXaiFxR52NDTrjAtzsdyhooVNoVchy1\r<br/> <br/>After receiving a confirmation of your payment, I will delete the video right away, and that's it, you will never hear from me again.\r<br/>You have 2 days (48 hours) to complete this transaction.\r<br/>Once you open this e-mail, I will receive a notification, and my timer will start ticking.\r<br/> <br/>Any attempt to file a complaint will not result in anything, since this e-mail cannot be traced back, same as my bitcoin id.\r<br/>I have been working on this for a very long time by now; I do not give any chance for a mistake. \r<br/> <br/>If, by any chance I find out that you have shared this message with anybody else, I will broadcast your video as mentioned above.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Have you recently noticed that I have e-mailed you from your account?Yes, this simply means that I have total access to your device.For the last couple of months, I have been watching you.Still wondering how is that possible? Well, you have been infected with malware originating from an adult website that you visited. You may not be familiar with this, but I will try explaining it to you.With help of the Trojan Virus, I have complete access to a PC or any other device.This simply means I can see you at any time I wish to on your screen by simply turning on your camera and microphone, without you even noticing it. In addition, I have also got access to your contacts list and all your correspondence.You may be asking yourself, \"But my PC has an active antivirus, how is this even possible? Why didn't I receive any notification?\" Well, the answer is simple: my malware uses drivers, where I update the signatures every four hours, making it undetectable, and hence keeping your antivirus silent.I have a video of you wanking on the left screen, and on the right screen - the video you were watching while masturbating.Wondering how bad could this get? With just a single click of my mouse, this video can be sent to all your social networks, and e-mail contacts.I can also share access to all your e-mail correspondence and messengers that you use.All you have to do to prevent this from happening is - transfer bitcoins worth $1450 (USD) to my Bitcoin address (if you have no idea how to do this, you can open your browser and simply search: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1AbhXaiFxR52NDTrjAtzsdyhooVNoVchy1After receiving a confirmation of your payment, I will delete the video right away, and that's it, you will never hear from me again.You have 2 days (48 hours) to complete this transaction.Once you open this e-mail, I will receive a notification, and my timer will start ticking.Any attempt to file a complaint will not result in anything, since this e-mail cannot be traced back, same as my bitcoin id.I have been working on this for a very long time by now; I do not give any chance for a mistake.If, by any chance I find out that you have shared this message with anybody else, I will broadcast your video as mentioned above.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2021/06/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8973980210174687053\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $1550 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 1665CsfFELrfiiubFZtLsGHGuqbUz1wXcz\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (kkelly8.ps174@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $1550 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 1665CsfFELrfiiubFZtLsGHGuqbUz1wXczYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2021/04/cooperation-offer.html",
        "post_title": "Cooperation Offer",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1616338411314242453\" itemprop=\"description articleBody\">\nHey! \r<br/> <br/>As you can see, this is not a formal email, and unfortunately, it does not mean anything good for you. \r<br/>BUT do not despair, it is not critical. I am going to explain to you everything right now. \r<br/> <br/>I have access to your electronic devices, which are the part of the local network you regularly use. \r<br/>I have been tracking your activity for the last few months. \r<br/> <br/>How did that happen?\r<br/>You visited some hacked adult websites with Exploit, and your device was exposed to my malicious software (I bought it in Darknet from specialists in this field).\r<br/>This is a very complex software, operating as Trojan Horse. It updates regularly, and your antivirus can not detect it. \r<br/>The program has a keylogger; it can turn your camera and microphone on and off, send files and provide access to your local network. \r<br/> <br/>It took me some time to get access to the information from other devices, and as of now, \r<br/>I have all your contacts with conversations, info about your locations, what you like, your favourite websites, etc. \r<br/> <br/>Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun! \r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a couple clicks, and I assume that you would like to prevent this scenario. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1650 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently. \r<br/> <br/>In my opinion, this is a somewhat modest price for my work. \r<br/>If you don't know how to use Bitcoins, search it in Bing or Google 'how can I purchase Bitcoins' or other stuff like that. \r<br/> <br/>My Bitcoin wallet: 1Cg1X5xS6wkLqPksNcsVzm41Mf24PsrE1\r<br/> <br/>You have 55 hours to reply and you should also bear the following in mind: \r<br/>It makes no sense to reply me - the address has been generated automatically.\r<br/>It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked. \r<br/>Everything has been orchestrated precisely. \r<br/> <br/>If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it.\r<br/>Following that, the video will be posted on the web!\r<br/> <br/>Remember! Time tracking will start as soon as you open this email, I am monitoring this! \r<br/> <br/>Good luck and take it easy! It was just bad luck, next time please be careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hey!As you can see, this is not a formal email, and unfortunately, it does not mean anything good for you.BUT do not despair, it is not critical. I am going to explain to you everything right now.I have access to your electronic devices, which are the part of the local network you regularly use.I have been tracking your activity for the last few months.How did that happen?You visited some hacked adult websites with Exploit, and your device was exposed to my malicious software (I bought it in Darknet from specialists in this field).This is a very complex software, operating as Trojan Horse. It updates regularly, and your antivirus can not detect it.The program has a keylogger; it can turn your camera and microphone on and off, send files and provide access to your local network.It took me some time to get access to the information from other devices, and as of now,I have all your contacts with conversations, info about your locations, what you like, your favourite websites, etc.Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun!Rest assured that I can easily send this video to all your contacts with a couple clicks, and I assume that you would like to prevent this scenario.With that in mind, here is my proposal:Transfer the amount equivalent to 1650 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently.In my opinion, this is a somewhat modest price for my work.If you don't know how to use Bitcoins, search it in Bing or Google 'how can I purchase Bitcoins' or other stuff like that.My Bitcoin wallet: 1Cg1X5xS6wkLqPksNcsVzm41Mf24PsrE1You have 55 hours to reply and you should also bear the following in mind:It makes no sense to reply me - the address has been generated automatically.It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked.Everything has been orchestrated precisely.If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it.Following that, the video will be posted on the web!Remember! Time tracking will start as soon as you open this email, I am monitoring this!Good luck and take it easy! It was just bad luck, next time please be careful.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2021/02/payment-from-your-account.html",
        "post_title": "Payment from your account.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4538277741651399615\" itemprop=\"description articleBody\">\nGreetings!\r<br/> <br/>I have to share bad news with you.\r<br/>Approximately few months ago I have gained access to your devices, which you use for internet browsing.\r<br/>After that, I have started tracking your internet activities.\r<br/> <br/>Here is the sequence of events: \r<br/>Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).\r<br/>Obviously, I have easily managed to log in to your email account (<a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a>).\r<br/> <br/>One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.\r<br/>In fact, it was not really hard at all (since you were following the links from your inbox emails).\r<br/>All ingenious is simple. =)\r<br/> <br/>This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).\r<br/>I have downloaded all your information, data, photos, web browsing history to my servers.\r<br/>I have access to all your messengers, social networks, emails, chat history and contacts list.\r<br/>My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.\r<br/> <br/>Likewise, I guess by now you understand why I have stayed undetected until this letter...\r<br/> <br/>While gathering information about you, I have discovered that you are a big fan of adult websites.\r<br/>You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.\r<br/>Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.\r<br/> <br/>If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.\r<br/>I have also no issue at all to make them available for public access.\r<br/>I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.\r<br/> <br/>Let's settle it this way:\r<br/>You transfer $950 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.\r<br/>After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.\r<br/> <br/>This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.\r<br/>In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.\r<br/> <br/>Here is my bitcoin wallet: 16aqr3rXxCtxa8AK3ErftnBQLfzyyhjpXJ\r<br/> <br/>You have less than 48 hours from the moment you opened this email (precisely 2 days).\r<br/> <br/>Things you need to avoid from doing:\r<br/>*Do not reply me (I have created this email inside your inbox and generated the return address).\r<br/>*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away. \r<br/>*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.\r<br/>*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.\r<br/> <br/>Things you don't need to worry about:\r<br/>*That I won't be able to receive your funds transfer.\r<br/>- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).\r<br/>*That I will share your videos anyway after you complete the funds transfer.\r<br/>- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago! \r<br/> <br/>Everything will be done in a fair manner!\r<br/> <br/>One more thing... Don't get caught in similar kind of situations anymore in future!\r<br/>My advice - keep changing all your passwords on a frequent basis\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!I have to share bad news with you.Approximately few months ago I have gained access to your devices, which you use for internet browsing.After that, I have started tracking your internet activities.Here is the sequence of events:Some time ago I have purchased access to email accounts from hackers (nowadays, it is quite simple to purchase such thing online).Obviously, I have easily managed to log in to your email account (kkelly8.ps174@blogger.com).One week later, I have already installed Trojan virus to Operating Systems of all the devices that you use to access your email.In fact, it was not really hard at all (since you were following the links from your inbox emails).All ingenious is simple. =)This software provides me with access to all the controllers of your devices (e.g., your microphone, video camera and keyboard).I have downloaded all your information, data, photos, web browsing history to my servers.I have access to all your messengers, social networks, emails, chat history and contacts list.My virus continuously refreshes the signatures (it is driver-based), and hence remains invisible for antivirus software.Likewise, I guess by now you understand why I have stayed undetected until this letter...While gathering information about you, I have discovered that you are a big fan of adult websites.You really love visiting porn websites and watching exciting videos, while enduring an enormous amount of pleasure.Well, I have managed to record a number of your dirty scenes and montaged a few videos, which show the way you masturbate and reach orgasms.If you have doubts, I can make a few clicks of my mouse and all your videos will be shared to your friends, colleagues and relatives.I have also no issue at all to make them available for public access.I guess, you really don't want that to happen, considering the specificity of the videos you like to watch, (you perfectly know what I mean) it will cause a true catastrophe for you.Let's settle it this way:You transfer $950 USD to me (in bitcoin equivalent according to the exchange rate at the moment of funds transfer), and once the transfer is received, I will delete all this dirty stuff right away.After that we will forget about each other. I also promise to deactivate and delete all the harmful software from your devices. Trust me, I keep my word.This is a fair deal and the price is quite low, considering that I have been checking out your profile and traffic for some time by now.In case, if you don't know how to purchase and transfer the bitcoins - you can use any modern search engine.Here is my bitcoin wallet: 16aqr3rXxCtxa8AK3ErftnBQLfzyyhjpXJYou have less than 48 hours from the moment you opened this email (precisely 2 days).Things you need to avoid from doing:*Do not reply me (I have created this email inside your inbox and generated the return address).*Do not try to contact police and other security services. In addition, forget about telling this to you friends. If I discover that (as you can see, it is really not so hard, considering that I control all your systems) - your video will be shared to public right away.*Don't try to find me - it is absolutely pointless. All the cryptocurrency transactions are anonymous.*Don't try to reinstall the OS on your devices or throw them away. It is pointless as well, since all the videos have already been saved at remote servers.Things you don't need to worry about:*That I won't be able to receive your funds transfer.- Don't worry, I will see it right away, once you complete the transfer, since I continuously track all your activities (my trojan virus has got a remote-control feature, something like TeamViewer).*That I will share your videos anyway after you complete the funds transfer.- Trust me, I have no point to continue creating troubles in your life. If I really wanted that, I would do it long time ago!Everything will be done in a fair manner!One more thing... Don't get caught in similar kind of situations anymore in future!My advice - keep changing all your passwords on a frequent basis",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2020/07/change-your-password-immediately-your_11.html",
        "post_title": "Chnge your pssword mmeditely. Your ccount hs been hcked.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4242080122897962311\" itemprop=\"description articleBody\">\nHello!<br/> <br/>   hve bd news for you.<br/>  14/03/2020 - on ths dy  hcked your opertng system nd got full ccess to your ccount kkelly8.ps174@blogger.com<br/> <br/>  t s useless to chnge the pssword, my mlwre ntercepts t every tme.<br/> <br/>  How t ws:<br/>  n the softwre of the router to whch you were connected tht dy, there ws  vulnerblty.<br/>   frst hcked ths router nd plced my mlcous code on t.<br/>  When you entered n the nternet, my trojn ws nstlled on the opertng system of your devce.<br/> <br/>  fter tht,  mde  full dump of your dsk ( hve ll your ddress book, hstory of vewng stes, ll fles, phone numbers nd ddresses of ll your contcts).<br/> <br/>   month go,  wnted to lock your devce nd sk for  smll mount of money to unlock.<br/>  But  looked t the stes tht you regulrly vst, nd cme to the bg delght of your fvorte resources.<br/>  'm tlkng bout stes for dults.<br/> <br/>   wnt to sy - you re  bg pervert. You hve unbrdled fntsy!<br/> <br/>  fter tht, n de cme to my mnd.<br/>   mde  screenshot of the ntmte webste where you hve fun (how dd you msturbte).<br/>  fter tht,  took off your joys (usng the cmer of your devce). t turned out beutfully, do not hestte.<br/> <br/>   m strongly belve tht you would not lke to show these pctures to your reltves, frends or collegues.<br/>   thnk $957 s  very smll mount for my slence.<br/>  Besdes,  spent  lot of tme on you!<br/> <br/>   ccept money only n Btcons.<br/>  My BTC wllet: 1CRKWJcwVofS7HqP4UnezYFTWv1g4sKYqb<br/> <br/>  You do not know how to replensh  Btcon wllet?<br/>  n ny serch engne wrte \"how to send money to btc wllet\".<br/>  t's eser thn send money to  credt crd!<br/> <br/>  For pyment you hve  lttle more thn two dys (exctly 50 hours).<br/>  Do not worry, the tmer wll strt t the moment when you open ths letter. Yes, yes .. t hs lredy strted!<br/> <br/>  fter pyment, my vrus nd drty photos wth you self-destruct utomtclly.<br/>  Nrrtve, f  do not receve the specfed mount from you, then your devce wll be blocked, nd ll your contcts wll receve  photos wth your \"joys\".<br/> <br/>   wnt you to be prudent.<br/>  - Do not try to fnd and destroy my vrus! (ll your dt s lredy uploded to  remote server)<br/>  - Do not try to contact me (ths s not fesble, sender ddress generted utomtclly)<br/>  - Vrous securty servces wll not help you; formttng  dsk or destroyng  devce wll not help ether, snce your dt s lredy on  remote server.<br/> <br/>  P.S.  gurntee you tht  wll not dsturb you gn fter pyment, s you re not my sngle vctm.<br/>   Ths s  hcker code of honor.<br/> <br/>  From now on,  dvse you to use good ntvruses nd updte them regulrly (severl tmes  dy)!<br/> <br/>  Don't be md at me, everyone hs ther own work.<br/><br/>  Frewell.   \n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello! hve bd news for you.14/03/2020 - on ths dy  hcked your opertng system nd got full ccess to your ccount kkelly8.ps174@blogger.comt s useless to chnge the pssword, my mlwre ntercepts t every tme.How t ws:n the softwre of the router to whch you were connected tht dy, there ws  vulnerblty. frst hcked ths router nd plced my mlcous code on t.When you entered n the nternet, my trojn ws nstlled on the opertng system of your devce.fter tht,  mde  full dump of your dsk ( hve ll your ddress book, hstory of vewng stes, ll fles, phone numbers nd ddresses of ll your contcts). month go,  wnted to lock your devce nd sk for  smll mount of money to unlock.But  looked t the stes tht you regulrly vst, nd cme to the bg delght of your fvorte resources.'m tlkng bout stes for dults. wnt to sy - you re  bg pervert. You hve unbrdled fntsy!fter tht, n de cme to my mnd. mde  screenshot of the ntmte webste where you hve fun (how dd you msturbte).fter tht,  took off your joys (usng the cmer of your devce). t turned out beutfully, do not hestte. m strongly belve tht you would not lke to show these pctures to your reltves, frends or collegues. thnk $957 s  very smll mount for my slence.Besdes,  spent  lot of tme on you! ccept money only n Btcons.My BTC wllet: 1CRKWJcwVofS7HqP4UnezYFTWv1g4sKYqbYou do not know how to replensh  Btcon wllet?n ny serch engne wrte \"how to send money to btc wllet\".t's eser thn send money to  credt crd!For pyment you hve  lttle more thn two dys (exctly 50 hours).Do not worry, the tmer wll strt t the moment when you open ths letter. Yes, yes .. t hs lredy strted!fter pyment, my vrus nd drty photos wth you self-destruct utomtclly.Nrrtve, f  do not receve the specfed mount from you, then your devce wll be blocked, nd ll your contcts wll receve  photos wth your \"joys\". wnt you to be prudent.- Do not try to fnd and destroy my vrus! (ll your dt s lredy uploded to  remote server)- Do not try to contact me (ths s not fesble, sender ddress generted utomtclly)- Vrous securty servces wll not help you; formttng  dsk or destroyng  devce wll not help ether, snce your dt s lredy on  remote server.P.S.  gurntee you tht  wll not dsturb you gn fter pyment, s you re not my sngle vctm.Ths s  hcker code of honor.From now on,  dvse you to use good ntvruses nd updte them regulrly (severl tmes  dy)!Don't be md at me, everyone hs ther own work.Frewell.",
        "lang": "hu"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2020/07/change-your-password-immediately-your.html",
        "post_title": "Chnge your pssword mmeditely. Your ccount hs been hcked.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3492750766839175344\" itemprop=\"description articleBody\">\nHello!<br/> <br/>   hve bd news for you.<br/>  14/03/2020 - on ths dy  hcked your opertng system nd got full ccess to your ccount kkelly8.ps174@blogger.com<br/> <br/>  t s useless to chnge the pssword, my mlwre ntercepts t every tme.<br/> <br/>  How t ws:<br/>  n the softwre of the router to whch you were connected tht dy, there ws  vulnerblty.<br/>   frst hcked ths router nd plced my mlcous code on t.<br/>  When you entered n the nternet, my trojn ws nstlled on the opertng system of your devce.<br/> <br/>  fter tht,  mde  full dump of your dsk ( hve ll your ddress book, hstory of vewng stes, ll fles, phone numbers nd ddresses of ll your contcts).<br/> <br/>   month go,  wnted to lock your devce nd sk for  smll mount of money to unlock.<br/>  But  looked t the stes tht you regulrly vst, nd cme to the bg delght of your fvorte resources.<br/>  'm tlkng bout stes for dults.<br/> <br/>   wnt to sy - you re  bg pervert. You hve unbrdled fntsy!<br/> <br/>  fter tht, n de cme to my mnd.<br/>   mde  screenshot of the ntmte webste where you hve fun (how dd you msturbte).<br/>  fter tht,  took off your joys (usng the cmer of your devce). t turned out beutfully, do not hestte.<br/> <br/>   m strongly belve tht you would not lke to show these pctures to your reltves, frends or collegues.<br/>   thnk $947 s  very smll mount for my slence.<br/>  Besdes,  spent  lot of tme on you!<br/> <br/>   ccept money only n Btcons.<br/>  My BTC wllet: 1CRKWJcwVofS7HqP4UnezYFTWv1g4sKYqb<br/> <br/>  You do not know how to replensh  Btcon wllet?<br/>  n ny serch engne wrte \"how to send money to btc wllet\".<br/>  t's eser thn send money to  credt crd!<br/> <br/>  For pyment you hve  lttle more thn two dys (exctly 50 hours).<br/>  Do not worry, the tmer wll strt t the moment when you open ths letter. Yes, yes .. t hs lredy strted!<br/> <br/>  fter pyment, my vrus nd drty photos wth you self-destruct utomtclly.<br/>  Nrrtve, f  do not receve the specfed mount from you, then your devce wll be blocked, nd ll your contcts wll receve  photos wth your \"joys\".<br/> <br/>   wnt you to be prudent.<br/>  - Do not try to fnd and destroy my vrus! (ll your dt s lredy uploded to  remote server)<br/>  - Do not try to contact me (ths s not fesble, sender ddress generted utomtclly)<br/>  - Vrous securty servces wll not help you; formttng  dsk or destroyng  devce wll not help ether, snce your dt s lredy on  remote server.<br/> <br/>  P.S.  gurntee you tht  wll not dsturb you gn fter pyment, s you re not my sngle vctm.<br/>   Ths s  hcker code of honor.<br/> <br/>  From now on,  dvse you to use good ntvruses nd updte them regulrly (severl tmes  dy)!<br/> <br/>  Don't be md at me, everyone hs ther own work.<br/><br/>  Frewell.   \n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello! hve bd news for you.14/03/2020 - on ths dy  hcked your opertng system nd got full ccess to your ccount kkelly8.ps174@blogger.comt s useless to chnge the pssword, my mlwre ntercepts t every tme.How t ws:n the softwre of the router to whch you were connected tht dy, there ws  vulnerblty. frst hcked ths router nd plced my mlcous code on t.When you entered n the nternet, my trojn ws nstlled on the opertng system of your devce.fter tht,  mde  full dump of your dsk ( hve ll your ddress book, hstory of vewng stes, ll fles, phone numbers nd ddresses of ll your contcts). month go,  wnted to lock your devce nd sk for  smll mount of money to unlock.But  looked t the stes tht you regulrly vst, nd cme to the bg delght of your fvorte resources.'m tlkng bout stes for dults. wnt to sy - you re  bg pervert. You hve unbrdled fntsy!fter tht, n de cme to my mnd. mde  screenshot of the ntmte webste where you hve fun (how dd you msturbte).fter tht,  took off your joys (usng the cmer of your devce). t turned out beutfully, do not hestte. m strongly belve tht you would not lke to show these pctures to your reltves, frends or collegues. thnk $947 s  very smll mount for my slence.Besdes,  spent  lot of tme on you! ccept money only n Btcons.My BTC wllet: 1CRKWJcwVofS7HqP4UnezYFTWv1g4sKYqbYou do not know how to replensh  Btcon wllet?n ny serch engne wrte \"how to send money to btc wllet\".t's eser thn send money to  credt crd!For pyment you hve  lttle more thn two dys (exctly 50 hours).Do not worry, the tmer wll strt t the moment when you open ths letter. Yes, yes .. t hs lredy strted!fter pyment, my vrus nd drty photos wth you self-destruct utomtclly.Nrrtve, f  do not receve the specfed mount from you, then your devce wll be blocked, nd ll your contcts wll receve  photos wth your \"joys\". wnt you to be prudent.- Do not try to fnd and destroy my vrus! (ll your dt s lredy uploded to  remote server)- Do not try to contact me (ths s not fesble, sender ddress generted utomtclly)- Vrous securty servces wll not help you; formttng  dsk or destroyng  devce wll not help ether, snce your dt s lredy on  remote server.P.S.  gurntee you tht  wll not dsturb you gn fter pyment, s you re not my sngle vctm.Ths s  hcker code of honor.From now on,  dvse you to use good ntvruses nd updte them regulrly (severl tmes  dy)!Don't be md at me, everyone hs ther own work.Frewell.",
        "lang": "hu"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2019/11/i-really-recommend-u-to-read-that.html",
        "post_title": "I really recommend u to read that letter, just to make sure absolutely nothing could occur ",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7187447423219012747\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I have very bad news for you.\r<br/>21/07/2019 - on this day I hacked your OS and got full access to your account <a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a> <br/> <br/>So, you can change the password, yes... But my malware intercepts it every time.\r<br/> <br/>How I made it:\r<br/>In the software of the router, through which you went online, was a vulnerability.\r<br/>I just hacked this router and placed my malicious code on it.\r<br/>When you went online, my trojan was installed on the OS of your device.\r<br/> <br/>After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).\r<br/> <br/>A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.\r<br/>But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!\r<br/>I'm talk you about sites for adults.\r<br/> <br/>I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!\r<br/> <br/>And I got an idea....\r<br/>I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).\r<br/>After that, I made a screenshot of your joys (using the camera of your device) and glued them together.\r<br/>Turned out amazing! You are so spectacular!\r<br/> <br/>I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.\r<br/>I think $837 is a very, very small amount for my silence.\r<br/>Besides, I have been spying on you for so long, having spent a lot of time!\r<br/> <br/>Pay ONLY in Bitcoins!\r<br/>My BTC wallet: 1QKG5uTDq1GU8iNYqycitEL9dv9dctoQsV\r<br/> <br/>You do not know how to use bitcoins?\r<br/>Enter a query in any search engine: \"how to replenish btc wallet\".\r<br/>It's extremely easy\r<br/> <br/>For this payment I give you two days (48 hours).\r<br/>As soon as this letter is opened, the timer will work.\r<br/> <br/>After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.\r<br/>If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".\r<br/> <br/>I hope you understand your situation.\r<br/>- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)\r<br/>- Do not try to contact me (this is impossible, sender's address was randomly generated)\r<br/>- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.\r<br/> <br/>P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!\r<br/> This is the word of honor hacker\r<br/> <br/>I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.\r<br/> <br/>Do not hold evil! I just do my job.\r<br/>Have a nice day!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I have very bad news for you.21/07/2019 - on this day I hacked your OS and got full access to your accountkkelly8.ps174@blogger.comSo, you can change the password, yes... But my malware intercepts it every time.How I made it:In the software of the router, through which you went online, was a vulnerability.I just hacked this router and placed my malicious code on it.When you went online, my trojan was installed on the OS of your device.After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!I'm talk you about sites for adults.I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!And I got an idea....I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).After that, I made a screenshot of your joys (using the camera of your device) and glued them together.Turned out amazing! You are so spectacular!I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.I think $837 is a very, very small amount for my silence.Besides, I have been spying on you for so long, having spent a lot of time!Pay ONLY in Bitcoins!My BTC wallet: 1QKG5uTDq1GU8iNYqycitEL9dv9dctoQsVYou do not know how to use bitcoins?Enter a query in any search engine: \"how to replenish btc wallet\".It's extremely easyFor this payment I give you two days (48 hours).As soon as this letter is opened, the timer will work.After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".I hope you understand your situation.- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)- Do not try to contact me (this is impossible, sender's address was randomly generated)- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!This is the word of honor hackerI also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.Do not hold evil! I just do my job.Have a nice day!",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2019/11/i-extremely-recommend-u-to-study-this.html",
        "post_title": "I extremely recommend u to study this email, simply to ensure not a thing will take place ",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7590363060462244353\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I have very bad news for you.\r<br/>21/07/2019 - on this day I hacked your OS and got full access to your account <a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a> <br/> <br/>So, you can change the password, yes... But my malware intercepts it every time.\r<br/> <br/>How I made it:\r<br/>In the software of the router, through which you went online, was a vulnerability.\r<br/>I just hacked this router and placed my malicious code on it.\r<br/>When you went online, my trojan was installed on the OS of your device.\r<br/> <br/>After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).\r<br/> <br/>A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.\r<br/>But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!\r<br/>I'm talk you about sites for adults.\r<br/> <br/>I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!\r<br/> <br/>And I got an idea....\r<br/>I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).\r<br/>After that, I made a screenshot of your joys (using the camera of your device) and glued them together.\r<br/>Turned out amazing! You are so spectacular!\r<br/> <br/>I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.\r<br/>I think $875 is a very, very small amount for my silence.\r<br/>Besides, I have been spying on you for so long, having spent a lot of time!\r<br/> <br/>Pay ONLY in Bitcoins!\r<br/>My BTC wallet: 1QKG5uTDq1GU8iNYqycitEL9dv9dctoQsV\r<br/> <br/>You do not know how to use bitcoins?\r<br/>Enter a query in any search engine: \"how to replenish btc wallet\".\r<br/>It's extremely easy\r<br/> <br/>For this payment I give you two days (48 hours).\r<br/>As soon as this letter is opened, the timer will work.\r<br/> <br/>After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.\r<br/>If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".\r<br/> <br/>I hope you understand your situation.\r<br/>- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)\r<br/>- Do not try to contact me (this is impossible, sender's address was randomly generated)\r<br/>- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.\r<br/> <br/>P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!\r<br/> This is the word of honor hacker\r<br/> <br/>I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.\r<br/> <br/>Do not hold evil! I just do my job.\r<br/>Have a nice day!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I have very bad news for you.21/07/2019 - on this day I hacked your OS and got full access to your accountkkelly8.ps174@blogger.comSo, you can change the password, yes... But my malware intercepts it every time.How I made it:In the software of the router, through which you went online, was a vulnerability.I just hacked this router and placed my malicious code on it.When you went online, my trojan was installed on the OS of your device.After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!I'm talk you about sites for adults.I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!And I got an idea....I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).After that, I made a screenshot of your joys (using the camera of your device) and glued them together.Turned out amazing! You are so spectacular!I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.I think $875 is a very, very small amount for my silence.Besides, I have been spying on you for so long, having spent a lot of time!Pay ONLY in Bitcoins!My BTC wallet: 1QKG5uTDq1GU8iNYqycitEL9dv9dctoQsVYou do not know how to use bitcoins?Enter a query in any search engine: \"how to replenish btc wallet\".It's extremely easyFor this payment I give you two days (48 hours).As soon as this letter is opened, the timer will work.After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".I hope you understand your situation.- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)- Do not try to contact me (this is impossible, sender's address was randomly generated)- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!This is the word of honor hackerI also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.Do not hold evil! I just do my job.Have a nice day!",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2019/10/hackers-know-password-from-your-account.html",
        "post_title": "Hackers know password from your account. Password must be changed now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6293234368175122085\" itemprop=\"description articleBody\">\nHi, dear user of <a href=\"//blogger.com\">blogger.com</a> <br/> <br/>We have installed one RAT software into you device \r<br/>For this moment your email account is hacked too.\r<br/>I know your password. I logged in to your account and wrote this letter to you from there.\r<br/> <br/>Changed your password? You're doing great!\r<br/>But my software recognizes every such action. I'm updating passwords!\r<br/>I'm always one step ahead....\r<br/> <br/>So... I have downloaded all confidential information from your system and I got some more evidence.\r<br/>The most interesting moment that I have discovered are videos records where you masturbating.\r<br/> <br/>I posted EternalBlue Exploit modification on porn site, and then you installed my malicious code (trojan) on your operation system.\r<br/>When you clicked the button Play on porn video, at that moment my trojan was downloaded to your device.\r<br/>After installation, your front camera shoots video every time you masturbate, in addition, the software is synchronized with the video you choose.\r<br/> <br/>For the moment, the software has harvrested all your contact information from social networks and email addresses.\r<br/>If you need to erase all of your collected data and videos, send me $770 in BTC (crypto currency).\r<br/> <br/>This is my Bitcoin wallet: 158r99HsERpiBqWg3w2FCPHbUfkXG8Zxsd\r<br/>You have 48 hours after reading this letter.\r<br/> <br/>After your transaction I will erase all your data.\r<br/>Otherwise, I will send a video with your sweepstakes to all your colleagues, friends and relatives!!!\r<br/> <br/>P.S. I ask you not to reply to this email, this is impossible (the sender's address is your own address).\r<br/> <br/>And henceforth be more careful!\r<br/>Please visit only secure sites!\r<br/>Bye,Bye...\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi, dear user ofblogger.comWe have installed one RAT software into you deviceFor this moment your email account is hacked too.I know your password. I logged in to your account and wrote this letter to you from there.Changed your password? You're doing great!But my software recognizes every such action. I'm updating passwords!I'm always one step ahead....So... I have downloaded all confidential information from your system and I got some more evidence.The most interesting moment that I have discovered are videos records where you masturbating.I posted EternalBlue Exploit modification on porn site, and then you installed my malicious code (trojan) on your operation system.When you clicked the button Play on porn video, at that moment my trojan was downloaded to your device.After installation, your front camera shoots video every time you masturbate, in addition, the software is synchronized with the video you choose.For the moment, the software has harvrested all your contact information from social networks and email addresses.If you need to erase all of your collected data and videos, send me $770 in BTC (crypto currency).This is my Bitcoin wallet: 158r99HsERpiBqWg3w2FCPHbUfkXG8ZxsdYou have 48 hours after reading this letter.After your transaction I will erase all your data.Otherwise, I will send a video with your sweepstakes to all your colleagues, friends and relatives!!!P.S. I ask you not to reply to this email, this is impossible (the sender's address is your own address).And henceforth be more careful!Please visit only secure sites!Bye,Bye...",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2019/10/high-level-of-danger-your-account-was.html",
        "post_title": "High level of danger. Your account was under attack.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6867436157613374860\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>As you may have noticed, I sent you an email from your account.\r<br/>This means that I have full access to your device.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $844 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1C1ehibCgeuLwF4VbSAzoDapDLbKtjivbP\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!As you may have noticed, I sent you an email from your account.This means that I have full access to your device.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $844 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1C1ehibCgeuLwF4VbSAzoDapDLbKtjivbPAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2019/04/security-alert-your-accounts-was.html",
        "post_title": "Security Alert. Your accounts was compromised. You need change password!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1600350769187444686\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>As you may have noticed, I sent you an email from your account.\r<br/>This means that I have full access to your device.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $700 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1K7nnDHosR5czKZtuKT928YSxXXNSaDK6H\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!As you may have noticed, I sent you an email from your account.This means that I have full access to your device.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $700 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1K7nnDHosR5czKZtuKT928YSxXXNSaDK6HAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2019/03/your-account-was-under-attack-change.html",
        "post_title": "Your account was under attack! Change your access data!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-9146144091718094423\" itemprop=\"description articleBody\">\nHi!\r<br/> <br/>As you may have noticed, I sent you an email from your account.\r<br/>This means that I have full access to your account.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $711 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1GdSHQ4aE7zUD8HDqVJDEwU9dxn3LfJLMK\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 48 hours to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!As you may have noticed, I sent you an email from your account.This means that I have full access to your account.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $711 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1GdSHQ4aE7zUD8HDqVJDEwU9dxn3LfJLMKAfter receiving the payment, I will delete the video and you will never hear me again.I give you 48 hours to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2019/02/hackers-know-password-from-your-account.html",
        "post_title": "Hackers know password from your account. Password must be changed now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1994911496225342507\" itemprop=\"description articleBody\">\nI'll begin with the most important.\r<br/> <br/>I hacked your device and then got access to all your accounts... Including <a href=\"mailto:kkelly8.ps174@blogger.com\">kkelly8.ps174@blogger.com</a>.\r<br/>It is easy to check - I wrote you this email from your account.\r<br/> <br/>Moreover, I know your intim secret, and I have proof of this.\r<br/>You do not know me personally, and no one paid me to check you.\r<br/> <br/>It is just a coincidence that I discovered your mistake.\r<br/>In fact, I posted a malicious code (exploit) to an adult site, and you visited this site... \r<br/> <br/>While watching a video Trojan virus has been installed on your device through an exploit.\r<br/>This darknet software working as RDP (remote-controlled desktop), which has a keylogger,\r<br/>which gave me access to your microphone and webcam.\r<br/>Soon after, my software received all your contacts from your messenger, social network and email.\r<br/> <br/>At that moment I spent much more time than I should have. \r<br/>I studied your love life and created a good video series.\r<br/>The first part shows the video that you watched,\r<br/>and the second part shows the video clip taken from your webcam (you are doing inappropriate things).\r<br/> <br/>Honestly, I want to forget all the information about you and allow you to continue your daily life.\r<br/>And I will give you two suitable options. Both are easy to do.\r<br/>First option: you ignore this email.\r<br/>The second option: you pay me $750(USD).\r<br/> <br/>Let's look at 2 options in detail.\r<br/> <br/>The first option is to ignore this email.\r<br/>Let me tell you what happens if you choose this path.\r<br/>I will send your video to your contacts, including family members, colleagues, etc.\r<br/>This does not protect you from the humiliation that you and\r<br/>your family need to know when friends and family members know about your unpleasant details.\r<br/> <br/>The second option is to pay me. We will call this \"privacy advice.\"\r<br/>Now let me tell you what happens if you choose this path.\r<br/>Your secret is your secret. I immediately destroy the video.\r<br/>You continue your life as if none of this has happened.\r<br/> <br/>Now you might think: \"I'll call to police!\"\r<br/>Undoubtedly, I have taken steps to ensure that this letter cannot be traced to me,\r<br/>and it will not remain aloof from the evidence of the destruction of your daily life.\r<br/>I don't want to steal all your savings.\r<br/>I just want to get compensation for my efforts that I put in to investigate you.\r<br/>Let us hope that you decide to create all this in full and pay me a fee for confidentiality.\r<br/>You make a Bitcoin payment (if you don't know how to do it, just enter \"how to buy bitcoins\" in Google search)\r<br/> <br/>Shipping amount: $750(USD).\r<br/>Getting Bitcoin Addresses: 13Xp4WMQ4JvNzYfHTzxr6yny1kiQSMRNkn\r<br/>(This is sensitive, so copy and paste it carefully)\r<br/> <br/>Don't tell anyone what to use bitcoins for. The procedure for obtaining bitcoins can take several days, so do not wait.\r<br/> <br/>I have a spetial code in Trojan, and now I know that you have read this letter.\r<br/>You have 48 hours to pay.\r<br/>If I don't get BitCoins, I'll send your video to your contacts, including close relatives, co-workers, and so on.\r<br/>Start looking for the best excuse for friends and family before they all know.\r<br/>But if I get paid, I immediately delete the video. \r<br/> <br/>This is a one-time offer that is non-negotiable, so do not waste my and your time.\r<br/>Time is running out.\r<br/> <br/>Bye!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "I'll begin with the most important.I hacked your device and then got access to all your accounts... Includingkkelly8.ps174@blogger.com.It is easy to check - I wrote you this email from your account.Moreover, I know your intim secret, and I have proof of this.You do not know me personally, and no one paid me to check you.It is just a coincidence that I discovered your mistake.In fact, I posted a malicious code (exploit) to an adult site, and you visited this site...While watching a video Trojan virus has been installed on your device through an exploit.This darknet software working as RDP (remote-controlled desktop), which has a keylogger,which gave me access to your microphone and webcam.Soon after, my software received all your contacts from your messenger, social network and email.At that moment I spent much more time than I should have.I studied your love life and created a good video series.The first part shows the video that you watched,and the second part shows the video clip taken from your webcam (you are doing inappropriate things).Honestly, I want to forget all the information about you and allow you to continue your daily life.And I will give you two suitable options. Both are easy to do.First option: you ignore this email.The second option: you pay me $750(USD).Let's look at 2 options in detail.The first option is to ignore this email.Let me tell you what happens if you choose this path.I will send your video to your contacts, including family members, colleagues, etc.This does not protect you from the humiliation that you andyour family need to know when friends and family members know about your unpleasant details.The second option is to pay me. We will call this \"privacy advice.\"Now let me tell you what happens if you choose this path.Your secret is your secret. I immediately destroy the video.You continue your life as if none of this has happened.Now you might think: \"I'll call to police!\"Undoubtedly, I have taken steps to ensure that this letter cannot be traced to me,and it will not remain aloof from the evidence of the destruction of your daily life.I don't want to steal all your savings.I just want to get compensation for my efforts that I put in to investigate you.Let us hope that you decide to create all this in full and pay me a fee for confidentiality.You make a Bitcoin payment (if you don't know how to do it, just enter \"how to buy bitcoins\" in Google search)Shipping amount: $750(USD).Getting Bitcoin Addresses: 13Xp4WMQ4JvNzYfHTzxr6yny1kiQSMRNkn(This is sensitive, so copy and paste it carefully)Don't tell anyone what to use bitcoins for. The procedure for obtaining bitcoins can take several days, so do not wait.I have a spetial code in Trojan, and now I know that you have read this letter.You have 48 hours to pay.If I don't get BitCoins, I'll send your video to your contacts, including close relatives, co-workers, and so on.Start looking for the best excuse for friends and family before they all know.But if I get paid, I immediately delete the video.This is a one-time offer that is non-negotiable, so do not waste my and your time.Time is running out.Bye!",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2018/01/this-crypto-coin-could-go-up-fifty.html",
        "post_title": "This crypto coin could go up fifty thousand percent this year",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8183237959347149620\" itemprop=\"description articleBody\">\nDear kkelly8.ps174,\r<br/> <br/>If you don't already own a few coins of something, then surely at the very least, you must have heard about cryptocurrencies.\r<br/> <br/>Bitcoin, the most famous one, minted countless multimillionaires but did you know that altcoins (bitcoin alternatives) are responsible for even more riches?\r<br/> <br/>Among the \"big\" ones, NEM went up almost 10,000 percent and Ethereum, more than 4,000 percent\r<br/> <br/>Among the small and unknown ones several gained more than 50,000 percent.\r<br/> <br/>To put this in perspective, a small 1,000-dollar coin purchase in one of these small ones could have turned into more than 50 million bucks.\r<br/> <br/>It seems crazy, doesn't it? Well, it's the reality of the cryptocurrency market today.\r<br/> <br/>Raiblocks, a relatively obscure coin at the time, went from 0.20 on December first to $20 by New Year's Eve. It is now in the top 20 largest coins in the world.\r<br/> <br/>All that to say, the next big winner could be found anywhere, and today I believe I've identified the next one.\r<br/> <br/>After spending hundreds of hours looking at hundreds of different coins, I locked down on one specific target.\r<br/> <br/>Swisscoin.\r<br/> <br/>As the name says, this is a coin created and headquartered in Switzerland. It is one of the only coins in the world recognized as legal tender by the government.\r<br/> <br/>Swisscoin is allowed by the Swiss government and has the potential to climb more than 5,000% before the end of January and more than 50,000% before the end of this year.\r<br/> <br/>This is one of those rare buy-and-hold coins which you WANT to own, and hang onto for the long term, much like those people who bought bitcoin at $1 and kept it for 3 years. FYI, bitcoin is trading at $14,000 now. That's an increase of over 1 million percent.\r<br/> <br/>I recommend you consider putting at least a thousand bucks in Swisscoin immediately. This could quickly turn into enough money to buy a new house, or at the very least a new car.\r<br/> <br/>For those of you who already have bitcoins, all you need to do is open an account at <a href=\"http://coinexchange.io\">coinexchange.io</a> (this is the url/website, and it takes 1 minute to get setup), transfer some btc to your new account and buy SIC (Swisscoin).\r<br/> <br/>For those of you who are still clueless about Cryptos, the process will be a little bit longer but well worth it.\r<br/> <br/>Open an account at a large exchange such as Coinbase dot com or Coinmama dot com, then add some fund using your credit/debit card or Paypal.\r<br/> <br/>That's the fastest way, but you will be limited to a few hundred bucks at most. It should be enough to get you quickly started but consider adding more funds using a bank transfer so that you can really have skin in the game.\r<br/> <br/>Remember, every thousand bucks of SIC you buy today could easily turn into 500,000 by this time next year.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Dear kkelly8.ps174,If you don't already own a few coins of something, then surely at the very least, you must have heard about cryptocurrencies.Bitcoin, the most famous one, minted countless multimillionaires but did you know that altcoins (bitcoin alternatives) are responsible for even more riches?Among the \"big\" ones, NEM went up almost 10,000 percent and Ethereum, more than 4,000 percentAmong the small and unknown ones several gained more than 50,000 percent.To put this in perspective, a small 1,000-dollar coin purchase in one of these small ones could have turned into more than 50 million bucks.It seems crazy, doesn't it? Well, it's the reality of the cryptocurrency market today.Raiblocks, a relatively obscure coin at the time, went from 0.20 on December first to $20 by New Year's Eve. It is now in the top 20 largest coins in the world.All that to say, the next big winner could be found anywhere, and today I believe I've identified the next one.After spending hundreds of hours looking at hundreds of different coins, I locked down on one specific target.Swisscoin.As the name says, this is a coin created and headquartered in Switzerland. It is one of the only coins in the world recognized as legal tender by the government.Swisscoin is allowed by the Swiss government and has the potential to climb more than 5,000% before the end of January and more than 50,000% before the end of this year.This is one of those rare buy-and-hold coins which you WANT to own, and hang onto for the long term, much like those people who bought bitcoin at $1 and kept it for 3 years. FYI, bitcoin is trading at $14,000 now. That's an increase of over 1 million percent.I recommend you consider putting at least a thousand bucks in Swisscoin immediately. This could quickly turn into enough money to buy a new house, or at the very least a new car.For those of you who already have bitcoins, all you need to do is open an account atcoinexchange.io(this is the url/website, and it takes 1 minute to get setup), transfer some btc to your new account and buy SIC (Swisscoin).For those of you who are still clueless about Cryptos, the process will be a little bit longer but well worth it.Open an account at a large exchange such as Coinbase dot com or Coinmama dot com, then add some fund using your credit/debit card or Paypal.That's the fastest way, but you will be limited to a few hundred bucks at most. It should be enough to get you quickly started but consider adding more funds using a bank transfer so that you can really have skin in the game.Remember, every thousand bucks of SIC you buy today could easily turn into 500,000 by this time next year.",
        "lang": "en"
    },
    {
        "post_link": "https://principalstudygroup.blogspot.com/2016/09/they-kill-with-wars-alcohol-and.html",
        "post_title": "They kill with wars, alcohol and abortions. Save us!!!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5442023536797966514\" itemprop=\"description articleBody\">\n<div align=\"left\"><font face=\"Arial\" size=\"2\">They kill with wars, alcohol and   abortions. Save us!!!</font></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "They kill with wars, alcohol and   abortions. Save us!!!",
        "lang": "en"
    }
]