[
    {
        "post_link": "https://sdvgrgda.blogspot.com/2022/09/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content float-container\" id=\"post-body-5792193055704779980\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:syahnoher68.bbbb@blogger.com\">syahnoher68.bbbb@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (@_@)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1750 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1pSw6eh5GoWtBrETzPbM36DGxc6Tes5Mp\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (syahnoher68.bbbb@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (@_@)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1750 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1pSw6eh5GoWtBrETzPbM36DGxc6Tes5MpYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://sdvgrgda.blogspot.com/2021/11/here-is-last-warning-your-information.html",
        "post_title": "Here is the last warning! Your information has been compromised! The entry in system is completed.",
        "post_text": "<div class=\"post-body entry-content float-container\" id=\"post-body-6025469015737102749\">\nGood day. Your  system has  been hacked  with a  Trojan virus. It  has penetrated  your device  through adult  portals which you  sometimes visit. Some  spicy videos  contain malicious  code that  activates after  being turned  on. Your  entire information  has already  been copied  to my servers. \r<br/> <br/> <br/> <br/> <br/> <br/>I  possess complete  control over  your device  which you  use to  access the  Internet. I can  see your  screen, I  can use  a  microphone and  a camera  in a  way that  you never  notice anything.   \r<br/> <br/> <br/> <br/>I've  already made  a screen  recording. \r<br/>A video  was edited with  a pornographic  movie that  you were  watching at  that time  and masturbating.  \r<br/> <br/> <br/>Your face  is perfectly  visible and  I don't  think  that this  kind of  content will  have a  positive impact  on your  reputation. \r<br/> <br/> <br/> <br/> <br/>I  have an  overall access  to your  list of  contacts  and the  social media  profiles. I  can send  this video  from your  E-mail or  the messengers. \r<br/>If  you don't  want to  let this happen,  then you  only need  to take  one simple  step. \r<br/> <br/> <br/> <br/>Just transfer  1400 USD  (US dollars)  to Bitcoin  wallet: bc1qum307u6l2yj00hgajvkmqudwwq9n9y938rzqw4\r<br/> <br/> <br/> <br/> <br/>(In  a Bitcoin  equivalent  at the  exchange rate  for the  time of  transfer)\r<br/> <br/>You can  find the  detailed instructions  in Google.  \r<br/> <br/> <br/> <br/> <br/> <br/>After the  payment I  will remove  the  video and  the virus  from your  device and  no one  will bother  you anymore. If  I won't  receive the  payment in  due time, all  of your  data and  the videos  will become  publicly available. \r<br/> <br/>I  give you  2 business  days. I shall  receive a  notification that  you  have read  the letter. \r<br/> <br/>The  timer starts  immediately. Any complain  somewhere, including  the police,  is useless.  My wallet  and an  E-mail cannot  be tracked. \r<br/> <br/> <br/>If I  find out  that you  have shared  this message  with someone  else, the  video will  become publicly  available at  once. I  will destroy your  reputation forever  and all  your data  will go  public. \r<br/> <br/> <br/>Everyone will  learn about  your passion  for the  porn sites  and more.  Changing  the passwords  will be  useless either  as all  the data  is already  on my  servers. \r<br/> <br/> <br/>Don't forget  that reputation  is very  important and be  prudent!\n</div>",
        "cleaned_post_text": "Good day. Your  system has  been hacked  with a  Trojan virus. It  has penetrated  your device  through adult  portals which you  sometimes visit. Some  spicy videos  contain malicious  code that  activates after  being turned  on. Your  entire information  has already  been copied  to my servers.I  possess complete  control over  your device  which you  use to  access the  Internet. I can  see your  screen, I  can use  a  microphone and  a camera  in a  way that  you never  notice anything.I've  already made  a screen  recording.A video  was edited with  a pornographic  movie that  you were  watching at  that time  and masturbating.Your face  is perfectly  visible and  I don't  think  that this  kind of  content will  have a  positive impact  on your  reputation.I  have an  overall access  to your  list of  contacts  and the  social media  profiles. I  can send  this video  from your  E-mail or  the messengers.If  you don't  want to  let this happen,  then you  only need  to take  one simple  step.Just transfer  1400 USD  (US dollars)  to Bitcoin  wallet: bc1qum307u6l2yj00hgajvkmqudwwq9n9y938rzqw4(In  a Bitcoin  equivalent  at the  exchange rate  for the  time of  transfer)You can  find the  detailed instructions  in Google.After the  payment I  will remove  the  video and  the virus  from your  device and  no one  will bother  you anymore. If  I won't  receive the  payment in  due time, all  of your  data and  the videos  will become  publicly available.I  give you  2 business  days. I shall  receive a  notification that  you  have read  the letter.The  timer starts  immediately. Any complain  somewhere, including  the police,  is useless.  My wallet  and an  E-mail cannot  be tracked.If I  find out  that you  have shared  this message  with someone  else, the  video will  become publicly  available at  once. I  will destroy your  reputation forever  and all  your data  will go  public.Everyone will  learn about  your passion  for the  porn sites  and more.  Changing  the passwords  will be  useless either  as all  the data  is already  on my  servers.Don't forget  that reputation  is very  important and be  prudent!",
        "lang": "en"
    },
    {
        "post_link": "https://sdvgrgda.blogspot.com/2019/11/alerte-ladresse-syahnoher68bbbbbloggerc_85.html",
        "post_title": "Alerte: l'adresse syahnoher68.bbbb@blogger.com a ete piratee?!",
        "post_text": "<div class=\"post-body entry-content float-container\" id=\"post-body-6657717883438093626\">\nBonjour<br/>  Vous avez été piraté il y a des mois! .. Vos mots de passe ont ete divulgues et vous avez ete surveille!<br/>  Je m'appelle Jeanson James Ancheta. Je suis le meilleur pirate informatique sur le reseau sombre.<br/> <br/>  Vous ne pouvez pas me croire? D'accord. Il suffit de verifier l'expediteur de ce message electronique. Vous verrez que j'envoie ce message a partir de votre propre adresse. (syahnoher68.bbbb@blogger.com)<br/> <br/>  Permet d'aller directement au point. Pas une seule personne ne m'a indemnise pour enqueter sur vous. Vous ne me connaissez pas et vous vous demandez probablement pourquoi vous recevez cet email? <br/> <br/>  En fait, j'ai place un malware sur le site Web 18+ vids (pornographie) et vous savez quoi, vous avez visite ce site pour vous amuser (vous voyez ce que je veux dire). <br/>  Lorsque vous visionniez des clips video, votre navigateur Internet a commence a fonctionner en tant que bureau de controle a distance avec un enregistreur de frappe, ce qui me permettait d'acceder a votre ecran et a un camera, puis de faire une double video. <br/>  La 1ere partie affiche la video que vous avez visionnee (vous avez un bon gout haha...), Et la partie suivante montre l'enregistrement de votre camera, et c'est vous. Je peux envoyer cette video a tous vos contacts (email, reseau social) et publier toutes vos donnees privees partout!<br/> <br/>  Pour m'arreter, transferez exactement 800 EURO avec le prix actuel du bitcoin (BTC) a mon adresse bitcoin.<br/>  Mon adresse bitcoin est la suivante: 1MHYGHSfK2z8fHvy4JxepmCm4JqpsBVNBt<br/> <br/>  Après avoir reçu le paiement, je supprimerai tous les fichiers, nous oublierons tout et vous pourrez continuer à vivre votre vie en paix comme avant! Je vous promets que vous ne recevrez jamais de nouvelles de moi.<br/>  Je vous donne 48 heures pour obtenir les bitcoins et payer! Je sais que vous êtes en ligne et avez lu ce courrier électronique. Le compte à rebours commence maintenant!<br/>  Ne partagez pas cet email avec qui que ce soit, cela devrait rester notre petit secret! N'essayez pas de repondre a cela. Personne ne le lira plus jamais. Tu veux mon attention? Envoyez-moi le montant mentionne ci-dessus des que possible!<br/> <br/>  Si vous ne payez pas et ignorez tout simplement cet e-mail, je vous promets que je transformerai votre vie en enfer et que vous vous souviendrez de moi pour le reste de votre vie !!!<br/> <br/>  Bonne chance  \n</div>",
        "cleaned_post_text": "BonjourVous avez été piraté il y a des mois! .. Vos mots de passe ont ete divulgues et vous avez ete surveille!Je m'appelle Jeanson James Ancheta. Je suis le meilleur pirate informatique sur le reseau sombre.Vous ne pouvez pas me croire? D'accord. Il suffit de verifier l'expediteur de ce message electronique. Vous verrez que j'envoie ce message a partir de votre propre adresse. (syahnoher68.bbbb@blogger.com)Permet d'aller directement au point. Pas une seule personne ne m'a indemnise pour enqueter sur vous. Vous ne me connaissez pas et vous vous demandez probablement pourquoi vous recevez cet email?En fait, j'ai place un malware sur le site Web 18+ vids (pornographie) et vous savez quoi, vous avez visite ce site pour vous amuser (vous voyez ce que je veux dire).Lorsque vous visionniez des clips video, votre navigateur Internet a commence a fonctionner en tant que bureau de controle a distance avec un enregistreur de frappe, ce qui me permettait d'acceder a votre ecran et a un camera, puis de faire une double video.La 1ere partie affiche la video que vous avez visionnee (vous avez un bon gout haha...), Et la partie suivante montre l'enregistrement de votre camera, et c'est vous. Je peux envoyer cette video a tous vos contacts (email, reseau social) et publier toutes vos donnees privees partout!Pour m'arreter, transferez exactement 800 EURO avec le prix actuel du bitcoin (BTC) a mon adresse bitcoin.Mon adresse bitcoin est la suivante: 1MHYGHSfK2z8fHvy4JxepmCm4JqpsBVNBtAprès avoir reçu le paiement, je supprimerai tous les fichiers, nous oublierons tout et vous pourrez continuer à vivre votre vie en paix comme avant! Je vous promets que vous ne recevrez jamais de nouvelles de moi.Je vous donne 48 heures pour obtenir les bitcoins et payer! Je sais que vous êtes en ligne et avez lu ce courrier électronique. Le compte à rebours commence maintenant!Ne partagez pas cet email avec qui que ce soit, cela devrait rester notre petit secret! N'essayez pas de repondre a cela. Personne ne le lira plus jamais. Tu veux mon attention? Envoyez-moi le montant mentionne ci-dessus des que possible!Si vous ne payez pas et ignorez tout simplement cet e-mail, je vous promets que je transformerai votre vie en enfer et que vous vous souviendrez de moi pour le reste de votre vie !!!Bonne chance",
        "lang": "fr"
    },
    {
        "post_link": "https://sdvgrgda.blogspot.com/2019/11/alerte-ladresse-syahnoher68bbbbbloggerc_90.html",
        "post_title": "Alerte: l'adresse syahnoher68.bbbb@blogger.com a ete piratee?!",
        "post_text": "<div class=\"post-body entry-content float-container\" id=\"post-body-2645332339156791838\">\nBonjour<br/>  Vous avez été piraté il y a des mois! .. Vos mots de passe ont ete divulgues et vous avez ete surveille!<br/>  Je m'appelle Jeanson James Ancheta. Je suis le meilleur pirate informatique sur le reseau sombre.<br/> <br/>  Vous ne pouvez pas me croire? D'accord. Il suffit de verifier l'expediteur de ce message electronique. Vous verrez que j'envoie ce message a partir de votre propre adresse. (syahnoher68.bbbb@blogger.com)<br/> <br/>  Permet d'aller directement au point. Pas une seule personne ne m'a indemnise pour enqueter sur vous. Vous ne me connaissez pas et vous vous demandez probablement pourquoi vous recevez cet email? <br/> <br/>  En fait, j'ai place un malware sur le site Web 18+ vids (pornographie) et vous savez quoi, vous avez visite ce site pour vous amuser (vous voyez ce que je veux dire). <br/>  Lorsque vous visionniez des clips video, votre navigateur Internet a commence a fonctionner en tant que bureau de controle a distance avec un enregistreur de frappe, ce qui me permettait d'acceder a votre ecran et a un camera, puis de faire une double video. <br/>  La 1ere partie affiche la video que vous avez visionnee (vous avez un bon gout haha...), Et la partie suivante montre l'enregistrement de votre camera, et c'est vous. Je peux envoyer cette video a tous vos contacts (email, reseau social) et publier toutes vos donnees privees partout!<br/> <br/>  Pour m'arreter, transferez exactement 800 EURO avec le prix actuel du bitcoin (BTC) a mon adresse bitcoin.<br/>  Mon adresse bitcoin est la suivante: 1MHYGHSfK2z8fHvy4JxepmCm4JqpsBVNBt<br/> <br/>  Après avoir reçu le paiement, je supprimerai tous les fichiers, nous oublierons tout et vous pourrez continuer à vivre votre vie en paix comme avant! Je vous promets que vous ne recevrez jamais de nouvelles de moi.<br/>  Je vous donne 48 heures pour obtenir les bitcoins et payer! Je sais que vous êtes en ligne et avez lu ce courrier électronique. Le compte à rebours commence maintenant!<br/>  Ne partagez pas cet email avec qui que ce soit, cela devrait rester notre petit secret! N'essayez pas de repondre a cela. Personne ne le lira plus jamais. Tu veux mon attention? Envoyez-moi le montant mentionne ci-dessus des que possible!<br/> <br/>  Si vous ne payez pas et ignorez tout simplement cet e-mail, je vous promets que je transformerai votre vie en enfer et que vous vous souviendrez de moi pour le reste de votre vie !!!<br/> <br/>  Bonne chance  \n</div>",
        "cleaned_post_text": "BonjourVous avez été piraté il y a des mois! .. Vos mots de passe ont ete divulgues et vous avez ete surveille!Je m'appelle Jeanson James Ancheta. Je suis le meilleur pirate informatique sur le reseau sombre.Vous ne pouvez pas me croire? D'accord. Il suffit de verifier l'expediteur de ce message electronique. Vous verrez que j'envoie ce message a partir de votre propre adresse. (syahnoher68.bbbb@blogger.com)Permet d'aller directement au point. Pas une seule personne ne m'a indemnise pour enqueter sur vous. Vous ne me connaissez pas et vous vous demandez probablement pourquoi vous recevez cet email?En fait, j'ai place un malware sur le site Web 18+ vids (pornographie) et vous savez quoi, vous avez visite ce site pour vous amuser (vous voyez ce que je veux dire).Lorsque vous visionniez des clips video, votre navigateur Internet a commence a fonctionner en tant que bureau de controle a distance avec un enregistreur de frappe, ce qui me permettait d'acceder a votre ecran et a un camera, puis de faire une double video.La 1ere partie affiche la video que vous avez visionnee (vous avez un bon gout haha...), Et la partie suivante montre l'enregistrement de votre camera, et c'est vous. Je peux envoyer cette video a tous vos contacts (email, reseau social) et publier toutes vos donnees privees partout!Pour m'arreter, transferez exactement 800 EURO avec le prix actuel du bitcoin (BTC) a mon adresse bitcoin.Mon adresse bitcoin est la suivante: 1MHYGHSfK2z8fHvy4JxepmCm4JqpsBVNBtAprès avoir reçu le paiement, je supprimerai tous les fichiers, nous oublierons tout et vous pourrez continuer à vivre votre vie en paix comme avant! Je vous promets que vous ne recevrez jamais de nouvelles de moi.Je vous donne 48 heures pour obtenir les bitcoins et payer! Je sais que vous êtes en ligne et avez lu ce courrier électronique. Le compte à rebours commence maintenant!Ne partagez pas cet email avec qui que ce soit, cela devrait rester notre petit secret! N'essayez pas de repondre a cela. Personne ne le lira plus jamais. Tu veux mon attention? Envoyez-moi le montant mentionne ci-dessus des que possible!Si vous ne payez pas et ignorez tout simplement cet e-mail, je vous promets que je transformerai votre vie en enfer et que vous vous souviendrez de moi pour le reste de votre vie !!!Bonne chance",
        "lang": "fr"
    },
    {
        "post_link": "https://sdvgrgda.blogspot.com/2019/11/alerte-ladresse-syahnoher68bbbbbloggerc_3.html",
        "post_title": "Alerte: l'adresse syahnoher68.bbbb@blogger.com a ete piratee?!",
        "post_text": "<div class=\"post-body entry-content float-container\" id=\"post-body-2564659492214795411\">\nBonjour<br/>  Vous avez été piraté il y a des mois! .. Vos mots de passe ont ete divulgues et vous avez ete surveille!<br/>  Je m'appelle Jeanson James Ancheta. Je suis le meilleur pirate informatique sur le reseau sombre.<br/> <br/>  Vous ne pouvez pas me croire? D'accord. Il suffit de verifier l'expediteur de ce message electronique. Vous verrez que j'envoie ce message a partir de votre propre adresse. (syahnoher68.bbbb@blogger.com)<br/> <br/>  Permet d'aller directement au point. Pas une seule personne ne m'a indemnise pour enqueter sur vous. Vous ne me connaissez pas et vous vous demandez probablement pourquoi vous recevez cet email? <br/> <br/>  En fait, j'ai place un malware sur le site Web 18+ vids (pornographie) et vous savez quoi, vous avez visite ce site pour vous amuser (vous voyez ce que je veux dire). <br/>  Lorsque vous visionniez des clips video, votre navigateur Internet a commence a fonctionner en tant que bureau de controle a distance avec un enregistreur de frappe, ce qui me permettait d'acceder a votre ecran et a un camera, puis de faire une double video. <br/>  La 1ere partie affiche la video que vous avez visionnee (vous avez un bon gout haha...), Et la partie suivante montre l'enregistrement de votre camera, et c'est vous. Je peux envoyer cette video a tous vos contacts (email, reseau social) et publier toutes vos donnees privees partout!<br/> <br/>  Pour m'arreter, transferez exactement 800 EURO avec le prix actuel du bitcoin (BTC) a mon adresse bitcoin.<br/>  Mon adresse bitcoin est la suivante: 1MHYGHSfK2z8fHvy4JxepmCm4JqpsBVNBt<br/> <br/>  Après avoir reçu le paiement, je supprimerai tous les fichiers, nous oublierons tout et vous pourrez continuer à vivre votre vie en paix comme avant! Je vous promets que vous ne recevrez jamais de nouvelles de moi.<br/>  Je vous donne 48 heures pour obtenir les bitcoins et payer! Je sais que vous êtes en ligne et avez lu ce courrier électronique. Le compte à rebours commence maintenant!<br/>  Ne partagez pas cet email avec qui que ce soit, cela devrait rester notre petit secret! N'essayez pas de repondre a cela. Personne ne le lira plus jamais. Tu veux mon attention? Envoyez-moi le montant mentionne ci-dessus des que possible!<br/> <br/>  Si vous ne payez pas et ignorez tout simplement cet e-mail, je vous promets que je transformerai votre vie en enfer et que vous vous souviendrez de moi pour le reste de votre vie !!!<br/> <br/>  Bonne chance  \n</div>",
        "cleaned_post_text": "BonjourVous avez été piraté il y a des mois! .. Vos mots de passe ont ete divulgues et vous avez ete surveille!Je m'appelle Jeanson James Ancheta. Je suis le meilleur pirate informatique sur le reseau sombre.Vous ne pouvez pas me croire? D'accord. Il suffit de verifier l'expediteur de ce message electronique. Vous verrez que j'envoie ce message a partir de votre propre adresse. (syahnoher68.bbbb@blogger.com)Permet d'aller directement au point. Pas une seule personne ne m'a indemnise pour enqueter sur vous. Vous ne me connaissez pas et vous vous demandez probablement pourquoi vous recevez cet email?En fait, j'ai place un malware sur le site Web 18+ vids (pornographie) et vous savez quoi, vous avez visite ce site pour vous amuser (vous voyez ce que je veux dire).Lorsque vous visionniez des clips video, votre navigateur Internet a commence a fonctionner en tant que bureau de controle a distance avec un enregistreur de frappe, ce qui me permettait d'acceder a votre ecran et a un camera, puis de faire une double video.La 1ere partie affiche la video que vous avez visionnee (vous avez un bon gout haha...), Et la partie suivante montre l'enregistrement de votre camera, et c'est vous. Je peux envoyer cette video a tous vos contacts (email, reseau social) et publier toutes vos donnees privees partout!Pour m'arreter, transferez exactement 800 EURO avec le prix actuel du bitcoin (BTC) a mon adresse bitcoin.Mon adresse bitcoin est la suivante: 1MHYGHSfK2z8fHvy4JxepmCm4JqpsBVNBtAprès avoir reçu le paiement, je supprimerai tous les fichiers, nous oublierons tout et vous pourrez continuer à vivre votre vie en paix comme avant! Je vous promets que vous ne recevrez jamais de nouvelles de moi.Je vous donne 48 heures pour obtenir les bitcoins et payer! Je sais que vous êtes en ligne et avez lu ce courrier électronique. Le compte à rebours commence maintenant!Ne partagez pas cet email avec qui que ce soit, cela devrait rester notre petit secret! N'essayez pas de repondre a cela. Personne ne le lira plus jamais. Tu veux mon attention? Envoyez-moi le montant mentionne ci-dessus des que possible!Si vous ne payez pas et ignorez tout simplement cet e-mail, je vous promets que je transformerai votre vie en enfer et que vous vous souviendrez de moi pour le reste de votre vie !!!Bonne chance",
        "lang": "fr"
    }
]