[
    {
        "post_link": "http://thebronxtao.blogspot.com/2023/06/your-account-is-hacked-your-data-is.html",
        "post_title": "Your account is hacked. Your data is stolen. Learn how to regain access.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5441747253038414168\" itemprop=\"description articleBody\">\nHi,\r<br/> <br/>I am a hacker, and I have successfully gained access to your operating system.\r<br/>I also have full access to your account.\r<br/> <br/>I've been watching you for a few months now.\r<br/> <br/>The fact is that your computer has been infected with malware through an adult site that you visited.\r<br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why did your antivirus not detect malware?\r<br/>Answer: The malware I used is driver-based, I update its signatures every 4 hours. Hence your antivirus is unable to detect its presence.\r<br/>I made a video showing how you satisfy yourself in the left half of the screen, and the right half shows the video you were watching at the time.\r<br/> <br/>With one mouse click, I can send this video to all your emails and contacts on your social networks.\r<br/>I can also make public all your e-mail correspondence and chat history on the messengers that you use.\r<br/> <br/>If you don't want this to happen, transfer $950 in Bitcoin equivalent to my Bitcoin address (if you do not know how to do this, just search \"buy bitcoin\" on Google).\r<br/> <br/>My Bitcoin address (BTC Wallet) is: 15NCWERN56DQNf4WiPLR2txgiEF2np5Q2g\r<br/> <br/>After confirming your payment, I will delete the video immediately, and that's it. You will never hear from me again.\r<br/>I will give you 50 hours (more than 2 days) to pay. I will get a notice, when you open this email, and the timer will start.\r<br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my Bitcoin address.\r<br/> <br/>I never make any mistakes.\r<br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi,I am a hacker, and I have successfully gained access to your operating system.I also have full access to your account.I've been watching you for a few months now.The fact is that your computer has been infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why did your antivirus not detect malware?Answer: The malware I used is driver-based, I update its signatures every 4 hours. Hence your antivirus is unable to detect its presence.I made a video showing how you satisfy yourself in the left half of the screen, and the right half shows the video you were watching at the time.With one mouse click, I can send this video to all your emails and contacts on your social networks.I can also make public all your e-mail correspondence and chat history on the messengers that you use.If you don't want this to happen, transfer $950 in Bitcoin equivalent to my Bitcoin address (if you do not know how to do this, just search \"buy bitcoin\" on Google).My Bitcoin address (BTC Wallet) is: 15NCWERN56DQNf4WiPLR2txgiEF2np5Q2gAfter confirming your payment, I will delete the video immediately, and that's it. You will never hear from me again.I will give you 50 hours (more than 2 days) to pay. I will get a notice, when you open this email, and the timer will start.Filing a complaint somewhere does not make sense because this email cannot be tracked like my Bitcoin address.I never make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2023/01/dont-miss-your-unsettled-payment.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-9053903588025263213\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $1370 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1P5vLEEuGawo33WLs3pVdxTuyjqt7Ymf9C\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (mikkel5.amazing@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $1370 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1P5vLEEuGawo33WLs3pVdxTuyjqt7Ymf9CAll you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/12/your-personal-data-has-leaked-due-to.html",
        "post_title": "Your personal data has leaked due to suspected harmful activities.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6670927893797195107\" itemprop=\"description articleBody\">\nHi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. ╭ ᑎ ╮   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..ᵔ.ᵔ   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 850 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 1Jv4gYRkCiDQqBQvdmDW9c2Dqwg1pYfn6y   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!   I am a professional hacker and have successfully managed to hack your operating system.  Currently I have gained full access to your account.    In addition, I was secretly monitoring all your activities and watching you for several months.   The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously. ╭ ᑎ ╮   Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.  It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your permission.   In addition, I can also access and see your confidential information as well as your emails and chat messages.   You may be wondering why your antivirus cannot detect my malicious software.   Let me break it down for you: I am using harmful software that is driver-based,   which refreshes its signatures on 4-hourly basis, hence your antivirus is unable to detect it presence.   I have made a video compilation, which shows on the left side the scenes of you happily masturbating,   while on the right side it demonstrates the video you were watching at that moment..ᵔ.ᵔ   All I need is just to share this video to all email addresses and messenger contacts of people you are in communication with on your device or PC.   Furthermore, I can also make public all your emails and chat history.   I believe you would definitely want to avoid this from happening.   Here is what you need to do - transfer the Bitcoin equivalent of 850 USD to my Bitcoin account   (that is rather a simple process, which you can check out online in case if you don't know how to do that).   Below is my bitcoin account information (Bitcoin wallet): 1Jv4gYRkCiDQqBQvdmDW9c2Dqwg1pYfn6y   Once the required amount is transferred to my account, I will proceed with deleting all those videos and disappear from your life once and for all.   Kindly ensure you complete the abovementioned transfer within 50 hours (2 days +).   I will receive a notification right after you open this email, hence the countdown will start.   Trust me, I am very careful, calculative and never make mistakes.  If I discover that you shared this message with others, I will straight away proceed with making your private videos public.   Good luck!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/10/settle-your-debt-in-order-to-avoid.html",
        "post_title": "Settle your debt in order to avoid additional fees.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3340484901384597417\" itemprop=\"description articleBody\">\nHi there!\r<br/>Have you seen lately that an email sent by me to you from your own account?\r<br/>Yeah, that merely concludes that I have gained a complete access to a device of yours.\r<br/> <br/>For the past several months, you were under my close observation.\r<br/>Still surprised how could that happen? The thing is, your device was infected by a malware from one of adult websites that you lately accessed.\r<br/>It may seem complicated to you, nevertheless let me try to clear it out to you.\r<br/> <br/>With aid of Trojan Virus, I gained full access to your PC as well as any other device in your possession.\r<br/>That merely denotes that I am able to see you whenever I like just by turning on the camera and microphone in your PC, while you don't even know about that.\r<br/>Moreover, I have also obtained your entire contacts list, including your entire correspondence.\r<br/> <br/>Indeed, you wonder, \"But my PC is equipped with a valid antivirus, so how could that be possible? \r<br/>Why haven't I seen any warning?\" To be frank, the reply is very straightforward: malware of mine is based on drivers, \r<br/>whose signatures get updated on 4-hourly basis, causing it to become simply untraceable, and as result leaving your antivirus idle.\r<br/> <br/>I got a video showing the way you are jerking off on my left screen, while on the right screen there is a video that you watched during your masturbation session.\r<br/>Still unclear how bad that could become? One mouse click is enough to send that video to your entire list of social network, as well as e-mail contacts.\r<br/>In addition, I can as well provide access to your entire e-mail correspondence as well as messengers that are currently in your use.\r<br/> <br/>All you need to do to in order to avoid that from occurring - transfer $1550 (USD) in Bitcoin equivalent to my Bitcoin address \r<br/>(if you still don't know how that could be done, just use your browser and key-in: \"Buy Bitcoin\").\r<br/> <br/>Below is bitcoin address (BTC Wallet) of mine: 16trAbrqfAkfpN2zoJ2gQQdsYebkspgHpQ\r<br/> <br/>Upon getting evidence of payment from your side, I will instantly proceed with removing those videos, and that is all, you won't ever hear about me anymore.\r<br/>You are left with 2 days (or 48 hours) to perform that transaction.\r<br/>After opening this e-mail, I will get a notice, which will automatically start my timer countdown.\r<br/> <br/>Any attempts to complain to authorities won't be of any use to you, because this e-mail is simply untraceable, just like Bitcoin ID of mine.\r<br/>I was working on this for quite an extended period of time; so do not even think that I can make a mistake. \r<br/> <br/>In event that, I occasionally discover that you shared this message with anyone else, \r<br/>I will straight away proceed with making your video public as stated earlier. \r<br/> <br/>Good luck.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!Have you seen lately that an email sent by me to you from your own account?Yeah, that merely concludes that I have gained a complete access to a device of yours.For the past several months, you were under my close observation.Still surprised how could that happen? The thing is, your device was infected by a malware from one of adult websites that you lately accessed.It may seem complicated to you, nevertheless let me try to clear it out to you.With aid of Trojan Virus, I gained full access to your PC as well as any other device in your possession.That merely denotes that I am able to see you whenever I like just by turning on the camera and microphone in your PC, while you don't even know about that.Moreover, I have also obtained your entire contacts list, including your entire correspondence.Indeed, you wonder, \"But my PC is equipped with a valid antivirus, so how could that be possible?Why haven't I seen any warning?\" To be frank, the reply is very straightforward: malware of mine is based on drivers,whose signatures get updated on 4-hourly basis, causing it to become simply untraceable, and as result leaving your antivirus idle.I got a video showing the way you are jerking off on my left screen, while on the right screen there is a video that you watched during your masturbation session.Still unclear how bad that could become? One mouse click is enough to send that video to your entire list of social network, as well as e-mail contacts.In addition, I can as well provide access to your entire e-mail correspondence as well as messengers that are currently in your use.All you need to do to in order to avoid that from occurring - transfer $1550 (USD) in Bitcoin equivalent to my Bitcoin address(if you still don't know how that could be done, just use your browser and key-in: \"Buy Bitcoin\").Below is bitcoin address (BTC Wallet) of mine: 16trAbrqfAkfpN2zoJ2gQQdsYebkspgHpQUpon getting evidence of payment from your side, I will instantly proceed with removing those videos, and that is all, you won't ever hear about me anymore.You are left with 2 days (or 48 hours) to perform that transaction.After opening this e-mail, I will get a notice, which will automatically start my timer countdown.Any attempts to complain to authorities won't be of any use to you, because this e-mail is simply untraceable, just like Bitcoin ID of mine.I was working on this for quite an extended period of time; so do not even think that I can make a mistake.In event that, I occasionally discover that you shared this message with anyone else,I will straight away proceed with making your video public as stated earlier.Good luck.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/09/you-have-outstanding-debt.html",
        "post_title": "You have outstanding debt.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-96055640299305295\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (^-^)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1C2ek9b57xdVY9rPUaUnczxN5vGjVS8EhA\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (mikkel5.amazing@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (^-^)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1C2ek9b57xdVY9rPUaUnczxN5vGjVS8EhAYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/08/dont-miss-your-unsettled-payment_9.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8812585241024708081\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $1370 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1EhjD4hzLpwuHVu52ScHTJASqPdkC6SD4\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (mikkel5.amazing@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $1370 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1EhjD4hzLpwuHVu52ScHTJASqPdkC6SD4All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/08/dont-miss-your-unsettled-payment.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3986558103149777115\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $950 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1DnDfzKAjTYWcn6nCVfkXLh5RRaGBUZ7nE\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (mikkel5.amazing@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $950 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1DnDfzKAjTYWcn6nCVfkXLh5RRaGBUZ7nEAll you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/05/you-have-outstanding-payment-debt_18.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-692823224221586798\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_^)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 1771s891APz1wNKdn5fe3Vknmf5pN18cWu\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (mikkel5.amazing@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_^)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 1771s891APz1wNKdn5fe3Vknmf5pN18cWuYou are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/05/you-have-outstanding-payment-debt.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3799974983237838236\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_^)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntC\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (mikkel5.amazing@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_^)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntCYou are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/05/you-have-outstanding-payment-debt_15.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1083250941216499776\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_^)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntC\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (mikkel5.amazing@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_^)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntCYou are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/04/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2845123504087656740\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1710 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1PQfyHsqnU1mpQHgbgNsbAxDLw5u2mgqgb\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (mikkel5.amazing@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1710 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1PQfyHsqnU1mpQHgbgNsbAxDLw5u2mgqgbYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/03/pending-for-payment.html",
        "post_title": "Pending for payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7506489917259313531\" itemprop=\"description articleBody\">\nGreetings!\r<br/>Have you seen lately my e-mail to you from an account of yours?\r<br/>Yeah, that merely confirms that I have gained a complete access to device of yours.\r<br/> <br/>Within the past several months, I was observing you.\r<br/>Are you still surprised how could that happen? Frankly speaking, malware has infected your devices and it's coming from an adult website, which you used to visit. \r<br/>Although all this stuff may seem unfamiliar to you, but let me try to explain that to you.\r<br/> <br/>With aid of Trojan Viruses, I managed to gain full access to any PC or other types of devices.\r<br/>That merely means that I can watch you whenever I want via your screen just by activating your camera as well as microphone, while you don't even know about that. \r<br/>Moreover, I have also received access to entire contacts list as well as full correspondence of yours.\r<br/> <br/>You may be wondering, \"However, my PC is protected by a legitimate antivirus, so how could that happen? Why couldn't I get any alerts?\" \r<br/>To be honest, the reply is quite straightforward: malware of mine utilizes drivers, which update the signatures on 4-hourly basis, \r<br/>which turns them to become untraceable, and hereby making your antivirus remain idle.\r<br/> <br/>I have collected a video on the left screen where you enjoy wanking, while the video on the right screen shows the video you were watching at that point of time.\r<br/>Still puzzled how much damage could that cause? One mouse click is enough for me to share this video to your social networks, as well as e-mail contacts of yours.\r<br/>In addition, I am also able to gain access to all e-mail correspondence as well as messengers used by you.\r<br/> <br/>Below are simple steps required for you to undertake in order to avoid that from occurring - transfer $1350 in Bitcoin equivalent to my wallet \r<br/>(if you don't know how to complete that, just open your browser and make a google search: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin wallet address (BTC Wallet) is: 14dbcD3gXf5eHkYuA2PYf2nakQ5B7hVqHj \r<br/> <br/>Once the payment has been confirmed, I shall remove the video without delay, and that is end of story - afterwards you won't hear about me again for sure.\r<br/>The time for you to perform the transaction is 2 days (48 hours).\r<br/>After this e-mail is opened by you, I will get an automatic notice, which will start my timer.\r<br/> <br/>Any effort to complain will not change anything at all, because this e-mail is simply untraceable, just like my bitcoin address.\r<br/>I have been developing these plans for quite an extended period of time; so, don't expect any mistake from my side. \r<br/> <br/>If, get to know that you tried to send this message to anyone else, I will distribute your video as described earlier.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Greetings!Have you seen lately my e-mail to you from an account of yours?Yeah, that merely confirms that I have gained a complete access to device of yours.Within the past several months, I was observing you.Are you still surprised how could that happen? Frankly speaking, malware has infected your devices and it's coming from an adult website, which you used to visit.Although all this stuff may seem unfamiliar to you, but let me try to explain that to you.With aid of Trojan Viruses, I managed to gain full access to any PC or other types of devices.That merely means that I can watch you whenever I want via your screen just by activating your camera as well as microphone, while you don't even know about that.Moreover, I have also received access to entire contacts list as well as full correspondence of yours.You may be wondering, \"However, my PC is protected by a legitimate antivirus, so how could that happen? Why couldn't I get any alerts?\"To be honest, the reply is quite straightforward: malware of mine utilizes drivers, which update the signatures on 4-hourly basis,which turns them to become untraceable, and hereby making your antivirus remain idle.I have collected a video on the left screen where you enjoy wanking, while the video on the right screen shows the video you were watching at that point of time.Still puzzled how much damage could that cause? One mouse click is enough for me to share this video to your social networks, as well as e-mail contacts of yours.In addition, I am also able to gain access to all e-mail correspondence as well as messengers used by you.Below are simple steps required for you to undertake in order to avoid that from occurring - transfer $1350 in Bitcoin equivalent to my wallet(if you don't know how to complete that, just open your browser and make a google search: \"Buy Bitcoin\").My bitcoin wallet address (BTC Wallet) is: 14dbcD3gXf5eHkYuA2PYf2nakQ5B7hVqHjOnce the payment has been confirmed, I shall remove the video without delay, and that is end of story - afterwards you won't hear about me again for sure.The time for you to perform the transaction is 2 days (48 hours).After this e-mail is opened by you, I will get an automatic notice, which will start my timer.Any effort to complain will not change anything at all, because this e-mail is simply untraceable, just like my bitcoin address.I have been developing these plans for quite an extended period of time; so, don't expect any mistake from my side.If, get to know that you tried to send this message to anyone else, I will distribute your video as described earlier.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2022/01/dont-forget-to-pay-tax-within-2-days.html",
        "post_title": "Don't forget to pay the tax within 2 days!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2059623137144671797\" itemprop=\"description articleBody\">\nHi. How are you? \r<br/> <br/>I know, it's unpleasant to start the conversation with bad news, but I have no choice.\r<br/>Few months ago, I have gained access to your devices that used by you for internet browsing.\r<br/>Afterwards, I could track down all your internet activities.\r<br/> <br/>Here is the history of how it could become possible: \r<br/>At first, I purchased from hackers the access to multiple email accounts (nowadays, it is a really simple thing to do online).\r<br/>As result, I could easily log in to your email account (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>One week later, I installed Trojan virus in Operating Systems of all devices of yours, which you use to open email.\r<br/>Frankly speaking, it was rather straightforward (since you were opening the links from your inbox emails).\r<br/>Everything ingenious is quite simple. (o_0)!\r<br/> <br/>My software enables me with access to all controllers inside devices of yours, like microphone, keyboard and video camera.\r<br/>I could easily download to my servers all your private info, including the history of web browsing and photos.\r<br/>I can effortlessly gain access to all your messengers, social networks accounts, emails, contact list as well as chat history.\r<br/>Virus of mine constantly keeps refreshing its signatures (because it is driver-based), and as result remains unnoticed by your antivirus.\r<br/> <br/>Hence, you can already guess why I stayed undetected all this while.\r<br/> <br/>As I was gathering information about you, I couldn't help but notice that you are also a true fan of adult-content websites.\r<br/>You actually love visiting porn sites and browsing through kinky videos, while pleasuring yourself.\r<br/>I could make a few dirty records with you in the main focus and montaged several videos showing the way you reach orgasm while masturbating with joy.\r<br/> <br/>If you are still uncertain regarding the seriousness of my intentions, \r<br/>it only requires several mouse clicks for me to forward your videos to all your relatives, as well as friends and colleagues.\r<br/>I can also make those vids become accessible by public.\r<br/>I honestly think that you do not really want that to happen, considering the peculiarity of videos you like to watch, \r<br/>(you obviously know what I mean) all that kinky content can become a reason of serious troubles for you.\r<br/> <br/>However, we can still resolve this situation in the following manner:\r<br/>Everything you are required to do is a single transfer of $1370 USD to my account (or amount equivalent to bitcoin depending on exchange rate at the moment of transfer), \r<br/>and once the transaction is complete, I will straight away remove all the dirty content exposing you.\r<br/>After that, you can even forget that you have come across me. Moreover, I swear that all the harmful software will be removed from all devices of yours as well. \r<br/>Make no doubt that I will fulfill my part.\r<br/> <br/>This is really a great deal that comes at a reasonable price, given that I have used quite a lot of energy to check your profile as well as traffic over an extended period of time.\r<br/>If you have no idea about bitcoin purchase process - it can be straightforwardly done by getting all the necessary information online.\r<br/> <br/>Here is my bitcoin wallet provided below: 1N5J73F3gYPgZ8zkbnUhoryrYjQcqsA7St\r<br/> <br/>You should complete the abovementioned transfer within 48 hours (2 days) after opening this email.\r<br/> <br/>The following list contains actions you should avoid attempting:\r<br/>#Do not try replying my email (email in your inbox was generated by me alongside with return email address).\r<br/>#Do not try calling police as well as other security forces. In addition, abstain from sharing this story with your friends. \r<br/> After I find out (be sure, I can easily do that, given that I keep complete control of all your devices) - your kinky video will end up being available to public right away. \r<br/>#Do not try searching for me - there is absolutely no reason to do that. Moreover, all transactions in cryptocurrency are always anonymous.\r<br/>#Do not try reinstalling the OS on your devices or throwing them away. It is pointless as well, since all your videos have already been uploaded to remote servers.\r<br/> <br/>The following list contains things you should not be worried about:\r<br/>#That your money won't reach my account.\r<br/>- Rest assured, the transactions can be tracked, hence once the transaction is complete, \r<br/> I will know about it, because I continuously observe all your activities (my trojan virus allows me to control remotely your devices, same as TeamViewer).\r<br/>#That I still will share your kinky videos to public after you complete money transfer.\r<br/>- Trust me, it's pointless for me to continue troubling your life. If I really wanted, I would make it happen already! \r<br/> <br/>Let's make this deal in a fair manner!\r<br/> <br/>Owh, one more thing...in future it is best that you don't involve yourself in similar situations any longer!\r<br/>One last advice from me - recurrently change all your passwords from all accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi. How are you?I know, it's unpleasant to start the conversation with bad news, but I have no choice.Few months ago, I have gained access to your devices that used by you for internet browsing.Afterwards, I could track down all your internet activities.Here is the history of how it could become possible:At first, I purchased from hackers the access to multiple email accounts (nowadays, it is a really simple thing to do online).As result, I could easily log in to your email account (mikkel5.amazing@blogger.com).One week later, I installed Trojan virus in Operating Systems of all devices of yours, which you use to open email.Frankly speaking, it was rather straightforward (since you were opening the links from your inbox emails).Everything ingenious is quite simple. (o_0)!My software enables me with access to all controllers inside devices of yours, like microphone, keyboard and video camera.I could easily download to my servers all your private info, including the history of web browsing and photos.I can effortlessly gain access to all your messengers, social networks accounts, emails, contact list as well as chat history.Virus of mine constantly keeps refreshing its signatures (because it is driver-based), and as result remains unnoticed by your antivirus.Hence, you can already guess why I stayed undetected all this while.As I was gathering information about you, I couldn't help but notice that you are also a true fan of adult-content websites.You actually love visiting porn sites and browsing through kinky videos, while pleasuring yourself.I could make a few dirty records with you in the main focus and montaged several videos showing the way you reach orgasm while masturbating with joy.If you are still uncertain regarding the seriousness of my intentions,it only requires several mouse clicks for me to forward your videos to all your relatives, as well as friends and colleagues.I can also make those vids become accessible by public.I honestly think that you do not really want that to happen, considering the peculiarity of videos you like to watch,(you obviously know what I mean) all that kinky content can become a reason of serious troubles for you.However, we can still resolve this situation in the following manner:Everything you are required to do is a single transfer of $1370 USD to my account (or amount equivalent to bitcoin depending on exchange rate at the moment of transfer),and once the transaction is complete, I will straight away remove all the dirty content exposing you.After that, you can even forget that you have come across me. Moreover, I swear that all the harmful software will be removed from all devices of yours as well.Make no doubt that I will fulfill my part.This is really a great deal that comes at a reasonable price, given that I have used quite a lot of energy to check your profile as well as traffic over an extended period of time.If you have no idea about bitcoin purchase process - it can be straightforwardly done by getting all the necessary information online.Here is my bitcoin wallet provided below: 1N5J73F3gYPgZ8zkbnUhoryrYjQcqsA7StYou should complete the abovementioned transfer within 48 hours (2 days) after opening this email.The following list contains actions you should avoid attempting:#Do not try replying my email (email in your inbox was generated by me alongside with return email address).#Do not try calling police as well as other security forces. In addition, abstain from sharing this story with your friends.After I find out (be sure, I can easily do that, given that I keep complete control of all your devices) - your kinky video will end up being available to public right away.#Do not try searching for me - there is absolutely no reason to do that. Moreover, all transactions in cryptocurrency are always anonymous.#Do not try reinstalling the OS on your devices or throwing them away. It is pointless as well, since all your videos have already been uploaded to remote servers.The following list contains things you should not be worried about:#That your money won't reach my account.- Rest assured, the transactions can be tracked, hence once the transaction is complete,I will know about it, because I continuously observe all your activities (my trojan virus allows me to control remotely your devices, same as TeamViewer).#That I still will share your kinky videos to public after you complete money transfer.- Trust me, it's pointless for me to continue troubling your life. If I really wanted, I would make it happen already!Let's make this deal in a fair manner!Owh, one more thing...in future it is best that you don't involve yourself in similar situations any longer!One last advice from me - recurrently change all your passwords from all accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2021/12/you-have-to-pay-debt.html",
        "post_title": "You have to pay a debt.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4103849823915492560\" itemprop=\"description articleBody\">\nHi! \r<br/> <br/>Unfortunately, I have some bad news for you.\r<br/>Several months ago, I got access to the device you are using to browse the internet.\r<br/>Since that time, I have been monitoring your internet activity. \r<br/> <br/>Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this. \r<br/>To keep it simple, the websites you visited provided me with access to your data. \r<br/> <br/>I've uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.\r<br/>Moreover, I have backed-up all the data, including photos, social media, chats and contacts. \r<br/> <br/>Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun! \r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1750 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently. \r<br/> <br/>In my opinion, this is a somewhat modest price for my work. \r<br/>You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that it's not very difficult.\r<br/> <br/>My Bitcoin wallet (BTC): 1HiTbewnp8XNHy2zdeYQTG3NAicRG7CzuT\r<br/> <br/>You have 48 hours to reply and you should also bear the following in mind: \r<br/> <br/>It makes no sense to reply me - the address has been generated automatically.\r<br/>It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked. \r<br/>Everything has been orchestrated precisely. \r<br/> <br/>If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!\r<br/> <br/>P.S. The time will start once you open this letter. (This program has a built-in timer).\r<br/> <br/>Good luck and take it easy! It was just bad luck, next time please be careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Unfortunately, I have some bad news for you.Several months ago, I got access to the device you are using to browse the internet.Since that time, I have been monitoring your internet activity.Being a regular visitor of adult websites, I can confirm that it is you who is responsible for this.To keep it simple, the websites you visited provided me with access to your data.I've uploaded a Trojan horse on the driver basis that updates its signature several times per day, to make it impossible for antivirus to detect it. Additionally, it gives me access to your camera and microphone.Moreover, I have backed-up all the data, including photos, social media, chats and contacts.Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun!Rest assured that I can easily send this video to all your contacts with a few clicks, and I assume that you would like to prevent this scenario.With that in mind, here is my proposal:Transfer the amount equivalent to 1750 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently.In my opinion, this is a somewhat modest price for my work.You can figure out how to purchase Bitcoins using search engines like Google or Bing, seeing that it's not very difficult.My Bitcoin wallet (BTC): 1HiTbewnp8XNHy2zdeYQTG3NAicRG7CzuTYou have 48 hours to reply and you should also bear the following in mind:It makes no sense to reply me - the address has been generated automatically.It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked.Everything has been orchestrated precisely.If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it. Following that, the video will be posted on the web!P.S. The time will start once you open this letter. (This program has a built-in timer).Good luck and take it easy! It was just bad luck, next time please be careful.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2021/11/you-have-outstanding-debt.html",
        "post_title": "You have outstanding debt.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7661222414798713481\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1Dwi3dsfYEzbU3QDtjNC8DNfoaVNAcNRYC\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (mikkel5.amazing@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1Dwi3dsfYEzbU3QDtjNC8DNfoaVNAcNRYCYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2021/11/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7322246029825447004\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1550 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1BwDYXp1YCa2NLfGiF5Gfnkmgf61MqupHb\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (mikkel5.amazing@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1550 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1BwDYXp1YCa2NLfGiF5Gfnkmgf61MqupHbYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2021/10/you-have-outstanding-payment_14.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6104840600603247365\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 15KquhG7RGkyXvEVT1aXLgPt4qgBEVe8rN\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (mikkel5.amazing@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1450 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 15KquhG7RGkyXvEVT1aXLgPt4qgBEVe8rNYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2021/10/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2822196704693833261\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:mikkel5.amazing@blogger.com\">mikkel5.amazing@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1300 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 13Hayv2eeuwHTcUNhZVeCJytdBQosoSwVq\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (mikkel5.amazing@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1300 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 13Hayv2eeuwHTcUNhZVeCJytdBQosoSwVqYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2020/11/your-account-is-on-hold.html",
        "post_title": "Your account is on hold.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6698842761690965957\" itemprop=\"description articleBody\">\n<!-- NAME: SELL PRODUCTS --> <!--[if gte mso 15]>          <xml>              <o:OfficeDocumentSettings>              <o:AllowPNG></o:AllowPNG>              <o:PixelsPerInch>96</o:PixelsPerInch>              </o:OfficeDocumentSettings>          </xml>          <![endif]--> <meta charset=\"utf-8\"/> <meta content=\"IE=edge\" http-equiv=\"X-UA-Compatible\"/> <meta content=\"width=device-width, initial-scale=1\" name=\"viewport\"/> <style type=\"text/css\">  \t\tp{  \t\t\tmargin:10px 0;  \t\t\tpadding:0;  \t\t}  \t\ttable{  \t\t\tborder-collapse:collapse;  \t\t}  \t\th1,h2,h3,h4,h5,h6{  \t\t\tdisplay:block;  \t\t\tmargin:0;  \t\t\tpadding:0;  \t\t}  \t\timg,a img{  \t\t\tborder:0;  \t\t\theight:auto;  \t\t\toutline:none;  \t\t\ttext-decoration:none;  \t\t}  \t\tbody,#bodyTable,#bodyCell{  \t\t\theight:100%;  \t\t\tmargin:0;  \t\t\tpadding:0;  \t\t\twidth:100%;  \t\t}  \t\t.mcnPreviewText{  \t\t\tdisplay:none !important;  \t\t}  \t\t#outlook a{  \t\t\tpadding:0;  \t\t}  \t\timg{  \t\t\t-ms-interpolation-mode:bicubic;  \t\t}  \t\ttable{  \t\t\tmso-table-lspace:0pt;  \t\t\tmso-table-rspace:0pt;  \t\t}  \t\t.ReadMsgBody{  \t\t\twidth:100%;  \t\t}  \t\t.ExternalClass{  \t\t\twidth:100%;  \t\t}  \t\tp,a,li,td,blockquote{  \t\t\tmso-line-height-rule:exactly;  \t\t}  \t\ta[href^=tel],a[href^=sms]{  \t\t\tcolor:inherit;  \t\t\tcursor:default;  \t\t\ttext-decoration:none;  \t\t}  \t\tp,a,li,td,body,table,blockquote{  \t\t\t-ms-text-size-adjust:100%;  \t\t\t-webkit-text-size-adjust:100%;  \t\t}  \t\t.ExternalClass,.ExternalClass p,.ExternalClass td,.ExternalClass div,.ExternalClass span,.ExternalClass font{  \t\t\tline-height:100%;  \t\t}  \t\ta[x-apple-data-detectors]{  \t\t\tcolor:inherit !important;  \t\t\ttext-decoration:none !important;  \t\t\tfont-size:inherit !important;  \t\t\tfont-family:inherit !important;  \t\t\tfont-weight:inherit !important;  \t\t\tline-height:inherit !important;  \t\t}  \t\t.templateContainer{  \t\t\tmax-width:600px !important;  \t\t}  \t\ta.mcnButton{  \t\t\tdisplay:block;  \t\t}  \t\t.mcnImage,.mcnRetinaImage{  \t\t\tvertical-align:bottom;  \t\t}  \t\t.mcnTextContent{  \t\t\tword-break:break-word;  \t\t}  \t\t.mcnTextContent img{  \t\t\theight:auto !important;  \t\t}  \t\t.mcnDividerBlock{  \t\t\ttable-layout:fixed !important;  \t\t}  \t\th1{  \t\t\tcolor:#222222;  \t\t\tfont-family:Helvetica;  \t\t\tfont-size:40px;  \t\t\tfont-style:normal;  \t\t\tfont-weight:bold;  \t\t\tline-height:150%;  \t\t\tletter-spacing:normal;  \t\t\ttext-align:center;  \t\t}  \t\th2{  \t\t\tcolor:#222222;  \t\t\tfont-family:'Roboto', 'Helvetica Neue', Helvetica, Arial, sans-serif;  \t\t\tfont-size:24px;  \t\t\tfont-style:normal;  \t\t\tfont-weight:bold;  \t\t\tline-height:150%;  \t\t\tletter-spacing:normal;  \t\t\ttext-align:left;  \t\t}  \t\th3{  \t\t\tcolor:#444444;  \t\t\tfont-family:Helvetica;  \t\t\tfont-size:22px;  \t\t\tfont-style:normal;  \t\t\tfont-weight:bold;  \t\t\tline-height:150%;  \t\t\tletter-spacing:normal;  \t\t\ttext-align:left;  \t\t}  \t\th4{  \t\t\tcolor:#949494;  \t\t\tfont-family:'Roboto', 'Helvetica Neue', Helvetica, Arial, sans-serif;  \t\t\tfont-size:9px;  \t\t\tfont-style:normal;  \t\t\tfont-weight:normal;  \t\t\tline-height:125%;  \t\t\tletter-spacing:normal;  \t\t\ttext-align:left;  \t\t}  \t\t#templateHeader{  \t\t\tbackground-color:#ffffff;  \t\t\tbackground-image:none;  \t\t\tbackground-repeat:no-repeat;  \t\t\tbackground-position:center;  \t\t\tbackground-size:cover;  \t\t\tborder-top:1px none ;  \t\t\tborder-bottom:1px none ;  \t\t\tpadding-top:0px;  \t\t\tpadding-bottom:0px;  \t\t}  \t\t.headerContainer{  \t\t\tbackground-color:#transparent;  \t\t\tbackground-image:none;  \t\t\tbackground-repeat:no-repeat;  \t\t\tbackground-position:center;  \t\t\tbackground-size:cover;  \t\t\tborder-top:0;  \t\t\tborder-bottom:0;  \t\t\tpadding-top:0px;  \t\t\tpadding-bottom:0;  \t\t}  \t\t.headerContainer .mcnTextContent,.headerContainer .mcnTextContent p{  \t\t\tcolor:#757575;  \t\t\tfont-family:Helvetica;  \t\t\tfont-size:16px;  \t\t\tline-height:150%;  \t\t\ttext-align:left;  \t\t}  \t\t.headerContainer .mcnTextContent a,.headerContainer .mcnTextContent p a{  \t\t\tcolor:#007C89;  \t\t\tfont-weight:normal;  \t\t\ttext-decoration:underline;  \t\t}  \t\t#templateBody{  \t\t\tbackground-color:#ffffff;  \t\t\tbackground-image:none;  \t\t\tbackground-repeat:no-repeat;  \t\t\tbackground-position:center;  \t\t\tbackground-size:cover;  \t\t\tborder-top:1px none ;  \t\t\tborder-bottom:0;  \t\t\tpadding-top:0px;  \t\t\tpadding-bottom:0px;  \t\t}  \t\t.bodyContainer{  \t\t\tbackground-color:#transparent;  \t\t\tbackground-image:none;  \t\t\tbackground-repeat:no-repeat;  \t\t\tbackground-position:center;  \t\t\tbackground-size:cover;  \t\t\tborder-top:1px none ;  \t\t\tborder-bottom:0;  \t\t\tpadding-top:0;  \t\t\tpadding-bottom:0;  \t\t}  \t\t.bodyContainer .mcnTextContent,.bodyContainer .mcnTextContent p{  \t\t\tcolor:#222222;  \t\t\tfont-family:Helvetica;  \t\t\tfont-size:16px;  \t\t\tline-height:150%;  \t\t\ttext-align:left;  \t\t}  \t\t.bodyContainer .mcnTextContent a,.bodyContainer .mcnTextContent p a{  \t\t\tcolor:#007C89;  \t\t\tfont-weight:normal;  \t\t\ttext-decoration:underline;  \t\t}  \t\t#templateFooter{  \t\t\tbackground-color:#333333;  \t\t\tbackground-image:none;  \t\t\tbackground-repeat:no-repeat;  \t\t\tbackground-position:center;  \t\t\tbackground-size:cover;  \t\t\tborder-top:0;  \t\t\tborder-bottom:1px none ;  \t\t\tpadding-top:45px;  \t\t\tpadding-bottom:63px;  \t\t}  \t\t.footerContainer{  \t\t\tbackground-color:#transparent;  \t\t\tbackground-image:none;  \t\t\tbackground-repeat:no-repeat;  \t\t\tbackground-position:center;  \t\t\tbackground-size:cover;  \t\t\tborder-top:1px none ;  \t\t\tborder-bottom:0;  \t\t\tpadding-top:0;  \t\t\tpadding-bottom:0;  \t\t}  \t\t.footerContainer .mcnTextContent,.footerContainer .mcnTextContent p{  \t\t\tcolor:#FFFFFF;  \t\t\tfont-family:Helvetica;  \t\t\tfont-size:12px;  \t\t\tline-height:150%;  \t\t\ttext-align:center;  \t\t}  \t\t.footerContainer .mcnTextContent a,.footerContainer .mcnTextContent p a{  \t\t\tcolor:#FFFFFF;  \t\t\tfont-weight:normal;  \t\t\ttext-decoration:underline;  \t\t}  \t@media only screen and (min-width:768px){  \t\t.templateContainer{  \t\t\twidth:600px !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\tbody,table,td,p,a,li,blockquote{  \t\t\t-webkit-text-size-adjust:none !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\tbody{  \t\t\twidth:100% !important;  \t\t\tmin-width:100% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnRetinaImage{  \t\t\tmax-width:100% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnImage{  \t\t\twidth:100% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnCartContainer,.mcnCaptionTopContent,.mcnRecContentContainer,.mcnCaptionBottomContent,.mcnTextContentContainer,.mcnBoxedTextContentContainer,.mcnImageGroupContentContainer,.mcnCaptionLeftTextContentContainer,.mcnCaptionRightTextContentContainer,.mcnCaptionLeftImageContentContainer,.mcnCaptionRightImageContentContainer,.mcnImageCardLeftTextContentContainer,.mcnImageCardRightTextContentContainer,.mcnImageCardLeftImageContentContainer,.mcnImageCardRightImageContentContainer{  \t\t\tmax-width:100% !important;  \t\t\twidth:100% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnBoxedTextContentContainer{  \t\t\tmin-width:100% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnImageGroupContent{  \t\t\tpadding:9px !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnCaptionLeftContentOuter .mcnTextContent,.mcnCaptionRightContentOuter .mcnTextContent{  \t\t\tpadding-top:9px !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnImageCardTopImageContent,.mcnCaptionBottomContent:last-child .mcnCaptionBottomImageContent,.mcnCaptionBlockInner .mcnCaptionTopContent:last-child .mcnTextContent{  \t\t\tpadding-top:18px !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnImageCardBottomImageContent{  \t\t\tpadding-bottom:9px !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnImageGroupBlockInner{  \t\t\tpadding-top:0 !important;  \t\t\tpadding-bottom:0 !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnImageGroupBlockOuter{  \t\t\tpadding-top:9px !important;  \t\t\tpadding-bottom:9px !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnTextContent,.mcnBoxedTextContentColumn{  \t\t\tpadding-right:18px !important;  \t\t\tpadding-left:18px !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnImageCardLeftImageContent,.mcnImageCardRightImageContent{  \t\t\tpadding-right:18px !important;  \t\t\tpadding-bottom:0 !important;  \t\t\tpadding-left:18px !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcpreview-image-uploader{  \t\t\tdisplay:none !important;  \t\t\twidth:100% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\th1{  \t\t\tfont-size:30px !important;  \t\t\tline-height:125% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\th2{  \t\t\tfont-size:18px !important;  \t\t\tline-height:125% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\th3{  \t\t\tfont-size:20px !important;  \t\t\tline-height:150% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\th4{  \t\t\tfont-size:9px !important;  \t\t\tline-height:150% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.mcnBoxedTextContentContainer .mcnTextContent,.mcnBoxedTextContentContainer .mcnTextContent p{  \t\t\tfont-size:14px !important;  \t\t\tline-height:150% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.headerContainer .mcnTextContent,.headerContainer .mcnTextContent p{  \t\t\tfont-size:16px !important;  \t\t\tline-height:150% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.bodyContainer .mcnTextContent,.bodyContainer .mcnTextContent p{  \t\t\tfont-size:16px !important;  \t\t\tline-height:150% !important;  \t\t}    }\t@media only screen and (max-width: 480px){  \t\t.footerContainer .mcnTextContent,.footerContainer .mcnTextContent p{  \t\t\tfont-size:9px !important;  \t\t\tline-height:150% !important;  \t\t}    }</style><!--[if !mso]><!--><link href=\"https://fonts.googleapis.com/css?family=Roboto:400,400i,700,700i\" rel=\"stylesheet\"/><!--<![endif]--> <!-- --> <center> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" height=\"100%\" id=\"bodyTable\" style=\"border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;height: 100%;margin: 0;padding: 0;width: 100%;\" width=\"100%\"> <tbody><tr> <td align=\"center\" id=\"bodyCell\" style=\"mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;height: 100%;margin: 0;padding: 0;width: 100%;\" valign=\"top\"> <!-- BEGIN TEMPLATE // --> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody><tr> <td align=\"center\" data-template-container=\"\" id=\"templateHeader\" style=\"background:#ffffff none no-repeat center/cover;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #ffffff;background-image: none;background-repeat: no-repeat;background-position: center;background-size: cover;border-top: 1px none;border-bottom: 1px none;padding-top: 0px;padding-bottom: 0px;\" valign=\"top\"> <!--[if (gte mso 9)|(IE)]>                                      <table align=\"center\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"600\" style=\"width:600px;\">                                      <tr>                                      <td align=\"center\" valign=\"top\" width=\"600\" style=\"width:600px;\">                                      <![endif]--> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"templateContainer\" style=\"border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;max-width: 600px !important;\" width=\"100%\"> <tbody><tr> <td class=\"headerContainer\" style=\"background:#transparent none no-repeat center/cover;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #transparent;background-image: none;background-repeat: no-repeat;background-position: center;background-size: cover;border-top: 0;border-bottom: 0;padding-top: 0px;padding-bottom: 0;\" valign=\"top\"><table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnImageBlock\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody class=\"mcnImageBlockOuter\"> <tr> <td class=\"mcnImageBlockInner\" style=\"padding: 9px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" valign=\"top\"> <table align=\"left\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnImageContentContainer\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody><tr> <td class=\"mcnImageContent\" style=\"padding-right: 9px;padding-left: 9px;padding-top: 0;padding-bottom: 0;text-align: center;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" valign=\"top\"> <img align=\"center\" alt=\"\" class=\"mcnRetinaImage\" src=\"https://mcusercontent.com/b98e1939e1fe4dd8bc585e387/images/38e7db23-0f9e-4f5c-8e5f-c99497029c74.png\" style=\"max-width: 600px;padding-bottom: 0;display: inline !important;vertical-align: bottom;border: 0;height: auto;outline: none;text-decoration: none;-ms-interpolation-mode: bicubic;\" width=\"186\"/> </td> </tr> </tbody></table> </td> </tr> </tbody> </table><table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnBoxedTextBlock\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <!--[if gte mso 9]>  \t<table align=\"center\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"100%\">  \t<![endif]--> <tbody class=\"mcnBoxedTextBlockOuter\"> <tr> <td class=\"mcnBoxedTextBlockInner\" style=\"mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" valign=\"top\"> <!--[if gte mso 9]>  \t\t\t\t<td align=\"center\" valign=\"top\" \">  \t\t\t\t<![endif]--> <table align=\"left\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnBoxedTextContentContainer\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody><tr> <td style=\"padding-top: 9px;padding-left: 18px;padding-bottom: 9px;padding-right: 18px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\"> <table border=\"0\" cellspacing=\"0\" class=\"mcnTextContentContainer\" style=\"min-width: 100% !important;background-color: #2A80D1;border: 1px none;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody><tr> <td class=\"mcnTextContent\" style=\"padding: 5px;color: #F2F2F2;font-family: Helvetica;font-size: 14px;font-weight: normal;text-align: center;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;word-break: break-word;line-height: 150%;\" valign=\"top\"> <h4 class=\"null\" style=\"text-align: left;display: block;margin: 0;padding: 0;color: #949494;font-family: 'Roboto', 'Helvetica Neue', Helvetica, Arial, sans-serif;font-size: 9px;font-style: normal;font-weight: normal;line-height: 125%;letter-spacing: normal;\"><span style=\"color:#FFFFFF\"><span style=\"font-size:12px\">         <img data-file-id=\"5814360\" height=\"14\" src=\"https://mcusercontent.com/b98e1939e1fe4dd8bc585e387/images/e021f553-a475-4fed-944e-52b105508920.png\" style=\"border: 0px;width: 19px;height: 14px;margin: 0px;outline: none;text-decoration: none;-ms-interpolation-mode: bicubic;\" width=\"19\"/>Your account is on hold.</span></span></h4> </td> </tr> </tbody></table> </td> </tr> </tbody></table> <!--[if gte mso 9]>  \t\t\t\t</td>  \t\t\t\t<![endif]--> <!--[if gte mso 9]>                  </tr>                  </table>  \t\t\t\t<![endif]--> </td> </tr> </tbody> </table></td> </tr> </tbody></table> <!--[if (gte mso 9)|(IE)]>                                      </td>                                      </tr>                                      </table>                                      <![endif]--> </td> </tr> <tr> <td align=\"center\" data-template-container=\"\" id=\"templateBody\" style=\"background:#ffffff none no-repeat center/cover;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #ffffff;background-image: none;background-repeat: no-repeat;background-position: center;background-size: cover;border-top: 1px none;border-bottom: 0;padding-top: 0px;padding-bottom: 0px;\" valign=\"top\"> <!--[if (gte mso 9)|(IE)]>                                      <table align=\"center\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"600\" style=\"width:600px;\">                                      <tr>                                      <td align=\"center\" valign=\"top\" width=\"600\" style=\"width:600px;\">                                      <![endif]--> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"templateContainer\" style=\"border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;max-width: 600px !important;\" width=\"100%\"> <tbody><tr> <td class=\"bodyContainer\" style=\"background:#transparent none no-repeat center/cover;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #transparent;background-image: none;background-repeat: no-repeat;background-position: center;background-size: cover;border-top: 1px none;border-bottom: 0;padding-top: 0;padding-bottom: 0;\" valign=\"top\"><table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnTextBlock\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody class=\"mcnTextBlockOuter\"> <tr> <td class=\"mcnTextBlockInner\" style=\"padding-top: 9px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" valign=\"top\"> <!--[if mso]>  \t\t\t\t<table align=\"left\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"100%\" style=\"width:100%;\">  \t\t\t\t<tr>  \t\t\t\t<![endif]--> <!--[if mso]>  \t\t\t\t<td valign=\"top\" width=\"600\" style=\"width:600px;\">  \t\t\t\t<![endif]--> <table align=\"left\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnTextContentContainer\" style=\"max-width: 100%;min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody><tr> <td class=\"mcnTextContent\" style=\"padding-top: 0;padding-right: 18px;padding-bottom: 9px;padding-left: 18px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;word-break: break-word;color: #222222;font-family: Helvetica;font-size: 16px;line-height: 150%;text-align: left;\" valign=\"top\"> <h2 class=\"null\" style=\"display: block;margin: 0;padding: 0;color: #222222;font-family: 'Roboto', 'Helvetica Neue', Helvetica, Arial, sans-serif;font-size: 24px;font-style: normal;font-weight: bold;line-height: 150%;letter-spacing: normal;text-align: left;\"><span style=\"font-family:roboto,helvetica neue,helvetica,arial,sans-serif\">Update your payment information</span></h2> <br/> <span style=\"font-family:roboto,helvetica neue,helvetica,arial,sans-serif\">Dear client ,<br/> <br/>We are having problems with your current billing information. We will try again, but in the meantime, you may want to update your payment information</span> </td> </tr> </tbody></table> <!--[if mso]>  \t\t\t\t</td>  \t\t\t\t<![endif]--> <!--[if mso]>  \t\t\t\t</tr>  \t\t\t\t</table>  \t\t\t\t<![endif]--> </td> </tr> </tbody> </table><table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnButtonBlock\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody class=\"mcnButtonBlockOuter\"> <tr> <td align=\"left\" class=\"mcnButtonBlockInner\" style=\"padding-top: 0;padding-right: 18px;padding-bottom: 18px;padding-left: 18px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" valign=\"top\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnButtonContentContainer\" style=\"border-collapse: separate !important;border-radius: 3px;background-color: #E61212;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\"> <tbody> <tr> <td align=\"center\" class=\"mcnButtonContent\" style=\"font-family: Helvetica;font-size: 18px;padding: 18px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" valign=\"middle\"> <a class=\"mcnButton\" href=\"https://helpdesk-netflixaccount-verifyid.nwsturgeonadventures.com/\" style=\"font-weight: bold;letter-spacing: -0.5px;line-height: 100%;text-align: center;text-decoration: none;color: #FFFFFF;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;display: block;\" target=\"_blank\" title=\"VÃ©rifier maintenant\">review it now</a> </td> </tr> </tbody> </table> </td> </tr> </tbody> </table><table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnTextBlock\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody class=\"mcnTextBlockOuter\"> <tr> <td class=\"mcnTextBlockInner\" style=\"padding-top: 9px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" valign=\"top\"> <!--[if mso]>  \t\t\t\t<table align=\"left\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"100%\" style=\"width:100%;\">  \t\t\t\t<tr>  \t\t\t\t<![endif]--> <!--[if mso]>  \t\t\t\t<td valign=\"top\" width=\"600\" style=\"width:600px;\">  \t\t\t\t<![endif]--> <table align=\"left\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnTextContentContainer\" style=\"max-width: 100%;min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody><tr> <td class=\"mcnTextContent\" style=\"padding-top: 0;padding-right: 18px;padding-bottom: 9px;padding-left: 18px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;word-break: break-word;color: #222222;font-family: Helvetica;font-size: 16px;line-height: 150%;text-align: left;\" valign=\"top\"> <span style=\"font-family:roboto,helvetica neue,helvetica,arial,sans-serif\">Need help? We are here if you need it. Visit us on <a href=\"https://helpdesk-netflixaccount-verifyid.nwsturgeonadventures.com/\" style=\"mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #007C89;font-weight: normal;text-decoration: underline;\" target=\"_blank\">help center</a> ou <a href=\"https://helpdesk-netflixaccount-verifyid.nwsturgeonadventures.com/\" style=\"mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #007C89;font-weight: normal;text-decoration: underline;\" target=\"_blank\">Contact us</a> Now.</span> </td> </tr> </tbody></table> <!--[if mso]>  \t\t\t\t</td>  \t\t\t\t<![endif]--> <!--[if mso]>  \t\t\t\t</tr>  \t\t\t\t</table>  \t\t\t\t<![endif]--> </td> </tr> </tbody> </table><table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnDividerBlock\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;table-layout: fixed !important;\" width=\"100%\"> <tbody class=\"mcnDividerBlockOuter\"> <tr> <td class=\"mcnDividerBlockInner\" style=\"min-width: 100%;padding: 18px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnDividerContent\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody><tr> <td style=\"mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\"> <span></span> </td> </tr> </tbody></table> <!--                              <td class=\"mcnDividerBlockInner\" style=\"padding: 18px;\">                  <hr class=\"mcnDividerContent\" style=\"border-bottom-color:none; border-left-color:none; border-right-color:none; border-bottom-width:0; border-left-width:0; border-right-width:0; margin-top:0; margin-right:0; margin-bottom:0; margin-left:0;\" />  --> </td> </tr> </tbody> </table></td> </tr> </tbody></table> <!--[if (gte mso 9)|(IE)]>                                      </td>                                      </tr>                                      </table>                                      <![endif]--> </td> </tr> <tr> <td align=\"center\" data-template-container=\"\" id=\"templateFooter\" style=\"background:#333333 none no-repeat center/cover;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #333333;background-image: none;background-repeat: no-repeat;background-position: center;background-size: cover;border-top: 0;border-bottom: 1px none;padding-top: 45px;padding-bottom: 63px;\" valign=\"top\"> <!--[if (gte mso 9)|(IE)]>                                      <table align=\"center\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"600\" style=\"width:600px;\">                                      <tr>                                      <td align=\"center\" valign=\"top\" width=\"600\" style=\"width:600px;\">                                      <![endif]--> <table align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"templateContainer\" style=\"border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;max-width: 600px !important;\" width=\"100%\"> <tbody><tr> <td class=\"footerContainer\" style=\"background:#transparent none no-repeat center/cover;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #transparent;background-image: none;background-repeat: no-repeat;background-position: center;background-size: cover;border-top: 1px none;border-bottom: 0;padding-top: 0;padding-bottom: 0;\" valign=\"top\"><table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnTextBlock\" style=\"min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody class=\"mcnTextBlockOuter\"> <tr> <td class=\"mcnTextBlockInner\" style=\"padding-top: 9px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" valign=\"top\"> <!--[if mso]>  \t\t\t\t<table align=\"left\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"100%\" style=\"width:100%;\">  \t\t\t\t<tr>  \t\t\t\t<![endif]--> <!--[if mso]>  \t\t\t\t<td valign=\"top\" width=\"600\" style=\"width:600px;\">  \t\t\t\t<![endif]--> <table align=\"left\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"mcnTextContentContainer\" style=\"max-width: 100%;min-width: 100%;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;\" width=\"100%\"> <tbody><tr> <td class=\"mcnTextContent\" style=\"padding-top: 0;padding-right: 18px;padding-bottom: 9px;padding-left: 18px;mso-line-height-rule: exactly;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;word-break: break-word;color: #FFFFFF;font-family: Helvetica;font-size: 12px;line-height: 150%;text-align: center;\" valign=\"top\"> <div style=\"text-align: left;\">Questions? Call 1-861-519-7072<br/>The email for this account was sent to you as part of your Netflix subscription. To change your email preferences at any time, please visit<u>Communication parameters</u> from your account.    <br/>  Do not respond to this email, as we cannot respond from this address. <u>e-mail</u>. If you need help or want to contact us, visit our <u>help center</u>. <br/>  This message was sent by Netflix . <br/>  SRC: 12618_en_US <br/>  Use of the Netflix service and website is <u> subject to our</u> <u>Legal Privacy Statement</u> .      </div> <div style=\"text-align: left;\">100 Winchester Circle, Los Gatos, CA 95032, United States</div> </td> </tr> </tbody></table> <!--[if mso]>  \t\t\t\t</td>  \t\t\t\t<![endif]--> <!--[if mso]>  \t\t\t\t</tr>  \t\t\t\t</table>  \t\t\t\t<![endif]--> </td> </tr> </tbody> </table></td> </tr> </tbody></table> <!--[if (gte mso 9)|(IE)]>                                      </td>                                      </tr>                                      </table>                                      <![endif]--> </td> </tr> </tbody></table> <!-- // END TEMPLATE --></td></tr></tbody></table></center>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Your account is on hold.Update your payment informationDear client ,We are having problems with your current billing information. We will try again, but in the meantime, you may want to update your payment informationreview it nowNeed help? We are here if you need it. Visit us onhelp centerouContact usNow.Questions? Call 1-861-519-7072The email for this account was sent to you as part of your Netflix subscription. To change your email preferences at any time, please visitCommunication parametersfrom your account.Do not respond to this email, as we cannot respond from this address.e-mail. If you need help or want to contact us, visit ourhelp center.This message was sent by Netflix .SRC: 12618_en_USUse of the Netflix service and website issubject to ourLegal Privacy Statement.100 Winchester Circle, Los Gatos, CA 95032, United States",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2020/02/saturday-morning.html",
        "post_title": "SATURDAY MORNING........................",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1696929362516087534\" itemprop=\"description articleBody\">\n<div class=\"yahoo-style-wrap\" style=\"font-family:Helvetica Neue, Helvetica, Arial, sans-serif;font-size:13px;\"><div data-setdir=\"false\" dir=\"ltr\"><b><i><img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/1f577.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/> Saturday morning with a</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> beautiful day in store. </i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> Neighborhood looking good</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> with new homes finishing. </i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> Hard to believe with peace</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> here on the block one can live</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> without a Glock. Maybe.</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i><br/></i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> Many parts of the nation and</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> beyond on fire. No fire season</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> just more fires. Lots of floods</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> and in Houston, a major city </i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> for days. Can't hold back bays</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> and rivers. Getting the shivers?</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> Oceans are nuvo-business centers</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> for plastic and garbage pickup.</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><b><i> Dustin had his Mrs. Robinson but</i></b></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> got bad environmental advice from</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> 1950's used cars salesman, \"plastic!</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> Get into plastic!\" Rest is history.....</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b><br/></b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> Politics? Yak! Yak! Yak! Don't talk Back!</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> Keep working harder without slack. It's</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> good for the economy...........hope you are</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> not in the market. Just bad timing and all</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> the talk about spreading disease..........</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> Beam me up Scotty! No sense there is </b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b> anyone here who makes sense,,,,,,,,,,,</b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b><br/></b></i></div><div data-setdir=\"false\" dir=\"ltr\"><i style=\"\"><b>   Barry McChangky           <img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/1f47a.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/>          QUACK!</b></i></div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Saturday morning with abeautiful day in store.Neighborhood looking goodwith new homes finishing.Hard to believe with peacehere on the block one can livewithout a Glock. Maybe.Many parts of the nation andbeyond on fire. No fire seasonjust more fires. Lots of floodsand in Houston, a major cityfor days. Can't hold back baysand rivers. Getting the shivers?Oceans are nuvo-business centersfor plastic and garbage pickup.Dustin had his Mrs. Robinson butgot bad environmental advice from1950's used cars salesman, \"plastic!Get into plastic!\" Rest is history.....Politics? Yak! Yak! Yak! Don't talk Back!Keep working harder without slack. It'sgood for the economy...........hope you arenot in the market. Just bad timing and allthe talk about spreading disease..........Beam me up Scotty! No sense there isanyone here who makes sense,,,,,,,,,,,Barry McChangkyQUACK!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2018/11/fire-and-smoke.html",
        "post_title": "FIRE AND SMOKE...........................",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6433598117889807828\" itemprop=\"description articleBody\">\n<div class=\"yahoo-style-wrap\" style=\"font-family:Helvetica Neue, Helvetica, Arial, sans-serif;font-size:13px;\"><div><b> <img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/231a.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/><i> FIRE AND SMOKE</i></b></div><div><b><i>  HAS REACHED</i></b></div><div><b><i> SAN FRANCISCO!</i></b></div><div><b><i> No joke in the choke.</i></b></div><div><b><i> Running today is going</i></b></div><div><b><i> for broke. Better to stay</i></b></div><div><b><i> home and toke.........</i></b></div><div><b><i><br/></i></b></div><div><b><i> Sky this morning was made</i></b></div><div><b><i> for mourning. State has major</i></b></div><div><b><i> fires raging in national forests</i></b></div><div><b><i> up and down our state. Forest</i></b></div><div><i style=\"\"><b> management is \"a federal job\"</b></i></div><div><i style=\"\"><b> when it's a national forest! Prez</b></i></div><div><i style=\"\"><b> says otherwise. Great at lies but</b></i></div><div><i style=\"\"><b> new congress is ready to turn up</b></i></div><div><i style=\"\"><b> heat on prez and gang of Alice's</b></i></div><div><i style=\"\"><b> greatest knuckleheads. </b></i></div><div><i style=\"\"><b><br/></b></i></div><div><i style=\"\"><b> Economy numbers \"appear\" great</b></i></div><div><i style=\"\"><b> but that depends where on Alice's</b></i></div><div><i style=\"\"><b> economic ladder you stand,still.....</b></i></div><div><i style=\"\"><b> Base someday will have their fill.</b></i></div><div><i style=\"\"><b> Like landfill. one day it's ocean front</b></i></div><div><i style=\"\"><b> property, next it ain't.................</b></i></div><div><i style=\"\"><b><br/></b></i></div><div><i style=\"\"><b>  VETERAN'S DAY YESTERDAY.</b></i></div><div><i style=\"\"><b> ENJOY HOLIDAY TODAY.</b></i></div><div><i style=\"\"><b><br/></b></i></div><div><i style=\"\"><b>     Barry McChangky        <img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/1f4a5.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/>         QUACK!</b></i></div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "FIRE AND SMOKEHAS REACHEDSAN FRANCISCO!No joke in the choke.Running today is goingfor broke. Better to stayhome and toke.........Sky this morning was madefor mourning. State has majorfires raging in national forestsup and down our state. Forestmanagement is \"a federal job\"when it's a national forest! Prezsays otherwise. Great at lies butnew congress is ready to turn upheat on prez and gang of Alice'sgreatest knuckleheads.Economy numbers \"appear\" greatbut that depends where on Alice'seconomic ladder you stand,still.....Base someday will have their fill.Like landfill. one day it's ocean frontproperty, next it ain't.................VETERAN'S DAY YESTERDAY.ENJOY HOLIDAY TODAY.Barry McChangkyQUACK!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2018/07/sunday-afternoon.html",
        "post_title": "SUNDAY AFTERNOON...................",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4544045504047951510\" itemprop=\"description articleBody\">\n<div style=\"font-family:Helvetica Neue, Helvetica, Arial, sans-serif;font-size:13px;\"><div><b><i><img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/1f6d1.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/> HOME, HOME, HOME</i></b></div><div><b><i> in San Francisco and</i></b></div><div><b><i> not on the range, Parts</i></b></div><div><b><i> of Cali that may be home</i></b></div><div><b><i> to those living in forests</i></b></div><div><b><i> so old and dry one don't</i></b></div><div><b><i> know when \"that fire\" will</i></b></div><div><b><i> come and you die. BUT </i></b></div><div><b><i> VIEWS ARE WONDERFUL..</i></b></div><div><b><i> </i></b></div><div><b><i> Used to be a fire season in</i></b></div><div><b><i> Cali every year. No longer a</i></b></div><div><b><i> season, always with us. Brave</i></b></div><div><b><i> firefighters every year put in</i></b></div><div><b><i> months on the fire line. When</i></b></div><div><b><i> will WE STOP ASKING OUR</i></b></div><div><b><i> firemen to stop putting lives</i></b></div><div><b><i> </i></b><b><i>on the line to save house built</i></b></div><div><b><i> in a very ridiculous place like in</i></b></div><div><b><i> an unsafe, dry forest? </i></b></div><div><b><i><br/></i></b></div><div><b><i> Finished yesterday at Belmont</i></b></div><div><b><i> with pick 4 worth hitting. So far</i></b></div><div><b><i> today hit early pick 4 and late</i></b></div><div><b><i> pick 4 is coming up. Have to say,</i></b></div><div><b><i>               LIFE IS GOOD! </i></b></div><div><b><i><br/></i></b></div><div><b><i> Barry McChangky           <img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/1f4a5.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/><img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/1f522.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/>       QUACK! </i></b></div><div><br/></div><div style=\"font-family:Helvetica Neue, Helvetica, Arial, sans-serif;font-size:13px;\"></div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "HOME, HOME, HOMEin San Francisco andnot on the range, Partsof Cali that may be hometo those living in forestsso old and dry one don'tknow when \"that fire\" willcome and you die. BUTVIEWS ARE WONDERFUL..Used to be a fire season inCali every year. No longer aseason, always with us. Bravefirefighters every year put inmonths on the fire line. Whenwill WE STOP ASKING OURfiremen to stop putting liveson the line to save house builtin a very ridiculous place like inan unsafe, dry forest?Finished yesterday at Belmontwith pick 4 worth hitting. So fartoday hit early pick 4 and latepick 4 is coming up. Have to say,LIFE IS GOOD!Barry McChangkyQUACK!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2018/07/life-in-city.html",
        "post_title": "LIFE IN A CITY.......................",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-915472803812163750\" itemprop=\"description articleBody\">\n<div style=\"font-family:Helvetica Neue, Helvetica, Arial, sans-serif;font-size:13px;\"><div><b><i> <img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/1f360.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/>Beautiful weather for </i></b></div><div><b><i> San Francisco with no</i></b></div><div><b><i> smoke from endless fires</i></b></div><div><b><i> blowing this way. Middle</i></b></div><div><b><i> of forest fire hard to get to</i></b></div><div><b><i> and harder to contain. This</i></b></div><div><b><i> is Mother Nature doing what</i></b></div><div><b><i> she must. Those with lung</i></b></div><div><b><i> problems it's a bust. EPA is </i></b></div><div><b><i> not a friendly agency one can</i></b></div><div><i style=\"\"><b> trust. Autopsy will show lung</b></i></div><div><i style=\"\"><b> with rust and cleaning up air</b></i></div><div><i style=\"\"><b> is a must.........    </b></i></div><div><i style=\"\"><b><br/></b></i></div><div><i style=\"\"><b> Hit early pick 4 and could have</b></i></div><div><i style=\"\"><b> hit pick 5 but I wouldn't go for</b></i></div><div><i style=\"\"><b> all those multipliers. But life is</b></i></div><div><i style=\"\"><b> good and doing better than just</b></i></div><div><i style=\"\"><b> being in the game which is always</b></i></div><div><i style=\"\"><b> better than being happy about just</b></i></div><div><i style=\"\"><b> getting by..................</b></i></div><div><i style=\"\"><b><br/></b></i></div><div><i style=\"\"><b> Found new harness track named</b></i></div><div><i style=\"\"><b> HANOVER DOWNS! </b></i></div><div><i style=\"\"><b><br/></b></i></div><div><i style=\"\"><b>  Barry McChangky             <img alt=\"Emoji\" class=\"yahoo-emoji-wrapper\" data-inlineimagemanipulating=\"true\" height=\"16\" src=\"https://s.yimg.com/nq/yemoji_assets/latest/yemoji_assets/1f360.png\" style=\"padding: 0px 2px; vertical-align: middle;\" title=\"Emoji\" width=\"16\"/>    QUACK!</b></i></div><div><br/></div><div style=\"font-family:Helvetica Neue, Helvetica, Arial, sans-serif;font-size:13px;\"></div></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Beautiful weather forSan Francisco with nosmoke from endless firesblowing this way. Middleof forest fire hard to get toand harder to contain. Thisis Mother Nature doing whatshe must. Those with lungproblems it's a bust. EPA isnot a friendly agency one cantrust. Autopsy will show lungwith rust and cleaning up airis a must.........Hit early pick 4 and could havehit pick 5 but I wouldn't go forall those multipliers. But life isgood and doing better than justbeing in the game which is alwaysbetter than being happy about justgetting by..................Found new harness track namedHANOVER DOWNS!Barry McChangkyQUACK!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2012/12/morning-after.html",
        "post_title": "MORNING AFTER.............",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5601649605988215063\" itemprop=\"description articleBody\">\n<div style=\"font-family:'times new roman', 'new york', times, serif;font-size:14pt;color:#ffffff;\"><table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\"><tbody><tr><td bgcolor=\"#bf5f00\" height=\"100%\" valign=\"top\" width=\"100%\"><table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" height=\"100%\" style=\"table-layout:fixed;\" width=\"100%\"><tbody><tr><td width=\"10\"> </td><td style=\"overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\" valign=\"top\"><table cellpadding=\"0\" cellspacing=\"0\" style=\"white-space:normal;\" width=\"100%\"><tbody><tr><td height=\"10\"> </td></tr><tr><td><font color=\"#ffffff\" face=\"Times New Roman'\" size=\"3\" style=\"font-family:'Times New Roman';font-size:14;color:#ffffff;\"><div style=\"text-align:undefined;\"><div><font size=\"4\"><b><i> It's morning after Christmas</i></b></font></div><div><font size=\"4\"><b><i> with media chasing   people</i></b></font></div><div><font size=\"4\"><b><i> back to The Mall! </i></b></font></div><div><font size=\"4\"><b><i> SPEND YOUR MONEY NOW</i></b></font></div><div><font size=\"4\"><b><i> OR ECONOMY WILL FALL!</i></b></font></div><div><font size=\"4\"><b><i> That is morning news and tale.</i></b></font></div><div><font size=\"4\"><b><i> Media like dead horses always</i></b></font></div><div><font size=\"4\"><b><i> hugging rail, has not been fed</i></b></font></div><div><font size=\"4\"><b><i> or is just sick and frail.</i></b></font></div><div><font size=\"4\"><b><i> CHEAT GREAT CHAMPIONS</i></b></font></div><div><font size=\"4\"><b><i> by breeding without a male!</i></b></font></div><div><font size=\"4\"><b><i><br/></i></b></font></div><div><font size=\"4\"><b><i> What is real? What is good?</i></b></font></div><div><font size=\"4\"><b><i> Is any of this really understood? </i></b></font></div><div><font size=\"4\"><b><i> Will morning after going over</i></b></font></div><div><font size=\"4\"><b><i> The Cliff mean no more burning</i></b></font></div><div><font size=\"4\"><b><i> gas and oil just good old wood?</i></b></font></div><div><font size=\"4\"><b><i> REALITY CHECK! Are \"our\"</i></b></font></div><div><font size=\"4\"><b><i> expectations such that some \"DO\"</i></b></font></div><div><font size=\"4\"><b><i> belive \"politicians\" will like good</i></b></font></div><div><font size=\"4\"><b><i> old calvary and come through?</i></b></font></div><div><font size=\"4\"><b><i> Is it what you know or what you knew?</i></b></font></div><div><font size=\"4\"><b><i> </i></b></font></div><div><font size=\"4\"><b><i> Have you paid dues or still doing Whimpy</i></b></font></div><div><font size=\"4\"><b><i> and paying by check in mail or Tuesday?</i></b></font></div><div><font size=\"4\"><b><i> Is pay day same as blues day? If so   then</i></b></font></div><div><font size=\"4\"><b><i> you don't belong at The Mall! </i></b></font></div><div><font size=\"4\"><b><i> DID YOU HEAR THAT?</i></b></font></div><div><font size=\"4\"><b><i> From out of wilderness </i></b></font></div><div><font size=\"4\"><b><i> comes \"that\" call!</i></b></font></div><div><font size=\"4\"><b><i> Your not invited to</i></b></font></div><div><font size=\"4\"><b><i> Inaugural Ball!</i></b></font></div><div><font size=\"4\"><b><i> \"THEY\" know where</i></b></font></div><div><font size=\"4\"><b><i> to find you! In position</i></b></font></div><div><font size=\"4\"><b><i> of stall in your stall.......</i></b></font></div><div><font size=\"4\"><b><i><br/></i></b></font></div><div><font size=\"4\"><b><i>    Barry McChangky  </i></b></font><img src=\"http://mail.yimg.com/nq/cg/a/images/tsmileys2/39.gif\"/><b style=\"font-size:   large;\"><i>  QUACK! </i></b></div><div style=\"font-size: 14pt; position: fixed;\"></div> </div></font></td></tr><tr><td height=\"10\"> </td></tr></tbody></table></td><td width=\"10\"> </td></tr></tbody></table></td></tr></tbody></table></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "It's morning after Christmaswith media chasing   peopleback to The Mall!SPEND YOUR MONEY NOWOR ECONOMY WILL FALL!That is morning news and tale.Media like dead horses alwayshugging rail, has not been fedor is just sick and frail.CHEAT GREAT CHAMPIONSby breeding without a male!What is real? What is good?Is any of this really understood?Will morning after going overThe Cliff mean no more burninggas and oil just good old wood?REALITY CHECK! Are \"our\"expectations such that some \"DO\"belive \"politicians\" will like goodold calvary and come through?Is it what you know or what you knew?Have you paid dues or still doing Whimpyand paying by check in mail or Tuesday?Is pay day same as blues day? If so   thenyou don't belong at The Mall!DID YOU HEAR THAT?From out of wildernesscomes \"that\" call!Your not invited toInaugural Ball!\"THEY\" know whereto find you! In positionof stall in your stall.......Barry McChangkyQUACK!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2012/11/hello.html",
        "post_title": "hello!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1401116666015274923\" itemprop=\"description articleBody\">\n<table border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr><td style=\"font: inherit;\" valign=\"top\">check this out <a href=\"http://msnbc.msn.com-nbcnews7.net/jobs\">http://msnbc.msn.com-nbcnews7.net/jobs</a></td></tr></table>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "check this outhttp://msnbc.msn.com-nbcnews7.net/jobs",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2012/11/fwd-hey.html",
        "post_title": "Fwd:  Hey!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2180986610851633747\" itemprop=\"description articleBody\">\n<table border=\"0\" cellpadding=\"0\" cellspacing=\"0\"><tr><td style=\"font: inherit;\" valign=\"top\">take a look, see what you think <a href=\"http://careers.nbc8news.com/jobs/\">http://careers.nbc8news.com/jobs/</a></td></tr></table>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "take a look, see what you thinkhttp://careers.nbc8news.com/jobs/",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2012/10/sunday-is-here-again.html",
        "post_title": "SUNDAY IS HERE AGAIN...............",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-5620871953165098299\" itemprop=\"description articleBody\">\n<div style=\"font-family:'times new roman', 'new york', times, serif;font-size:14pt;color:#000000;\"><table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\"><tbody><tr><td bgcolor=\"#ddebe2\" height=\"100%\" valign=\"top\" width=\"100%\"><table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" height=\"100%\" style=\"table-layout:fixed;\" width=\"100%\"><tbody><tr><td width=\"10\"> </td><td style=\"overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\" valign=\"top\"><table cellpadding=\"0\" cellspacing=\"0\" style=\"white-space:normal;\" width=\"100%\"><tbody><tr><td height=\"10\"> </td></tr><tr><td><font color=\"#000000\" face=\"Times New Roman'\" size=\"3\" style=\"font-family:'Times New Roman';font-size:16px;color:#000000;\"><div style=\"text-align:undefined;\"><div><font size=\"4\"><b><i> All this week we heard</i></b></font></div><div><font size=\"4\"><b><i> what is going on   with </i></b></font></div><div><font size=\"4\"><b><i> THE HERD!</i></b></font></div><div><font size=\"4\"><b><i> There are no talking </i></b></font></div><div><font size=\"4\"><b><i> heads not to be heard,</i></b></font></div><div><font size=\"4\"><b><i> not to be heard at </i></b></font></div><div><font size=\"4\"><b><i> twilight is the song bird.</i></b></font></div><div><font size=\"4\"><b><i> Media stiffs out there to</i></b></font></div><div><font size=\"4\"><b><i> spread Their Word, know</i></b></font></div><div><b style=\"font-size: large; \"><i> that they are lying does</i></b></div><div><b style=\"font-size: large; \"><i> not take a nerd. </i></b></div><div><b style=\"font-size: large; \"><i><br/></i></b></div><div><b style=\"font-size: large; \"><i> While light weights are </i></b></div><div><b style=\"font-size: large; \"><i> in for three one rounders,</i></b></div><div><b style=\"font-size: large; \"><i> what is going on in rest of</i></b></div><div><b style=\"font-size: large; \"><i> world one ponders.</i></b></div><div><b style=\"font-size: large; \"><i> There are thirty wars or </i></b></div><div><b style=\"font-size: large; \"><i> revolutions in progress, </i></b></div><div><b style=\"font-size: large; \"><i> while in land of Alice there</i></b></div><div><b style=\"font-size: large; \"><i> is very little progress. </i></b></div><div><b style=\"font-size: large; \"><i> Jobs that are gone are gone</i></b></div><div><b style=\"font-size: large; \"><i> forever, go find new endeavor.</i></b></div><div><b style=\"font-size: large; \"><i> Working class has not received</i></b></div><div><b style=\"font-size: large; \"><i> wage increase in thirty years,</i></b></div><div><b style=\"font-size: large; \"><i> so give rich more tax breaks</i></b></div><div><b style=\"font-size:   large; \"><i> to buy more beers?</i></b></div><div><b style=\"font-size: large; \"><i><br/></i></b></div><div><b style=\"font-size: large; \"><i> Listened to many complain of</i></b></div><div><b style=\"font-size: large; \"><i> lousy SCAB umpires umping</i></b></div><div><b style=\"font-size: large; \"><i> pro football game. NOT ONE</i></b></div><div><b style=\"font-size: large; \"><i> word that all those PLAYERS</i></b></div><div><b style=\"font-size: large; \"><i> are UNION MEMBERS who</i></b></div><div><b style=\"font-size: large; \"><i> crossed picket line of union</i></b></div><div><b style=\"font-size: large; \"><i> serving same industry! WOW!</i></b></div><div><b style=\"font-size: large; \"><i> SCABS and SCUMBAGS!</i></b></div><div><b style=\"font-size: large; \"><i> No that is a Broadway show!</i></b></div><div><b style=\"font-size: large; \"><i> Media hypocrites are union</i></b></div><div><b style=\"font-size:   large; \"><i> members who never referred to</i></b></div><div><b style=\"font-size: large; \"><i> pro football players as union</i></b></div><div><b style=\"font-size: large; \"><i> busters..............</i></b></div><div><b style=\"font-size: large; \"><i><br/></i></b></div><div><b style=\"font-size: large; \"><i> Wonderful weather all around</i></b></div><div><b style=\"font-size: large; \"><i> San Francisco Bay I must say!</i></b></div><div><b style=\"font-size: large; \"><i> All kinds of events for everyone!</i></b></div><div><b style=\"font-size: large; \"><i> Being a kid is never done.....</i></b></div><div><b style=\"font-size: large; \"><i><br/></i></b></div><div><b style=\"font-size: large; \"><i>      Barry McChangky   </i></b><img src=\"http://mail.yimg.com/nq/cg/a/images/tsmileys2/39.gif\"/><b style=\"font-size: large; \"><i>   QUACK!     </i></b></div><div style=\"position:fixed\"></div> </div></font></td></tr><tr><td height=\"10\"> </td></tr></tbody></table></td><td width=\"10\"> </td></tr></tbody></table></td></tr></tbody></table></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "All this week we heardwhat is going on   withTHE HERD!There are no talkingheads not to be heard,not to be heard attwilight is the song bird.Media stiffs out there tospread Their Word, knowthat they are lying doesnot take a nerd.While light weights arein for three one rounders,what is going on in rest ofworld one ponders.There are thirty wars orrevolutions in progress,while in land of Alice thereis very little progress.Jobs that are gone are goneforever, go find new endeavor.Working class has not receivedwage increase in thirty years,so give rich more tax breaksto buy more beers?Listened to many complain oflousy SCAB umpires umpingpro football game. NOT ONEword that all those PLAYERSare UNION MEMBERS whocrossed picket line of unionserving same industry! WOW!SCABS and SCUMBAGS!No that is a Broadway show!Media hypocrites are unionmembers who never referred topro football players as unionbusters..............Wonderful weather all aroundSan Francisco Bay I must say!All kinds of events for everyone!Being a kid is never done.....Barry McChangkyQUACK!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2012/09/am-i-stealing.html",
        "post_title": "AM I STEALING..............",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7702085961244716247\" itemprop=\"description articleBody\">\n<div style=\"font-family:'times new roman', 'new york', times, serif;font-size:14pt;color:#000000;\"><table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\"><tbody><tr><td bgcolor=\"#00ffff\" height=\"100%\" valign=\"top\" width=\"100%\"><table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" height=\"100%\" style=\"table-layout:fixed;\" width=\"100%\"><tbody><tr><td width=\"10\"> </td><td style=\"overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\" valign=\"top\"><table cellpadding=\"0\" cellspacing=\"0\" style=\"white-space:normal;\" width=\"100%\"><tbody><tr><td height=\"10\"> </td></tr><tr><td><font color=\"#000000\" face=\"Times New Roman'\" size=\"3\" style=\"font-family:'Times New Roman';font-size:14;color:#000000;\"><div style=\"text-align:undefined;\"><div><font size=\"4\"><b><i> Good morning to all</i></b></font></div><div><font size=\"4\"><b><i> out there on   OCCUPY!</i></b></font></div><div><font size=\"4\"><b><i> Good to know there are</i></b></font></div><div><font size=\"4\"><b><i> those who refuse to </i></b></font></div><div><font size=\"4\"><b><i> accept another lie!</i></b></font></div><div><font size=\"4\"><b><i> </i></b></font></div><div><font size=\"4\"><b><i> Received new modem but</i></b></font></div><div><font size=\"4\"><b><i> have made mess of getting</i></b></font></div><div><font size=\"4\"><b><i> back on line! Writing this </i></b></font></div><div><font size=\"4\"><b><i> off neighbor's whyfy line!</i></b></font></div><div><font size=\"4\"><b><i> So far so good but will need</i></b></font></div><div><font size=\"4\"><b><i> assistance to get this right!</i></b></font></div><div><font size=\"4\"><b><i> Is there a six year old in sight?</i></b></font></div><div><font size=\"4\"><b><i><br/></i></b></font></div><div><font size=\"4\"><b><i> Middle of   night and life is still</i></b></font></div><div><font size=\"4\"><b><i> moving on, few hours more </i></b></font></div><div><font size=\"4\"><b><i> will find us all moving around.</i></b></font></div><div><font size=\"4\"><b><i> Some will be on way to work</i></b></font></div><div><font size=\"4\"><b><i> while others no where bound!</i></b></font></div><div><font size=\"4\"><b><i> All over Alice to be found!</i></b></font></div><div><font size=\"4\"><b><i> Hear that sound? Sound of the</i></b></font></div><div><font size=\"4\"><b><i> falling dollar and pound!</i></b></font></div><div><font size=\"4\"><b><i> Let us all head for bar for one</i></b></font></div><div><font size=\"4\"><b><i> more solid round.........</i></b></font></div><div><font size=\"4\"><b><i> Get up! Or on you will turn </i></b></font></div><div><font size=\"4\"><b><i> The Hound.......</i></b></font></div><div><font size=\"4\"><b><i><br/></i></b></font></div><div><font size=\"4\"><b><i>    Barry McChangky  </i></b></font><img src=\"http://mail.yimg.com/nq/cg/a/images/tsmileys2/39.gif\"/><b style=\"font-size: large; \"><i>  QUACK! </i></b></div><div style=\"font-size: 14pt; position: fixed; \"></div> </div></font></td></tr><tr><td height=\"10\"> </td></tr></tbody></table></td><td width=\"10\"> </td></tr></tbody></table></td></tr></tbody></table></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Good morning to allout there on   OCCUPY!Good to know there arethose who refuse toaccept another lie!Received new modem buthave made mess of gettingback on line! Writing thisoff neighbor's whyfy line!So far so good but will needassistance to get this right!Is there a six year old in sight?Middle of   night and life is stillmoving on, few hours morewill find us all moving around.Some will be on way to workwhile others no where bound!All over Alice to be found!Hear that sound? Sound of thefalling dollar and pound!Let us all head for bar for onemore solid round.........Get up! Or on you will turnThe Hound.......Barry McChangkyQUACK!",
        "lang": "en"
    },
    {
        "post_link": "http://thebronxtao.blogspot.com/2012/06/tsunami-sunset.html",
        "post_title": "TSUNAMI SUNSET..............",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2370250313889065302\" itemprop=\"description articleBody\">\n<div style=\"font-family:'times new roman', 'new york', times, serif;font-size:14pt;color:#000000;\"><table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\"><tbody><tr><td bgcolor=\"#ffff40\" height=\"100%\" valign=\"top\" width=\"100%\"><table align=\"center\" cellpadding=\"0\" cellspacing=\"0\" height=\"100%\" style=\"table-layout:fixed;\" width=\"100%\"><tbody><tr><td width=\"10\"> </td><td style=\"overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\" valign=\"top\"><table cellpadding=\"0\" cellspacing=\"0\" style=\"white-space:normal;\" width=\"100%\"><tbody><tr><td height=\"10\"> </td></tr><tr><td><font color=\"#000000\" face=\"Times New Roman'\" size=\"3\" style=\"font-family:'Times New Roman';font-size:14;color:#000000;\"><div style=\"text-align:undefined;\"><div><font size=\"4\"><b><i> HERE IT COMES!</i></b></font></div><div><font size=\"4\"><b><i> ACROSS THE   SEA!</i></b></font></div><div><font size=\"4\"><b><i> TSUNAMI WASTE,</i></b></font></div><div><font size=\"4\"><b><i> FOR YOU AND ME!</i></b></font></div><div><font size=\"4\"><b><i><br/></i></b></font></div><div><font size=\"4\"><b><i> Ocean front property</i></b></font></div><div><font size=\"4\"><b><i> owners are making a plea,</i></b></font></div><div><font size=\"4\"><b><i> please come clean up this</i></b></font></div><div><font size=\"4\"><b><i> mess but don't charge me!</i></b></font></div><div><font size=\"4\"><b><i> Flooding in Florida and </i></b></font></div><div><font size=\"4\"><b><i> fire in four states making</i></b></font></div><div><font size=\"4\"><b><i> so many flee! But left coast</i></b></font></div><div><font size=\"4\"><b><i> shoreline property owners </i></b></font></div><div><font size=\"4\"><b><i> want help from you and me!</i></b></font></div><div><font size=\"4\"><b><i> Show you   what kind of person</i></b></font></div><div><font size=\"4\"><b><i> that I be, I will chip in and </i></b></font></div><div><font size=\"4\"><b><i> just call it another fee......</i></b></font></div><div><font size=\"4\"><b><i><br/></i></b></font></div><div><font size=\"4\"><b><i> Alice is a republic where nothing</i></b></font></div><div><font size=\"4\"><b><i> is free other than right to flee.....</i></b></font></div><div><font size=\"4\"><b><i><br/></i></b></font></div><div><font size=\"4\"><b><i>       Barry McChangky </i></b></font><img src=\"http://mail.yimg.com/nq/cg/a/images/tsmileys2/39.gif\"/><font size=\"4\"><b><i> QUACK!</i></b></font></div><div style=\"font-size: 14pt; position: fixed; \"></div> </div></font></td></tr><tr><td height=\"10\"> </td></tr></tbody></table></td><td width=\"10\"> </td></tr></tbody></table></td></tr></tbody></table></div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "HERE IT COMES!ACROSS THE   SEA!TSUNAMI WASTE,FOR YOU AND ME!Ocean front propertyowners are making a plea,please come clean up thismess but don't charge me!Flooding in Florida andfire in four states makingso many flee! But left coastshoreline property ownerswant help from you and me!Show you   what kind of personthat I be, I will chip in andjust call it another fee......Alice is a republic where nothingis free other than right to flee.....Barry McChangkyQUACK!",
        "lang": "en"
    }
]