[
    {
        "post_link": "https://vignettestraining.blogspot.com/2022/08/dont-miss-your-unsettled-payment.html",
        "post_title": "Don't miss your unsettled payment. Complete your debt payment now.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4448010221935230813\" itemprop=\"description articleBody\">\nHi there!\r<br/> <br/>I regret to inform you about some sad news for you.\r<br/>Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.\r<br/>Moving forward, I have started observing your internet activities on continuous basis.\r<br/> <br/>Go ahead and take a look at the sequence of events provided below for your reference: \r<br/>Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).\r<br/>Evidently, it wasn't hard for me to proceed with logging in your email account (<a href=\"mailto:rayvft.elearning@blogger.com\">rayvft.elearning@blogger.com</a>).\r<br/> <br/>Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.\r<br/>Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).\r<br/>Yeah, geniuses are among us.\r<br/> <br/>Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).\r<br/>As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.\r<br/>Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.\r<br/>My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.\r<br/> <br/>Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...\r<br/> <br/>During the process of compilation of all the materials associated with you,\r<br/>I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.\r<br/>Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.\r<br/>As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,\r<br/>and later produced a few videos exposing your masturbation and cumming scenes.\r<br/> <br/>If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,\r<br/>including your friends, colleagues, relatives and others.\r<br/>Moreover, I am able to upload all that video content online for everyone to see.\r<br/>I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,\r<br/>(you absolutely know what I mean by that) it will cause a huge adversity for you.\r<br/> <br/>There is still a solution to this matter, and here is what you need to do:\r<br/>You make a transaction of $950 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),\r<br/>hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.\r<br/>After that we can make it look like there was nothing happening beforehand.\r<br/>Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,\r<br/>because I keep my word at all times.\r<br/> <br/>That is indeed a beneficial bargain that comes with a relatively reduced price,\r<br/>taking into consideration that your profile and traffic were under close monitoring during a long time frame.\r<br/>If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.\r<br/> <br/>Below is my bitcoin wallet for your further reference: 1DnDfzKAjTYWcn6nCVfkXLh5RRaGBUZ7nE\r<br/> <br/>All you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).\r<br/> <br/>The following list includes things you should remember and avoid doing:\r<br/>&gt; There's no point to try replying my email (since this email and return address were created inside your inbox).\r<br/>&gt; There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.\r<br/> If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) - \r<br/> your nasty clip will be shared with public straight away. \r<br/>&gt; There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.\r<br/>&gt; There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue, \r<br/> since all clips with you as main character are already uploaded on remote servers.\r<br/> <br/>Things that may be concerning you:\r<br/>&gt; That funds transfer won't be delivered to me.\r<br/> Breathe out, I can track down everything right away, so once funds transfer is finished,\r<br/> I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).\r<br/>&gt; That your videos will be distributed, even though you have completed money transfer to my wallet. \r<br/>Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier! \r<br/> <br/>We are going to approach and deal with it in a clear manner!\r<br/> <br/>In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!\r<br/>My recommendation - ensure all your passwords are replaced with new ones on a regular basis.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi there!I regret to inform you about some sad news for you.Approximately a month or two ago I have succeeded to gain a total access to all your devices utilized for browsing internet.Moving forward, I have started observing your internet activities on continuous basis.Go ahead and take a look at the sequence of events provided below for your reference:Initially I bought an exclusive access from hackers to a long list of email accounts (in today's world, that is really a common thing, which can arranged via internet).Evidently, it wasn't hard for me to proceed with logging in your email account (rayvft.elearning@blogger.com).Within the same week, I moved on with installing a Trojan virus in Operating Systems for all devices that you use to login to email.Frankly speaking, it wasn't a challenging task for me at all (since you were kind enough to click some of the links in your inbox emails before).Yeah, geniuses are among us.Because of this Trojan I am able to gain access to entire set of controllers in devices (e.g., your video camera, keyboard, microphone and others).As result, I effortlessly downloaded all data, as well as photos, web browsing history and other types of data to my servers.Moreover, I have access to all social networks accounts that you regularly use, including emails, including chat history, messengers, contacts list etc.My unique virus is incessantly refreshing its signatures (due to control by a driver), and hence remains undetected by any type of antiviruses.Hence, I guess by now you can already see the reason why I always remained undetected until this very letter...During the process of compilation of all the materials associated with you,I also noticed that you are a huge supporter and regular user of websites hosting nasty adult content.Turns out to be, you really love visiting porn websites, as well as watching exciting videos and enduring unforgettable pleasures.As a matter of fact, I was not able to withstand the temptation, but to record certain nasty solo action with you in main role,and later produced a few videos exposing your masturbation and cumming scenes.If until now you don't believe me, all I need is one-two mouse clicks to make all those videos with everyone you know,including your friends, colleagues, relatives and others.Moreover, I am able to upload all that video content online for everyone to see.I sincerely think, you certainly would not wish such incidents to take place, in view of the lustful things demonstrated in your commonly watched videos,(you absolutely know what I mean by that) it will cause a huge adversity for you.There is still a solution to this matter, and here is what you need to do:You make a transaction of $950 USD to my account (an equivalent in bitcoins, which recorded depending on the exchange rate at the date of funds transfer),hence upon receiving the transfer, I will immediately get rid of all those lustful videos without delay.After that we can make it look like there was nothing happening beforehand.Additionally, I can confirm that all the Trojan software is going to be disabled and erased from all devices that you use. You have nothing to worry about,because I keep my word at all times.That is indeed a beneficial bargain that comes with a relatively reduced price,taking into consideration that your profile and traffic were under close monitoring during a long time frame.If you are still unclear regarding how to buy and perform transactions with bitcoins - everything is available online.Below is my bitcoin wallet for your further reference: 1DnDfzKAjTYWcn6nCVfkXLh5RRaGBUZ7nEAll you have is 48 hours and the countdown begins once this email is opened (in other words 2 days).The following list includes things you should remember and avoid doing:> There's no point to try replying my email (since this email and return address were created inside your inbox).> There's no point in calling police or any other types of security services either. Furthermore, don't you dare sharing this info with any of your friends.If I discover that (taking into consideration my skills, it will be really simple, because I control all your systems and continuously monitor them) -your nasty clip will be shared with public straight away.> There's no point in looking for me too - it won't result in any success. Transactions with cryptocurrency are completely anonymous and untraceable.> There's no point in reinstalling your OS on devices or trying to throw them away. That won't solve the issue,since all clips with you as main character are already uploaded on remote servers.Things that may be concerning you:> That funds transfer won't be delivered to me.Breathe out, I can track down everything right away, so once funds transfer is finished,I will know for sure, since I interminably track down all activities done by you (my Trojan virus controls all processes remotely, just as TeamViewer).> That your videos will be distributed, even though you have completed money transfer to my wallet.Trust me, it is worthless for me to still bother you after money transfer is successful. Moreover, if that was ever part of my plan, I would do make it happen way earlier!We are going to approach and deal with it in a clear manner!In conclusion, I'd like to recommend one more thing... after this you need to make certain you don't get involved in similar kind of unpleasant events anymore!My recommendation - ensure all your passwords are replaced with new ones on a regular basis.",
        "lang": "en"
    },
    {
        "post_link": "https://vignettestraining.blogspot.com/2022/07/there-is-overdue-payment-under-your.html",
        "post_title": "There is an overdue payment under your name. Please, settle your debts ASAP.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7308369214259271691\" itemprop=\"description articleBody\">\nHi!\r<br/> <br/>Sadly, there are some bad news that you are about to hear.\r<br/>About few months ago I have gained a full access to all devices used by you for internet browsing.\r<br/>Shortly after, I started recording all internet activities done by you.\r<br/> <br/>Below is the sequence of events of how that happened: \r<br/>Earlier I purchased from hackers a unique access to diversified email accounts (at the moment, it is really easy to do using internet).\r<br/>As you can see, I managed to log in to your email account without breaking a sweat: (<a href=\"mailto:rayvft.elearning@blogger.com\">rayvft.elearning@blogger.com</a>).\r<br/> <br/>Within one week afterwards, I installed a Trojan virus in your Operating Systems available on all devices that you utilize for logging in your email.\r<br/>To be frank, it was somewhat a very easy task (since you were kind enough to open some of links provided in your inbox emails).\r<br/>I know, you may be thinking now that I'm a genius.\r<br/> <br/>With help of that useful software, I am now able to gain access to all the controllers located in your devices (e.g., video camera, keyboard, microphone and others).\r<br/>As result, managed to download all your photos, personal data, history of web browsing and other info to my servers without any problems.\r<br/>Moreover, I now have access to all accounts in your messengers, social networks, emails, contacts list, chat history - you name it.\r<br/>My Trojan virus continues refreshing its signatures in a non-stop manner (because it is operated by driver), \r<br/>hence it remains undetected by any antivirus software installed in your PC or device.\r<br/> <br/>So, I guess now you finally understand the reason why I could never be caught until this very letter...\r<br/> <br/>During the process of your personal info compilation, I could not help but notice that you are a huge admirer and regular guest of websites with adult content.\r<br/>You endure a lot of pleasure while checking out porn websites, watching nasty porn movies and reaching breathtaking orgasms.\r<br/>Let me be frank with you, it was really hard to resist from recording some of those naughty solo scenes with you in main role and compiling them in special videos \r<br/>that expose your masturbation sessions, which end with you cumming.\r<br/> <br/>In case if you still have doubts, all I need is to click my mouse and all those nasty videos with you will be shared to friends, colleagues, and relatives of yours.\r<br/>Moreover, nothing stops me from uploading all that hot content online, so all public can watch it too.\r<br/>I sincerely hope, you would really not prefer that to happen, keeping in mind all the dirty things you like to watch, \r<br/>(you certainly know what I mean) it will completely ruin your reputation.\r<br/> <br/>However, don't worry, there is still a way to resolve this:\r<br/>You need to carry out a $1290 USD transfer to my wallet (equivalent amount in bitcoins depending on exchange rate at the moment of funds transfer), \r<br/>hence upon receiving the transaction, I will proceed with deleting all the filthy videos with you in main role.\r<br/>Afterwards, we can forget about this unpleasant accident. Furthermore, I guarantee that all the malicious software will also be erased from your devices and accounts. \r<br/>Mark my words, I never lie.\r<br/> <br/>That is a great bargain with a low price, I assure you, because I have spent a lot of effort while recording \r<br/>and tracking down all your activities and dirty deeds during a long period of time.\r<br/>In case if you have no idea how to buy and transfer bitcoins - feel free to check the related info on the internet.\r<br/> <br/>Here is my bitcoin wallet for your reference: 1LrBGezKti4m2cov7CKuurLnCfQvjp2o1A\r<br/> <br/>From now on, you have only 48 hours and countdown has started once you opened this very email (in other words, 2 days).\r<br/> <br/>The following list contains things you should definitely abstain from doing or even attempting:\r<br/>&gt; Abstain from trying to reply this email (since the email is generated inside your inbox alongside with return address).\r<br/>&gt; Abstain from trying to call or report to police or any other security services. In addition, it's a bad idea if you want to share it with your friends, \r<br/> hoping they would help. If I happen to find out (knowing my awesome skills, it can be done effortlessly,\r<br/> because I have all your devices and accounts under my control and unceasing observation) - kinky videos of yours will be share to public the same day. \r<br/>&gt; Abstain from trying to look for me - that would not lead anywhere either. Cryptocurrency transactions are absolutely anonymous and cannot be tracked.\r<br/>&gt; Abstain from reinstalling your OS on devices or throwing them away. That would not solve the problem as well, \r<br/> since all your personal videos are already uploaded and stored at remote servers.\r<br/> <br/>Things you may be confused about:\r<br/>&gt; That your funds transfer won't be delivered to me.\r<br/> Chill, I can track down any transactions right away, so upon funds transfer I will receive a notification as well,\r<br/> since I still control your devices (my trojan virus has ability of controlling all processes remotely, just like TeamViewer).\r<br/>&gt; That I am going to share your dirty videos after receiving money transfer from you. \r<br/> Here you need to trust me, because there is absolutely no point to still bother you after receiving money.\r<br/> Moreover, if I really wanted all those videos would be available to public long time ago! \r<br/> <br/>I believe we can still handle this situation on fair terms!\r<br/> <br/>Here is my last advice to you... in future you better ensure you stay away from this kind of situations!\r<br/>My advice - don't forget to regularly update your passwords to feel completely secure.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Sadly, there are some bad news that you are about to hear.About few months ago I have gained a full access to all devices used by you for internet browsing.Shortly after, I started recording all internet activities done by you.Below is the sequence of events of how that happened:Earlier I purchased from hackers a unique access to diversified email accounts (at the moment, it is really easy to do using internet).As you can see, I managed to log in to your email account without breaking a sweat: (rayvft.elearning@blogger.com).Within one week afterwards, I installed a Trojan virus in your Operating Systems available on all devices that you utilize for logging in your email.To be frank, it was somewhat a very easy task (since you were kind enough to open some of links provided in your inbox emails).I know, you may be thinking now that I'm a genius.With help of that useful software, I am now able to gain access to all the controllers located in your devices (e.g., video camera, keyboard, microphone and others).As result, managed to download all your photos, personal data, history of web browsing and other info to my servers without any problems.Moreover, I now have access to all accounts in your messengers, social networks, emails, contacts list, chat history - you name it.My Trojan virus continues refreshing its signatures in a non-stop manner (because it is operated by driver),hence it remains undetected by any antivirus software installed in your PC or device.So, I guess now you finally understand the reason why I could never be caught until this very letter...During the process of your personal info compilation, I could not help but notice that you are a huge admirer and regular guest of websites with adult content.You endure a lot of pleasure while checking out porn websites, watching nasty porn movies and reaching breathtaking orgasms.Let me be frank with you, it was really hard to resist from recording some of those naughty solo scenes with you in main role and compiling them in special videosthat expose your masturbation sessions, which end with you cumming.In case if you still have doubts, all I need is to click my mouse and all those nasty videos with you will be shared to friends, colleagues, and relatives of yours.Moreover, nothing stops me from uploading all that hot content online, so all public can watch it too.I sincerely hope, you would really not prefer that to happen, keeping in mind all the dirty things you like to watch,(you certainly know what I mean) it will completely ruin your reputation.However, don't worry, there is still a way to resolve this:You need to carry out a $1290 USD transfer to my wallet (equivalent amount in bitcoins depending on exchange rate at the moment of funds transfer),hence upon receiving the transaction, I will proceed with deleting all the filthy videos with you in main role.Afterwards, we can forget about this unpleasant accident. Furthermore, I guarantee that all the malicious software will also be erased from your devices and accounts.Mark my words, I never lie.That is a great bargain with a low price, I assure you, because I have spent a lot of effort while recordingand tracking down all your activities and dirty deeds during a long period of time.In case if you have no idea how to buy and transfer bitcoins - feel free to check the related info on the internet.Here is my bitcoin wallet for your reference: 1LrBGezKti4m2cov7CKuurLnCfQvjp2o1AFrom now on, you have only 48 hours and countdown has started once you opened this very email (in other words, 2 days).The following list contains things you should definitely abstain from doing or even attempting:> Abstain from trying to reply this email (since the email is generated inside your inbox alongside with return address).> Abstain from trying to call or report to police or any other security services. In addition, it's a bad idea if you want to share it with your friends,hoping they would help. If I happen to find out (knowing my awesome skills, it can be done effortlessly,because I have all your devices and accounts under my control and unceasing observation) - kinky videos of yours will be share to public the same day.> Abstain from trying to look for me - that would not lead anywhere either. Cryptocurrency transactions are absolutely anonymous and cannot be tracked.> Abstain from reinstalling your OS on devices or throwing them away. That would not solve the problem as well,since all your personal videos are already uploaded and stored at remote servers.Things you may be confused about:> That your funds transfer won't be delivered to me.Chill, I can track down any transactions right away, so upon funds transfer I will receive a notification as well,since I still control your devices (my trojan virus has ability of controlling all processes remotely, just like TeamViewer).> That I am going to share your dirty videos after receiving money transfer from you.Here you need to trust me, because there is absolutely no point to still bother you after receiving money.Moreover, if I really wanted all those videos would be available to public long time ago!I believe we can still handle this situation on fair terms!Here is my last advice to you... in future you better ensure you stay away from this kind of situations!My advice - don't forget to regularly update your passwords to feel completely secure.",
        "lang": "en"
    },
    {
        "post_link": "https://vignettestraining.blogspot.com/2022/05/you-have-outstanding-payment-debt.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-847684009573761527\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:rayvft.elearning@blogger.com\">rayvft.elearning@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_^)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntC\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (rayvft.elearning@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_^)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntCYou are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "https://vignettestraining.blogspot.com/2022/05/registrierung-bei-der.html",
        "post_title": "Registrierung bei der Gesundheitszentrum am St. Marien-Hospital",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8239428690391726968\" itemprop=\"description articleBody\">\n<!-- 482A Mail --> <p>    Guten Tag 6t45ba ? Christy sent you a private message View Message: http://bit.do/fUefL?qceg ?,    <br/>    wir freuen uns, dass Sie unser Login nutzen möchten, und bitten Sie, durch einen Klick auf den nachfolgenden Link Ihre Registrierung zu bestätigen:     <br/> <br/> <a alt=\"Anmeldung bestätigen\" href=\"http://www.duerener-gesundheitszentrum.de/index.php?kathaupt=266&amp;key=f8f30f2dc921c3779fb029a21915c0e9&amp;hash=d03b5e1443830fc245e1a956becbbc8e&amp;id=33\">      http://www.duerener-gesundheitszentrum.de/index.php?kathaupt=266&amp;key=f8f30f2dc921c3779fb029a21915c0e9&amp;hash=d03b5e1443830fc245e1a956becbbc8e&amp;id=33    </a>.  </p>  Mit freundlichen Grüßen<br/> <br/>  Ihre Gesundheitszentrum am St. Marien-Hospital  <!-- 482E Mail -->\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Guten Tag 6t45ba ? Christy sent you a private message View Message: http://bit.do/fUefL?qceg ?,wir freuen uns, dass Sie unser Login nutzen möchten, und bitten Sie, durch einen Klick auf den nachfolgenden Link Ihre Registrierung zu bestätigen:http://www.duerener-gesundheitszentrum.de/index.php?kathaupt=266&key=f8f30f2dc921c3779fb029a21915c0e9&hash=d03b5e1443830fc245e1a956becbbc8e&id=33.Mit freundlichen GrüßenIhre Gesundheitszentrum am St. Marien-Hospital",
        "lang": "de"
    },
    {
        "post_link": "https://vignettestraining.blogspot.com/2022/04/you-have-outstanding-payment.html",
        "post_title": "You have an outstanding payment.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3036474448235345244\" itemprop=\"description articleBody\">\nHello there!\r<br/> <br/>Unfortunately, there are some bad news for you.\r<br/>Around several months ago I have obtained access to your devices that you were using to browse internet.\r<br/>Subsequently, I have proceeded with tracking down internet activities of yours.\r<br/> <br/>Below, is the sequence of past events: \r<br/>In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).\r<br/>Clearly, I have effortlessly logged in to email account of yours (<a href=\"mailto:rayvft.elearning@blogger.com\">rayvft.elearning@blogger.com</a>).\r<br/> <br/>A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.\r<br/>Actually, that was quite simple (because you were clicking the links in inbox emails).\r<br/>All smart things are quite straightforward. (&gt;_&lt;)\r<br/> <br/>The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.\r<br/>I have managed to download all your personal data, as well as web browsing history and photos to my servers.\r<br/>I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.\r<br/>My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.\r<br/> <br/>So, by now you should already understand the reason why I remained unnoticed until this very moment...\r<br/> <br/>While collecting your information, I have found out that you are also a huge fan of websites for adults.\r<br/>You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.\r<br/>I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.\r<br/> <br/>If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.\r<br/>It is also not a problem for me to allow those vids for access of public as well.\r<br/>I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.\r<br/> <br/>Let's resolve it like this:\r<br/>All you need is $1710 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.\r<br/>Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.\r<br/> <br/>That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.\r<br/>If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.\r<br/> <br/>Below is bitcoin wallet of mine: 1PQfyHsqnU1mpQHgbgNsbAxDLw5u2mgqgb\r<br/> <br/>You are given not more than 48 hours after you have opened this email (2 days to be precise).\r<br/> <br/>Below is the list of actions that you should not attempt doing:\r<br/>&gt; Do not attempt to reply my email (the email in your inbox was created by me together with return address).\r<br/>&gt; Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately. \r<br/>&gt; Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.\r<br/>&gt; Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.\r<br/> <br/>Below is the list of things you don't need to be concerned about:\r<br/>&gt; That I will not receive the money you transferred.\r<br/>- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).\r<br/>&gt; That I still will make your videos available to public after your money transfer is complete.\r<br/>- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago! \r<br/> <br/>Everything will be carried out based on fairness!\r<br/> <br/>Before I forget...moving forward try not to get involved in this kind of situations anymore!\r<br/>An advice from me - regularly change all the passwords to your accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello there!Unfortunately, there are some bad news for you.Around several months ago I have obtained access to your devices that you were using to browse internet.Subsequently, I have proceeded with tracking down internet activities of yours.Below, is the sequence of past events:In the past, I have bought access from hackers to numerous email accounts (today, that is a very straightforward task that can be done online).Clearly, I have effortlessly logged in to email account of yours (rayvft.elearning@blogger.com).A week after that, I have managed to install Trojan virus to Operating Systems of all your devices that are used for email access.Actually, that was quite simple (because you were clicking the links in inbox emails).All smart things are quite straightforward. (>_<)The software of mine allows me to access to all controllers in your devices, such as video camera, microphone and keyboard.I have managed to download all your personal data, as well as web browsing history and photos to my servers.I can access all messengers of yours, as well as emails, social networks, contacts list and even chat history.My virus unceasingly refreshes its signatures (since it is driver-based), and hereby stays invisible for your antivirus.So, by now you should already understand the reason why I remained unnoticed until this very moment...While collecting your information, I have found out that you are also a huge fan of websites for adults.You truly enjoy checking out porn websites and watching dirty videos, while having a lot of kinky fun.I have recorded several kinky scenes of yours and montaged some videos, where you reach orgasms while passionately masturbating.If you still doubt my serious intentions, it only takes couple mouse clicks to share your videos with your friends, relatives and even colleagues.It is also not a problem for me to allow those vids for access of public as well.I truly believe, you would not want this to occur, understanding how special are the videos you love watching, (you are clearly aware of that) all that stuff can result in a real disaster for you.Let's resolve it like this:All you need is $1710 USD transfer to my account (bitcoin equivalent based on exchange rate during your transfer), and after the transaction is successful, I will proceed to delete all that kinky stuff without delay.Afterwards, we can pretend that we have never met before. In addition, I assure you that all the harmful software will be deleted from all your devices. Be sure, I keep my promises.That is quite a fair deal with a low price, bearing in mind that I have spent a lot of effort to go through your profile and traffic for a long period.If you are unaware how to buy and send bitcoins - it can be easily fixed by searching all related information online.Below is bitcoin wallet of mine: 1PQfyHsqnU1mpQHgbgNsbAxDLw5u2mgqgbYou are given not more than 48 hours after you have opened this email (2 days to be precise).Below is the list of actions that you should not attempt doing:> Do not attempt to reply my email (the email in your inbox was created by me together with return address).> Do not attempt to call police or any other security services. Moreover, don't even think to share this with friends of yours. Once I find that out (make no doubt about it, I can do that effortlessly, bearing in mind that I have full control over all your systems) - the video of yours will become available to public immediately.> Do not attempt to search for me - there is completely no point in that. All cryptocurrency transactions remain anonymous at all times.> Do not attempt reinstalling the OS on devices of yours or get rid of them. It is meaningless too, because all your videos are already available at remote servers.Below is the list of things you don't need to be concerned about:> That I will not receive the money you transferred.- Don't you worry, I can still track it, after the transaction is successfully completed, because I still monitor all your activities (trojan virus of mine includes a remote-control option, just like TeamViewer).> That I still will make your videos available to public after your money transfer is complete.- Believe me, it is meaningless for me to keep on making your life complicated. If I indeed wanted to make it happen, it would happen long time ago!Everything will be carried out based on fairness!Before I forget...moving forward try not to get involved in this kind of situations anymore!An advice from me - regularly change all the passwords to your accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://vignettestraining.blogspot.com/2007/11/you-have-new-picture-mail.html",
        "post_title": "You have new Picture Mail!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4373021388075229\" itemprop=\"description articleBody\">\n<table bgcolor=\"#ffffff\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\"> <tbody><tr> <td colspan=\"2\" valign=\"top\" width=\"100%\"> <table bgcolor=\"#ffe100\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\"> <tbody><tr> <td><a href=\"http://www.sprintpcs.com/\"><img alt=\"\" border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MydCJX8PUbWR_5GDwojxmN6S-oIoE1Prj1LzF5CdA3t8uH_hSDO2qSe1fuTOEvoMDwOYXrOz1Vd4Xh-agAqaw6O0u0Q_2U1c1TIJ-QliLWcwhg8VRRjOhoBdjIwouOWVc-3pvW-VyI0spyeO79bJtZyhYA6z0ypa8o=s0-d\"/></a></td> </tr> </tbody></table> </td> </tr> <tr> <td colspan=\"2\" valign=\"top\"> <table bgcolor=\"#ffffff\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"590\"> <tbody><tr> <td><br/><p><img border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx_HNXZZ1mzK9cmHeqdd6-4SxFX7iOHdLN5SuAL3GVd2zSjoV_PGRM6mWodJzWxNzWHvLpxFfvIvfOsdaKuXQToqIWbS0Ac_6TXwtcSBw=s0-d\" width=\"10\"/><span style=\"font-family:trebuchet ms, Helvetica, Arial, Verdana;font-size:85%;\"><b>You have a Picture Mail from vignettes@pm.sprint.com</b></span><br/><br/></p></td> </tr> </tbody></table> </td> </tr> <tr> <td colspan=\"2\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"590\"> <tbody><tr> <td width=\"10\"> </td> <td valign=\"top\" width=\"280\"> <table border=\"0\" cellpadding=\"0\" style=\"border: 1px solid rgb(156, 154, 156);\"> <tbody><tr> <td> <table bgcolor=\"#ffffff\" border=\"0\" cellpadding=\"0\" cellspacing=\"7\" style=\"table-layout: fixed;\"> <tbody><tr> <td align=\"center\"> <img src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxApR1kPGhIjP63rYRL15bRcKz5r2L9iTW6l8CKSHAZvM39MZloy1I_Y7pETvSZPnIKHugmYbwpWKDwnHEX6Mbccf4XQH9pa1kKei57y63OQq6VyVJv2vQfxdOU9Ql2iwmhd-2U9YY2P8Q1u4ycCOK7k4l0RG4vi2wX-8wB4lwdSVEkv8mf-onFt23TgthDUOo1EEAPsJjWSrZEtV7gXVOrg2aQO86gt91vfHz-PLQqKQ9PqHa0wHBxNE993qf6dMFcRW9CBuCQiZdI6sNv7stfSdAR0yeYklH_cKAwX_iCpw4I4ckMaQ=s0-d\"/> </td> </tr> </tbody></table> </td> </tr> </tbody></table> </td> <td width=\"20\"> </td> <td align=\"right\" valign=\"top\" width=\"280\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"table-layout: fixed;\" width=\"280\"> <tbody><tr> <td><p><span style=\"font-family:trebuchet ms, Helvetica, Arial, Verdana;font-size:85%;\"><b>Message:</b></span></p></td> </tr> <tr> <td><pre style=\"overflow: auto; font-family: trebuchet ms; font-style: normal; font-variant: normal; font-weight: normal; font-size: 10pt; line-height: normal; font-size-adjust: none; font-stretch: normal; white-space: -moz-pre-wrap;\">Twitter #5 Trying this photo from my Treo 750</pre></td> </tr> <tr> <td><img border=\"0\" height=\"15\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx_HNXZZ1mzK9cmHeqdd6-4SxFX7iOHdLN5SuAL3GVd2zSjoV_PGRM6mWodJzWxNzWHvLpxFfvIvfOsdaKuXQToqIWbS0Ac_6TXwtcSBw=s0-d\"/></td> </tr> <tr> <td width=\"280\"> <div style=\"padding-left: 10px; padding-top: 4px; padding-bottom: 4px; color: white; background-color: rgb(89, 99, 156); font-family: trebuchet ms; font-style: normal; font-variant: normal; font-weight: bold; font-size: 10pt; line-height: normal; font-size-adjust: none; font-stretch: normal;\" width=\"280\">                                  Options                                 </div> <div style=\"padding: 10px; background-color: rgb(241, 241, 241); font-family: trebuchet ms; font-style: normal; font-variant: normal; font-weight: normal; font-size: 10pt; line-height: normal; font-size-adjust: none; font-stretch: normal;\" width=\"280\"> <a href=\"http://pictures.sprintpcs.com/share.do?invite=4EqrJ4mRmPPZq5rUo7Nk&amp;shareName=MMS&amp;messageState=RETRIEVED\" style=\"color: rgb(20, 138, 178);\" target=\"_blank\">View Picture</a><br/> <a href=\"http://pictures.sprintpcs.com/share.do?invite=4EqrJ4mRmPPZq5rUo7Nk&amp;shareName=PRINT\" style=\"color: rgb(20, 138, 178);\" target=\"_blank\">Order Prints and Gifts</a><br/> <a href=\"http://pictures.sprintpcs.com/share.do?invite=4EqrJ4mRmPPZq5rUo7Nk&amp;shareName=REPLY\" style=\"color: rgb(20, 138, 178);\" target=\"_blank\">Reply to Sender</a><br/> <a href=\"http://pictures.sprintpcs.com/share.do?invite=4EqrJ4mRmPPZq5rUo7Nk&amp;shareName=REPLYTOALL\" style=\"color: rgb(20, 138, 178);\" target=\"_blank\">Reply to All</a><br/> <a href=\"http://pictures.sprintpcs.com/share.do?invite=4EqrJ4mRmPPZq5rUo7Nk&amp;shareName=FORWARD\" style=\"color: rgb(20, 138, 178);\" target=\"_blank\">Forward</a><br/><br/>                                 Send and receive Pictures and Videos through Picture Mail<sup>SM</sup>. For more information go to <a href=\"http://www.sprint.com/picturemail\" style=\"color: rgb(20, 138, 178);\" target=\"_blank\">www.sprint.com/picturemail.</a> </div> </td> </tr> </tbody></table> </td> </tr> </tbody></table> </td> </tr> <tr> <td colspan=\"2\"> <img height=\"15\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx_HNXZZ1mzK9cmHeqdd6-4SxFX7iOHdLN5SuAL3GVd2zSjoV_PGRM6mWodJzWxNzWHvLpxFfvIvfOsdaKuXQToqIWbS0Ac_6TXwtcSBw=s0-d\" width=\"5\"/> </td> </tr> <tr> <td align=\"left\" colspan=\"2\" width=\"590\"> <table align=\"left\" bgcolor=\"#ffffff\" cellpadding=\"0\" cellspacing=\"0\"> <tbody><tr> <td width=\"10\"> </td> <td width=\"580\"> <table align=\"center\" bgcolor=\"#ffffff\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\"> <tbody><tr> <!-- AdJuggler 5.0 request                     Ad Spot: email_picture-mail-invitation_1_120x85                     Channel: Undefined                     Ad Dimension: 120x85                     Category: Undefined                     Sub-category: Undefined                    --> <td width=\"120\"><a href=\"http://banners.pictures.sprintpcs.com/servlet/ajrotator/361/0/clickCGI?zone=1\"><img border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzY0xUj42-TtWj6O8cgcpjrTgRF4VOViiiX7bdHOHo2wsjr0W8h76w8l0Lt_25_O2yjkEh--c4J8u42fsGVEP-x3R32PMb-bjVFsZ-vASSWZpRknX7hbCpmNEEQ3Y3TMHE-24KGSDor2OiOEaphwiQttBBjpEHURg=s0-d\"/></a></td> <td width=\"30\"><br/></td> <!-- AdJuggler 5.0 request                     Ad Spot: email_picture-mail-invitation_2_120x85                     Channel: Undefined                     Ad Dimension: 120x85                     Category: Undefined                     Sub-category: Undefined                    --> <td width=\"120\"><a href=\"http://banners.pictures.sprintpcs.com/servlet/ajrotator/362/0/clickCGI?zone=1\"><img border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mw-AnW4z56Hp3G0CZv4QhivW3CkV4JQ1z_phyt7voHGjgTfpjkkHMhOk9KP4KJClff95qVQ9L5pygnHzmD3duI0hTxx_CuroKVg4x8zJcMdwb9VXvNQNodsF4wZjczLjix0Z8-oT5-LzjOGE4XbfWv2dkf-f0NGEA=s0-d\"/></a></td> <td width=\"30\"><br/></td> <!-- AdJuggler 5.0 request                     Ad Spot: email_picture-mail-invitation_3_120x85                     Channel: Undefined                     Ad Dimension: 120x85                     Category: Undefined                     Sub-category: Undefined                    --> <td width=\"120\"><a href=\"http://banners.pictures.sprintpcs.com/servlet/ajrotator/363/0/clickCGI?zone=1\"><img border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzUPdm5XVCBnfhyqGBmOBV0uFLkOrwewa4IbHfVbvch82RsCEaBWAeWk6tKvL88B8hcPaxHbCYHwaONu67z0z91Mxtq0GBVvwuFA2zK9CP5HttTK0LNnSKUm0HkViy1SGD_Dhw_3a1oO5BsGfOTilQPQBr-64iX6Q=s0-d\"/></a></td> </tr> </tbody></table> </td> </tr> </tbody></table> </td> </tr> <tr> <td colspan=\"2\" valign=\"top\" width=\"590\"> <img height=\"5\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx_HNXZZ1mzK9cmHeqdd6-4SxFX7iOHdLN5SuAL3GVd2zSjoV_PGRM6mWodJzWxNzWHvLpxFfvIvfOsdaKuXQToqIWbS0Ac_6TXwtcSBw=s0-d\"/> </td> </tr> <tr> <td colspan=\"2\" valign=\"top\" width=\"100%\"> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"100%\"> <tbody><tr> <td align=\"left\" bgcolor=\"#f1f1f1\"><img border=\"0\" height=\"15\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx_HNXZZ1mzK9cmHeqdd6-4SxFX7iOHdLN5SuAL3GVd2zSjoV_PGRM6mWodJzWxNzWHvLpxFfvIvfOsdaKuXQToqIWbS0Ac_6TXwtcSBw=s0-d\" width=\"385\"/><span style=\"color: rgb(0, 0, 0);font-family:trebuchet ms,Helvetica,Arial,Verdana;font-size:11;\">© 2007 Sprint Nextel. All rights reserved.</span></td> </tr> <tr> <td bgcolor=\"#f1f1f1\" width=\"100%\"><img border=\"0\" height=\"5\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx_HNXZZ1mzK9cmHeqdd6-4SxFX7iOHdLN5SuAL3GVd2zSjoV_PGRM6mWodJzWxNzWHvLpxFfvIvfOsdaKuXQToqIWbS0Ac_6TXwtcSBw=s0-d\" width=\"20\"/><a href=\"http://www.verisign.com/\"><img alt=\"VeriSign's Home Page\" border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MwC2WtYCGcF9-uJ5WhFRKSNKqrQgVO4-6_C69pyxFqb7JGO06Wo_-7pXyF8CfomK0QUTkpAaHcYBt9z1btvbUjmmzwUB_MtAfXuYKA6NFsKbCVtjKL0mOWkWy8i8Rv-J3iAB_LuAy1VD6rQHhQ2zw=s0-d\"/></a></td> </tr> <tr> <td bgcolor=\"#f1f1f1\" width=\"100%\"><img border=\"0\" height=\"10\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8Mx_HNXZZ1mzK9cmHeqdd6-4SxFX7iOHdLN5SuAL3GVd2zSjoV_PGRM6mWodJzWxNzWHvLpxFfvIvfOsdaKuXQToqIWbS0Ac_6TXwtcSBw=s0-d\"/></td> </tr> </tbody></table> </td> </tr> </tbody></table>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "You have a Picture Mail from vignettes@pm.sprint.comMessage:Twitter #5 Trying this photo from my Treo 750OptionsView PictureOrder Prints and GiftsReply to SenderReply to AllForwardSend and receive Pictures and Videos through Picture MailSM. For more information go towww.sprint.com/picturemail.© 2007 Sprint Nextel. All rights reserved.",
        "lang": "en"
    }
]