[
    {
        "post_link": "https://wwwbillblog.blogspot.com/2010/11/improving-classics.html",
        "post_title": "Improving the Classics",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-7894426696770424476\" itemprop=\"description articleBody\">\n<span style=\"color:#ffffff;\">.<br/></span>Good afternoon. You are all aware, I assume, that this blog is written and maintained by the author of such accomplished works as the horror novel <strong>This</strong> and its sequel <strong>These</strong>, as well as numerous monologues such as <strong><a href=\"http://wwwbillblog.blogspot.com/2008/11/have-i-ever-mentioned-that-im-brilliant.html\">How Much is a Hero?</a></strong>, among many other works. If you’re not aware of that, well, I am. Knowing this as you do, your civilian mind might figure that this is plenty, that no mind could be so creative and perceptive of the world around him as to ever wish to – never mind be capable of doing so! – branch out yet further from this already full and <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_0\">foliose</span> artistic tree. I excuse your ignorance, because what would you know of the creative life? But know this now: stagnation for one such as myself is akin to death. To avoid this, I am forever exploring new avenues, or “branches”, of the aforementioned tree, or “city”; I constantly plumb the depths, or “roots”, of my <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_1\">demiurgic</span> well, or “tree”. <div><span style=\"color:#ffffff;\">.</span></div><div>With this in mind, I would like to now announce a new literary project. Although, to be honest, it’s not really “new”. You may be aware of a new genre, these “mash-ups”, I suppose you would call them, wherein a contemporary writer takes a classic piece of fiction and, while keeping said classic intact, adds new characters and narrative possibilities that result in, for instance, <strong>Pride and Prejudice and Zombies</strong>. Naturally, everyone has collectively agreed that this is a marvelous idea, and I am no different. In fact, I am so not different that I’<span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_2\">ve</span> been doing this for years, for positively ages, long before it became the going thing. My feverish pen has improved upon any number of classics, so that the world can now enjoy <strong>The Great Gatsby and Dragons, The Time Machine and <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_3\">Manticores</span>, Imaginative Qualities of Actual Things and Ghouls, La <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_4\">Dispiration</span> and Extraterrestrials, Frankenstein and Ghosts, The Best American Short Stories of the Century and Spiders</strong>, and so on. As you can see, my hands have hardly been idle! Granted, not all of these have been published, because I’<span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_5\">ve</span> learned that the original novel’s copyright having transferred to the public domain is essential, but rest assured that they’<span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_6\">ve</span> all been written and are simply awaiting that great day. Those works which I’<span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_7\">ve</span> transformed that are in the public domain are, I promise you, “making the rounds”. </div><div><span style=\"color:#ffffff;\">.</span></div><div>In the meantime, I’<span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_8\">ve</span> been hard at work on my next literary improvement, and just recently completed same. Once known by the fairly pedestrian title <strong><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_9\">Moby</span>-Dick or, The Whale</strong>, Herman Melville’s masterpiece of madness, obsession, and cosmic rage will soon be available as <strong><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_10\">Moby</span>-Dick or, The Whale and <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_11\">Wolfmen</span></strong>. Again, the idea here is to take the original text and present it in full, but interspersed throughout will be <em>new </em>material, written by me, which will provide new twists on favorite characters, such as the whale, and the guy who hunts the whale. But it's not all about looking at the characters through a newly-ground lens -- it's also about adding fresh occult subplots about hunting <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_12\">wolfmen</span>. <strong><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_13\">Moby</span>-Dick </strong>is in need of a punch-up, is my point, some new juice, some <em><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_14\">zaz</span></em>, which will bring young readers and modernize Melville's themes. Genre fiction, specifically <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_15\">wolfman</span> fiction, has a tendency to upend our beliefs, to subvert what we think we know, to teach us truths we thought hidden. This never even occurred to Herman Melville, but, fortunately for him, it did to me.</div><div><span style=\"color:#ffffff;\">.</span></div><div>I suppose at this point some excerpts would be in order, to whet the appetite of my readers (or <em>wet</em> their appetites, if you will, because of the ocean). So let's begin at the beginning, and please note how seamlessly I'm able to incorporate my own work into Melville's.</div><div><span style=\"color:#ffffff;\">.</span><img alt=\"\" border=\"0\" id=\"BLOGGER_PHOTO_ID_5537687222778018978\" src=\"//3.bp.blogspot.com/_cM9WajkAdys/TNnRMG7nPKI/AAAAAAAABWU/K8h0B_gP9ZM/s400/mymobydick.JPG\" style=\"DISPLAY: block; MARGIN: 0px auto 10px; WIDTH: 324px; CURSOR: hand; HEIGHT: 436px; TEXT-ALIGN: center\"/></div><div><strong>Call me Ishmael. Some years ago -- never mind how long precisely -- having little or no money in my purse, and nothing particular to interest me on shore, I thought I would sail about a little and see the watery part of the world. Would there be <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_16\">wolfmen</span> around? Probably so, because if there's one thing Dr. Von <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_17\">Armbruster</span> taught me in Vienna when I was studying about <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_18\">wolfmen</span>, is that those things are everywhere. It is a way I have of driving off the spleen (and now I'm talking about sailing again), and regulating the circulation. Whenever I find myself growing grim about the mouth; whenever it is a damp, drizzly November in my soul; whenever I find myself involuntarily pausing before coffin warehouses, and bringing up the rear of every funeral I meet; and especially whenever my hypos get such an upper hand of me, that it requires a strong moral principle to prevent me from deliberately stepping into the street, and methodically knocking people's hats off -- then, I account it <span class=\"blsp-spelling-corrected\" id=\"SPELLING_ERROR_19\">high</span> time to get to sea as soon as I can. And any time I see a <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_20\">wolfman</span>, I just kill it, because otherwise my status as the world's leading <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_21\">wolfman</span> hunter would be in jeopardy. That's my main job -- killing <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_22\">wolfmen</span>.</strong></div><div><strong><span style=\"color:#ffffff;\">.</span></strong></div><div>You see? Seamless. <strong><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_23\">Moby</span>-Dick </strong>is known for being a very digressive novel -- a hundred pages can go by with no advance in the plot at all, while Melville dithers around talking about whaling law or colors or some such nonsense. This made the task of revamping this particular book especially challenging, but you know what? I was up for it. Take this section, for example, taken from the beginning of the chapter Melville titled \"The Whiteness of the Whale\", and which I have renamed \"The Whiteness of the Whale and the Brownness of the <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_24\">Wolfman</span>\":</div><div><span style=\"color:#ffffff;\">.</span></div><div><strong>Aside from those more obvious considerations touching <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_25\">Moby</span> Dick, which could not but occasionally awaken in any man's soul some alarm, there was another thought, or rather vague, nameless horror concerning him, which at times by its intensity completely overpowered all the rest; and yet so mystical and well nigh ineffable was it, that I almost despair of putting it in a comprehensible form. It was the whiteness of the whale that above all things appalled me. But how can I hope to explain myself here; and yet, in some dim, random way, explain myself I must, else all these chapters might be naught.</strong></div><div><strong><span style=\"color:#ffffff;\">.</span></strong></div><div><strong>And that's to say nothing of the brownness of the <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_26\">wolfman</span>! Any time I see one of those guys, and how brown they are, I just about pee myself. \"Why <em>brown</em>?\" I always think. It's just so creepy, and it makes me think about how mad I am at God sometimes. And Ahab -- don't even talk to him about the brownness of <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_27\">wolfmen</span>. One time while we were eating dinner on board the ship the <em><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_28\">Pequod</span> </em>which we were sailing on so we could hunt <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_29\">Moby</span> Dick the Whale, I said to him \"Captain Ahab, this meat we're eating is brown, now that it's cooked. You know what that color makes me think of? <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_30\">Wolfmen</span>.\" And Ahab jumped out of his seat and said \"You shut up about <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_31\">wolfmen</span>! Their brownness appals me! Even more than the whiteness of <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_32\">Moby</span> Dick, which I'm starting to think isn't even the point of all this anymore! Whatever else I may be talking about, you can bet your last nickle that what's <em>really </em>up my nose is those damn <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_33\">wolfmen</span>! Why, if we ever happen to come across a <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_34\">wolfman</span> on this trip, I'll just about bust! The thing about those things is...\" And so on. It made dinner really awkward, but it's not like he didn't have a point. But anyway, back to the whiteness of the whale. I think the deal there...</strong></div><div><strong><span style=\"color:#ffffff;\">.</span></strong></div><div>No need to go on there -- I think you see how it works. I bet if you've read <strong><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_35\">Moby</span>-Dick </strong>before, right now you're probably casting your mind back to that first (and, let's face it, <em>only</em>) reading, trying to remember if there were any references to <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_36\">wolfmen</span> that you just missed at the time. Well, there weren't, but after reading <strong><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_37\">Moby</span>-Dick, or The Whale and <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_38\">Wolfmen</span> </strong>you'll realize there should have been!</div><div><span style=\"color:#ffffff;\">.</span></div><div>But all this is just talk. No one's going to buy this book hoping to find nothing more than <em>talk </em>about <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_39\">wolfmen</span> -- people are going to want the real thing. Initially, <strong><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_40\">Moby</span>-Dick </strong>was a commercial disaster for Melville, and I think that's because he didn't realize that nobody wanted a philosophical, metaphorical wank-job -- they wanted another <strong>Jaws</strong>! That's probably what he told his agent he was writing, but that sure as shit isn't what he delivered. Well, boy, I'm not making that same mistake. As you can see...</div><div><span style=\"color:#ffffff;\">.</span></div><div><strong>I have hinted that I would often jerk poor <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_41\">Queequeg</span> from between the whale and the ship -- where he would occasionally fall, from the incessant rolling and swaying of both. But this was not the only jamming jeopardy he was exposed to. <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_42\">Unapalled</span> by the massacre made upon them during the night, the sharks now freshly and more keenly allured by the before pent blood which began to flow from the carcase -- the rabid creatures swarmed round it like bees in a beehive.</strong></div><div><strong><span style=\"color:#ffffff;\">.</span></strong></div><div><strong>And right in among those sharks was <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_43\">Queequeg</span>; who often pushed them aside with his floundering feet. A thing altogether incredible were it not that attracted by such prey as a dead whale, the otherwise miscellaneously carnivorous shark will seldom touch a man.</strong></div><div><strong><span style=\"color:#ffffff;\">.</span></strong></div><div><strong>But a <em><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_44\">wolfman</span> </em>will, and that's just what happened, because <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_45\">Balthasar</span>, our <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_46\">wolfman</span> stowaway who you may remember had been secretly terrorizing the crew even while he pretended to be all nice and not a <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_47\">wolfman</span> whenever Ahab or <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_48\">Starbuck</span> was around, jumped out of the boat and changed into a <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_49\">wolfman</span> again and attacked <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_50\">Queequeg</span>! So what <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_51\">Queequeg</span> did is he jumped on one of the sharks and started to ride it, but then <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_52\">Balthasar</span> jumped on <em>another </em>shark and started to ride <em>it</em>, and the two of them were going all over the ocean like that, fighting each other with their sharks. Luckily, <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_53\">Queequeg</span> still had that mysterious gun that shot knives that Professor Ludwig gave him from before.</strong></div><div><strong><span style=\"color:#ffffff;\">.</span></strong></div><div>And I'll stop there! To know what happens then, you'll have to buy the book! But listen: you guys know me. You know that this isn't about book sales. I take my writing very seriously, and I take my ability to make <strong><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_54\">Moby</span>-Dick </strong>better more seriously still. In the original book, the power of Ahab's rage at God, and his misplaced aggression towards the white whale is not lost on me. I certainly have no intention of taking that aspect of the book and \"heaving it overboard\". It's just that when I read Melville's words, I think, well, you know, <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_55\">wolfmen</span> have that effect on me too, sometimes. And maybe <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_56\">wolfmen</span> are just a better metaphor -- I think they are! So Ahab's thunderous end is not gone, it's just <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_57\">recontexturalized</span>:</div><div><span style=\"color:#ffffff;\">.</span></div><div><strong>\"...Ho, ho! from all your furthest bounds, pour ye now in, ye bold billows of my whole <span class=\"blsp-spelling-corrected\" id=\"SPELLING_ERROR_58\">foregone</span> life, and top this one piled comber of my death! Towards thee I roll, thou all-destroying but <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_59\">unconquering</span> whale (and don't think I've forgotten about <em>you</em>, <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_60\">Balthasar</span>!); to the last I grapple with the two of you; from hell's heart I stab at first <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_61\">Moby</span> Dick, and then with my other hand I stab at the <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_62\">wolfman</span>; for <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_63\">hate's</span> sake I spit my last breath at all white whales and all <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_64\">wolfmen</span>, who, together, have made a mess of my life. Sink all coffins and all hearses to one common pool! and since neither can be mine, let me then tow to pieces, while still chasing you guys, though tied to thee both, thou damned whale, <em>and thou damned <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_65\">wolfman</span> especially</em>! <em>Thus, </em>I give up the spear! Take <em>that, </em><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_66\">Balthasar</span>!\"</strong></div><div><strong><span style=\"color:#ffffff;\">.</span></strong></div><div>In stores soon.</div>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": ".Good afternoon. You are all aware, I assume, that this blog is written and maintained by the author of such accomplished works as the horror novelThisand its sequelThese, as well as numerous monologues such asHow Much is a Hero?, among many other works. If you’re not aware of that, well, I am. Knowing this as you do, your civilian mind might figure that this is plenty, that no mind could be so creative and perceptive of the world around him as to ever wish to – never mind be capable of doing so! – branch out yet further from this already full andfolioseartistic tree. I excuse your ignorance, because what would you know of the creative life? But know this now: stagnation for one such as myself is akin to death. To avoid this, I am forever exploring new avenues, or “branches”, of the aforementioned tree, or “city”; I constantly plumb the depths, or “roots”, of mydemiurgicwell, or “tree”..With this in mind, I would like to now announce a new literary project. Although, to be honest, it’s not really “new”. You may be aware of a new genre, these “mash-ups”, I suppose you would call them, wherein a contemporary writer takes a classic piece of fiction and, while keeping said classic intact, adds new characters and narrative possibilities that result in, for instance,Pride and Prejudice and Zombies. Naturally, everyone has collectively agreed that this is a marvelous idea, and I am no different. In fact, I am so not different that I’vebeen doing this for years, for positively ages, long before it became the going thing. My feverish pen has improved upon any number of classics, so that the world can now enjoyThe Great Gatsby and Dragons, The Time Machine andManticores, Imaginative Qualities of Actual Things and Ghouls, LaDispirationand Extraterrestrials, Frankenstein and Ghosts, The Best American Short Stories of the Century and Spiders, and so on. As you can see, my hands have hardly been idle! Granted, not all of these have been published, because I’velearned that the original novel’s copyright having transferred to the public domain is essential, but rest assured that they’veall been written and are simply awaiting that great day. Those works which I’vetransformed that are in the public domain are, I promise you, “making the rounds”..In the meantime, I’vebeen hard at work on my next literary improvement, and just recently completed same. Once known by the fairly pedestrian titleMoby-Dick or, The Whale, Herman Melville’s masterpiece of madness, obsession, and cosmic rage will soon be available asMoby-Dick or, The Whale andWolfmen. Again, the idea here is to take the original text and present it in full, but interspersed throughout will benewmaterial, written by me, which will provide new twists on favorite characters, such as the whale, and the guy who hunts the whale. But it's not all about looking at the characters through a newly-ground lens -- it's also about adding fresh occult subplots about huntingwolfmen.Moby-Dickis in need of a punch-up, is my point, some new juice, somezaz, which will bring young readers and modernize Melville's themes. Genre fiction, specificallywolfmanfiction, has a tendency to upend our beliefs, to subvert what we think we know, to teach us truths we thought hidden. This never even occurred to Herman Melville, but, fortunately for him, it did to me..I suppose at this point some excerpts would be in order, to whet the appetite of my readers (orwettheir appetites, if you will, because of the ocean). So let's begin at the beginning, and please note how seamlessly I'm able to incorporate my own work into Melville's..Call me Ishmael. Some years ago -- never mind how long precisely -- having little or no money in my purse, and nothing particular to interest me on shore, I thought I would sail about a little and see the watery part of the world. Would there bewolfmenaround? Probably so, because if there's one thing Dr. VonArmbrustertaught me in Vienna when I was studying aboutwolfmen, is that those things are everywhere. It is a way I have of driving off the spleen (and now I'm talking about sailing again), and regulating the circulation. Whenever I find myself growing grim about the mouth; whenever it is a damp, drizzly November in my soul; whenever I find myself involuntarily pausing before coffin warehouses, and bringing up the rear of every funeral I meet; and especially whenever my hypos get such an upper hand of me, that it requires a strong moral principle to prevent me from deliberately stepping into the street, and methodically knocking people's hats off -- then, I account ithightime to get to sea as soon as I can. And any time I see awolfman, I just kill it, because otherwise my status as the world's leadingwolfmanhunter would be in jeopardy. That's my main job -- killingwolfmen..You see? Seamless.Moby-Dickis known for being a very digressive novel -- a hundred pages can go by with no advance in the plot at all, while Melville dithers around talking about whaling law or colors or some such nonsense. This made the task of revamping this particular book especially challenging, but you know what? I was up for it. Take this section, for example, taken from the beginning of the chapter Melville titled \"The Whiteness of the Whale\", and which I have renamed \"The Whiteness of the Whale and the Brownness of theWolfman\":.Aside from those more obvious considerations touchingMobyDick, which could not but occasionally awaken in any man's soul some alarm, there was another thought, or rather vague, nameless horror concerning him, which at times by its intensity completely overpowered all the rest; and yet so mystical and well nigh ineffable was it, that I almost despair of putting it in a comprehensible form. It was the whiteness of the whale that above all things appalled me. But how can I hope to explain myself here; and yet, in some dim, random way, explain myself I must, else all these chapters might be naught..And that's to say nothing of the brownness of thewolfman! Any time I see one of those guys, and how brown they are, I just about pee myself. \"Whybrown?\" I always think. It's just so creepy, and it makes me think about how mad I am at God sometimes. And Ahab -- don't even talk to him about the brownness ofwolfmen. One time while we were eating dinner on board the ship thePequodwhich we were sailing on so we could huntMobyDick the Whale, I said to him \"Captain Ahab, this meat we're eating is brown, now that it's cooked. You know what that color makes me think of?Wolfmen.\" And Ahab jumped out of his seat and said \"You shut up aboutwolfmen! Their brownness appals me! Even more than the whiteness ofMobyDick, which I'm starting to think isn't even the point of all this anymore! Whatever else I may be talking about, you can bet your last nickle that what'sreallyup my nose is those damnwolfmen! Why, if we ever happen to come across awolfmanon this trip, I'll just about bust! The thing about those things is...\" And so on. It made dinner really awkward, but it's not like he didn't have a point. But anyway, back to the whiteness of the whale. I think the deal there....No need to go on there -- I think you see how it works. I bet if you've readMoby-Dickbefore, right now you're probably casting your mind back to that first (and, let's face it,only) reading, trying to remember if there were any references towolfmenthat you just missed at the time. Well, there weren't, but after readingMoby-Dick, or The Whale andWolfmenyou'll realize there should have been!.But all this is just talk. No one's going to buy this book hoping to find nothing more thantalkaboutwolfmen-- people are going to want the real thing. Initially,Moby-Dickwas a commercial disaster for Melville, and I think that's because he didn't realize that nobody wanted a philosophical, metaphorical wank-job -- they wanted anotherJaws! That's probably what he told his agent he was writing, but that sure as shit isn't what he delivered. Well, boy, I'm not making that same mistake. As you can see....I have hinted that I would often jerk poorQueequegfrom between the whale and the ship -- where he would occasionally fall, from the incessant rolling and swaying of both. But this was not the only jamming jeopardy he was exposed to.Unapalledby the massacre made upon them during the night, the sharks now freshly and more keenly allured by the before pent blood which began to flow from the carcase -- the rabid creatures swarmed round it like bees in a beehive..And right in among those sharks wasQueequeg; who often pushed them aside with his floundering feet. A thing altogether incredible were it not that attracted by such prey as a dead whale, the otherwise miscellaneously carnivorous shark will seldom touch a man..But awolfmanwill, and that's just what happened, becauseBalthasar, ourwolfmanstowaway who you may remember had been secretly terrorizing the crew even while he pretended to be all nice and not awolfmanwhenever Ahab orStarbuckwas around, jumped out of the boat and changed into awolfmanagain and attackedQueequeg! So whatQueequegdid is he jumped on one of the sharks and started to ride it, but thenBalthasarjumped onanothershark and started to rideit, and the two of them were going all over the ocean like that, fighting each other with their sharks. Luckily,Queequegstill had that mysterious gun that shot knives that Professor Ludwig gave him from before..And I'll stop there! To know what happens then, you'll have to buy the book! But listen: you guys know me. You know that this isn't about book sales. I take my writing very seriously, and I take my ability to makeMoby-Dickbetter more seriously still. In the original book, the power of Ahab's rage at God, and his misplaced aggression towards the white whale is not lost on me. I certainly have no intention of taking that aspect of the book and \"heaving it overboard\". It's just that when I read Melville's words, I think, well, you know,wolfmenhave that effect on me too, sometimes. And maybewolfmenare just a better metaphor -- I think they are! So Ahab's thunderous end is not gone, it's justrecontexturalized:.\"...Ho, ho! from all your furthest bounds, pour ye now in, ye bold billows of my wholeforegonelife, and top this one piled comber of my death! Towards thee I roll, thou all-destroying butunconqueringwhale (and don't think I've forgotten aboutyou,Balthasar!); to the last I grapple with the two of you; from hell's heart I stab at firstMobyDick, and then with my other hand I stab at thewolfman; forhate'ssake I spit my last breath at all white whales and allwolfmen, who, together, have made a mess of my life. Sink all coffins and all hearses to one common pool! and since neither can be mine, let me then tow to pieces, while still chasing you guys, though tied to thee both, thou damned whale,and thou damnedwolfmanespecially!Thus,I give up the spear! Takethat,Balthasar!\".In stores soon.",
        "lang": "en"
    }
]