[
    {
        "post_link": "https://xio-xblast.blogspot.com/2021/09/no-subject.html",
        "post_title": "No subject",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1860602509092708362\" itemprop=\"description articleBody\">\nHi,\r<br/> <br/>This  is the  last reminder. \r<br/> <br/> <br/>Your  system has  been hacked. All  the data  from your  device were  copied to  our servers. \r<br/> <br/> <br/>Besides,  a video was  recorded from  your camera  while you  were watching  porn. My virus  infected your  device via  an adult  website that  you visited  recently. \r<br/> <br/> <br/> <br/>If  you don't  know how  that works,  I will  provide the  details. The trojan  virus provides  me full  access, as  well as  control of the  device you  are using. \r<br/> <br/> <br/>As  a result,  I can  see your  screen, turn  on the  camera and  microphone while  you won't  know about it. \r<br/>I  captured a  video from  your screen  and the  camera of  the device.  I edited  a video  wherein one  part of  the  screen there  is a  video of  you masturbating  and in  the other  a pornographic  video that  you opened  at that  time. \r<br/> <br/> <br/> <br/>I can see  all the  contacts from  your phone  and all  of your  social networks. At  one moment,  I can  send this  video to  all the contacts  on your  phone, email,  and social  networks. \r<br/> <br/> <br/> <br/>Moreover, I  can also  send your  email and  messenger data  to everybody. \r<br/>I  can destroy  your  reputation forever. \r<br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/>If  you want  to avoid  this, then:\r<br/> <br/>Send  1400 USD  (USA dollars)  to my  bitcoin wallet\r<br/> <br/> <br/> <br/>(if  you don't  know how  to do that,  search \"buy  bitcoin\" using  Google). \r<br/> <br/>My BTC  wallet: bc1qpqekjj2gjsuu7tln7leelpa0nkrt2atp3esa8t\r<br/> <br/>As  soon as  I receive  the payment,  I will  destroy your  video and  guarantee not to  disturb you  ever again. You  have 50  hours (a  little more  than 2  days) to  complete this  payment. I receive  an automatic  notification  that this  email has  been read.  Likewise, the  timer will  automatically start  after you  read the  current email. \r<br/> <br/>Don't  try to  complain anywhere since  the wallet  cannot be  tracked in  any way;  the email  from which  this mail  came is  also can't  be tracked  and  is created  automatically, so  there is  no point  in replying  to me. If  you try  to share  this letter  with anyone,  the system  will  automatically send  a request  to the  servers, and  servers will  start sending  all of  the data  to the  social networks. \r<br/> <br/> <br/>Changing  passwords in social  networks, email,  devices won't  help since  all the  data has  already been  downloaded to  my servers'  cluster. I wish  you good  luck  and don't  do anything  stupid. Think  about your  reputation.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi,This  is the  last reminder.Your  system has  been hacked. All  the data  from your  device were  copied to  our servers.Besides,  a video was  recorded from  your camera  while you  were watching  porn. My virus  infected your  device via  an adult  website that  you visited  recently.If  you don't  know how  that works,  I will  provide the  details. The trojan  virus provides  me full  access, as  well as  control of the  device you  are using.As  a result,  I can  see your  screen, turn  on the  camera and  microphone while  you won't  know about it.I  captured a  video from  your screen  and the  camera of  the device.  I edited  a video  wherein one  part of  the  screen there  is a  video of  you masturbating  and in  the other  a pornographic  video that  you opened  at that  time.I can see  all the  contacts from  your phone  and all  of your  social networks. At  one moment,  I can  send this  video to  all the contacts  on your  phone, email,  and social  networks.Moreover, I  can also  send your  email and  messenger data  to everybody.I  can destroy  your  reputation forever.If  you want  to avoid  this, then:Send  1400 USD  (USA dollars)  to my  bitcoin wallet(if  you don't  know how  to do that,  search \"buy  bitcoin\" using  Google).My BTC  wallet: bc1qpqekjj2gjsuu7tln7leelpa0nkrt2atp3esa8tAs  soon as  I receive  the payment,  I will  destroy your  video and  guarantee not to  disturb you  ever again. You  have 50  hours (a  little more  than 2  days) to  complete this  payment. I receive  an automatic  notification  that this  email has  been read.  Likewise, the  timer will  automatically start  after you  read the  current email.Don't  try to  complain anywhere since  the wallet  cannot be  tracked in  any way;  the email  from which  this mail  came is  also can't  be tracked  and  is created  automatically, so  there is  no point  in replying  to me. If  you try  to share  this letter  with anyone,  the system  will  automatically send  a request  to the  servers, and  servers will  start sending  all of  the data  to the  social networks.Changing  passwords in social  networks, email,  devices won't  help since  all the  data has  already been  downloaded to  my servers'  cluster. I wish  you good  luck  and don't  do anything  stupid. Think  about your  reputation.",
        "lang": "en"
    },
    {
        "post_link": "https://xio-xblast.blogspot.com/2020/07/change-your-password-immediately-your.html",
        "post_title": "Chánge your pássword ímmediátely. Your áccount hás been hácked.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2376971492822714475\" itemprop=\"description articleBody\">\nHello!<br/> <br/>  Í háve bád news for you.<br/>  14/03/2020 - on thís dáy Í hácked your operátíng system ánd got full áccess to your áccount xgutierrez7.shine@blogger.com<br/> <br/>  Ít ís useless to chánge the pássword, my málwáre íntercepts ít every tíme.<br/> <br/>  How ít wás:<br/>  Ín the softwáre of the router to whích you were connected thát dáy, there wás á vulnerábílíty.<br/>  Í fírst hácked thís router ánd pláced my málícíous code on ít.<br/>  When you entered ín the ínternet, my troján wás ínstálled on the operátíng system of your devíce.<br/> <br/>  Äfter thát, Í máde á full dump of your dísk (Í háve áll your áddress book, hístory of víewíng sítes, áll fíles, phone numbers ánd áddresses of áll your contácts).<br/> <br/>  Ä month ágo, Í wánted to lock your devíce ánd ásk for á smáll ámount of money to unlock.<br/>  But Í looked át the sítes thát you regulárly vísít, ánd cáme to the bíg delíght of your fávoríte resources.<br/>  Í'm tálkíng ábout sítes for ádults.<br/> <br/>  Í wánt to sáy - you áre á bíg pervert. You háve unbrídled fántásy!<br/> <br/>  Äfter thát, án ídeá cáme to my mínd.<br/>  Í máde á screenshot of the íntímáte websíte where you háve fun (how díd you másturbáte).<br/>  Äfter thát, í took off your joys (usíng the cámerá of your devíce). Ít turned out beáutífully, do not hesítáte.<br/> <br/>  Í ám strongly belíve thát you would not líke to show these píctures to your relátíves, fríends or colleágues.<br/>  Í thínk $981 ís á very smáll ámount for my sílence.<br/>  Besídes, Í spent á lot of tíme on you!<br/> <br/>  Í áccept money only ín Bítcoíns.<br/>  My BTC wállet: 1CRKWJcwVofS7HqP4UnezYFTWv1g4sKYqb<br/> <br/>  You do not know how to replenísh á Bítcoín wállet?<br/>  Ín ány seárch engíne wríte \"how to send money to btc wállet\".<br/>  Ít's eásíer thán send money to á credít cárd!<br/> <br/>  For páyment you háve á líttle more thán two dáys (exáctly 50 hours).<br/>  Do not worry, the tímer wíll stárt át the moment when you open thís letter. Yes, yes .. ít hás álreády stárted!<br/> <br/>  Äfter páyment, my vírus ánd dírty photos wíth you self-destruct áutomátícálly.<br/>  Nárrátíve, íf í do not receíve the specífíed ámount from you, then your devíce wíll be blocked, ánd áll your contácts wíll receíve á photos wíth your \"joys\".<br/> <br/>  Í wánt you to be prudent.<br/>  - Do not try to fínd and destroy my vírus! (áll your dátá ís álreády uploáded to á remote server)<br/>  - Do not try to contact me (thís ís not feásíble, sender áddress generáted áutomátícálly)<br/>  - Váríous securíty servíces wíll not help you; formáttíng á dísk or destroyíng á devíce wíll not help eíther, sínce your dátá ís álreády on á remote server.<br/> <br/>  P.S. Í guárántee you thát Í wíll not dísturb you ágáín áfter páyment, ás you áre not my síngle víctím.<br/>   Thís ís á hácker code of honor.<br/> <br/>  From now on, Í ádvíse you to use good ántívíruses ánd updáte them regulárly (severál tímes á dáy)!<br/> <br/>  Don't be mád at me, everyone hás theír own work.<br/><br/>  Fárewell.    \n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Í háve bád news for you.14/03/2020 - on thís dáy Í hácked your operátíng system ánd got full áccess to your áccount xgutierrez7.shine@blogger.comÍt ís useless to chánge the pássword, my málwáre íntercepts ít every tíme.How ít wás:Ín the softwáre of the router to whích you were connected thát dáy, there wás á vulnerábílíty.Í fírst hácked thís router ánd pláced my málícíous code on ít.When you entered ín the ínternet, my troján wás ínstálled on the operátíng system of your devíce.Äfter thát, Í máde á full dump of your dísk (Í háve áll your áddress book, hístory of víewíng sítes, áll fíles, phone numbers ánd áddresses of áll your contácts).Ä month ágo, Í wánted to lock your devíce ánd ásk for á smáll ámount of money to unlock.But Í looked át the sítes thát you regulárly vísít, ánd cáme to the bíg delíght of your fávoríte resources.Í'm tálkíng ábout sítes for ádults.Í wánt to sáy - you áre á bíg pervert. You háve unbrídled fántásy!Äfter thát, án ídeá cáme to my mínd.Í máde á screenshot of the íntímáte websíte where you háve fun (how díd you másturbáte).Äfter thát, í took off your joys (usíng the cámerá of your devíce). Ít turned out beáutífully, do not hesítáte.Í ám strongly belíve thát you would not líke to show these píctures to your relátíves, fríends or colleágues.Í thínk $981 ís á very smáll ámount for my sílence.Besídes, Í spent á lot of tíme on you!Í áccept money only ín Bítcoíns.My BTC wállet: 1CRKWJcwVofS7HqP4UnezYFTWv1g4sKYqbYou do not know how to replenísh á Bítcoín wállet?Ín ány seárch engíne wríte \"how to send money to btc wállet\".Ít's eásíer thán send money to á credít cárd!For páyment you háve á líttle more thán two dáys (exáctly 50 hours).Do not worry, the tímer wíll stárt át the moment when you open thís letter. Yes, yes .. ít hás álreády stárted!Äfter páyment, my vírus ánd dírty photos wíth you self-destruct áutomátícálly.Nárrátíve, íf í do not receíve the specífíed ámount from you, then your devíce wíll be blocked, ánd áll your contácts wíll receíve á photos wíth your \"joys\".Í wánt you to be prudent.- Do not try to fínd and destroy my vírus! (áll your dátá ís álreády uploáded to á remote server)- Do not try to contact me (thís ís not feásíble, sender áddress generáted áutomátícálly)- Váríous securíty servíces wíll not help you; formáttíng á dísk or destroyíng á devíce wíll not help eíther, sínce your dátá ís álreády on á remote server.P.S. Í guárántee you thát Í wíll not dísturb you ágáín áfter páyment, ás you áre not my síngle víctím.Thís ís á hácker code of honor.From now on, Í ádvíse you to use good ántívíruses ánd updáte them regulárly (severál tímes á dáy)!Don't be mád at me, everyone hás theír own work.Fárewell.",
        "lang": "hu"
    },
    {
        "post_link": "https://xio-xblast.blogspot.com/2019/11/i-extremely-recommend-u-to-study-this.html",
        "post_title": "I extremely recommend u to study this letter, simply to ensure not a thing could occur ",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3897408317198493852\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I have very bad news for you.\r<br/>21/07/2019 - on this day I hacked your OS and got full access to your account <a href=\"mailto:xgutierrez7.shine@blogger.com\">xgutierrez7.shine@blogger.com</a> <br/> <br/>So, you can change the password, yes... But my malware intercepts it every time.\r<br/> <br/>How I made it:\r<br/>In the software of the router, through which you went online, was a vulnerability.\r<br/>I just hacked this router and placed my malicious code on it.\r<br/>When you went online, my trojan was installed on the OS of your device.\r<br/> <br/>After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).\r<br/> <br/>A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.\r<br/>But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!\r<br/>I'm talk you about sites for adults.\r<br/> <br/>I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!\r<br/> <br/>And I got an idea....\r<br/>I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).\r<br/>After that, I made a screenshot of your joys (using the camera of your device) and glued them together.\r<br/>Turned out amazing! You are so spectacular!\r<br/> <br/>I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.\r<br/>I think $805 is a very, very small amount for my silence.\r<br/>Besides, I have been spying on you for so long, having spent a lot of time!\r<br/> <br/>Pay ONLY in Bitcoins!\r<br/>My BTC wallet: 1QKG5uTDq1GU8iNYqycitEL9dv9dctoQsV\r<br/> <br/>You do not know how to use bitcoins?\r<br/>Enter a query in any search engine: \"how to replenish btc wallet\".\r<br/>It's extremely easy\r<br/> <br/>For this payment I give you two days (48 hours).\r<br/>As soon as this letter is opened, the timer will work.\r<br/> <br/>After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.\r<br/>If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".\r<br/> <br/>I hope you understand your situation.\r<br/>- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)\r<br/>- Do not try to contact me (this is impossible, sender's address was randomly generated)\r<br/>- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.\r<br/> <br/>P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!\r<br/> This is the word of honor hacker\r<br/> <br/>I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.\r<br/> <br/>Do not hold evil! I just do my job.\r<br/>Have a nice day!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I have very bad news for you.21/07/2019 - on this day I hacked your OS and got full access to your accountxgutierrez7.shine@blogger.comSo, you can change the password, yes... But my malware intercepts it every time.How I made it:In the software of the router, through which you went online, was a vulnerability.I just hacked this router and placed my malicious code on it.When you went online, my trojan was installed on the OS of your device.After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!I'm talk you about sites for adults.I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!And I got an idea....I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).After that, I made a screenshot of your joys (using the camera of your device) and glued them together.Turned out amazing! You are so spectacular!I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.I think $805 is a very, very small amount for my silence.Besides, I have been spying on you for so long, having spent a lot of time!Pay ONLY in Bitcoins!My BTC wallet: 1QKG5uTDq1GU8iNYqycitEL9dv9dctoQsVYou do not know how to use bitcoins?Enter a query in any search engine: \"how to replenish btc wallet\".It's extremely easyFor this payment I give you two days (48 hours).As soon as this letter is opened, the timer will work.After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".I hope you understand your situation.- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)- Do not try to contact me (this is impossible, sender's address was randomly generated)- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!This is the word of honor hackerI also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.Do not hold evil! I just do my job.Have a nice day!",
        "lang": "en"
    },
    {
        "post_link": "https://xio-xblast.blogspot.com/2019/10/your-account-is-being-used-by-another.html",
        "post_title": "Your account is being used by another person!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3716269390388123749\" itemprop=\"description articleBody\">\nHi, dear user of <a href=\"//blogger.com\">blogger.com</a> <br/> <br/>We have installed one RAT software into you device \r<br/>For this moment your email account is hacked too.\r<br/>I know your password. I logged in to your account and wrote this letter to you from there.\r<br/> <br/>Changed your password? You're doing great!\r<br/>But my software recognizes every such action. I'm updating passwords!\r<br/>I'm always one step ahead....\r<br/> <br/>So... I have downloaded all confidential information from your system and I got some more evidence.\r<br/>The most interesting moment that I have discovered are videos records where you masturbating.\r<br/> <br/>I posted EternalBlue Exploit modification on porn site, and then you installed my malicious code (trojan) on your operation system.\r<br/>When you clicked the button Play on porn video, at that moment my trojan was downloaded to your device.\r<br/>After installation, your front camera shoots video every time you masturbate, in addition, the software is synchronized with the video you choose.\r<br/> <br/>For the moment, the software has harvrested all your contact information from social networks and email addresses.\r<br/>If you need to erase all of your collected data and videos, send me $723 in BTC (crypto currency).\r<br/> <br/>This is my Bitcoin wallet: 158r99HsERpiBqWg3w2FCPHbUfkXG8Zxsd\r<br/>You have 48 hours after reading this letter.\r<br/> <br/>After your transaction I will erase all your data.\r<br/>Otherwise, I will send a video with your sweepstakes to all your colleagues, friends and relatives!!!\r<br/> <br/>P.S. I ask you not to reply to this email, this is impossible (the sender's address is your own address).\r<br/> <br/>And henceforth be more careful!\r<br/>Please visit only secure sites!\r<br/>Bye,Bye...\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi, dear user ofblogger.comWe have installed one RAT software into you deviceFor this moment your email account is hacked too.I know your password. I logged in to your account and wrote this letter to you from there.Changed your password? You're doing great!But my software recognizes every such action. I'm updating passwords!I'm always one step ahead....So... I have downloaded all confidential information from your system and I got some more evidence.The most interesting moment that I have discovered are videos records where you masturbating.I posted EternalBlue Exploit modification on porn site, and then you installed my malicious code (trojan) on your operation system.When you clicked the button Play on porn video, at that moment my trojan was downloaded to your device.After installation, your front camera shoots video every time you masturbate, in addition, the software is synchronized with the video you choose.For the moment, the software has harvrested all your contact information from social networks and email addresses.If you need to erase all of your collected data and videos, send me $723 in BTC (crypto currency).This is my Bitcoin wallet: 158r99HsERpiBqWg3w2FCPHbUfkXG8ZxsdYou have 48 hours after reading this letter.After your transaction I will erase all your data.Otherwise, I will send a video with your sweepstakes to all your colleagues, friends and relatives!!!P.S. I ask you not to reply to this email, this is impossible (the sender's address is your own address).And henceforth be more careful!Please visit only secure sites!Bye,Bye...",
        "lang": "en"
    },
    {
        "post_link": "https://xio-xblast.blogspot.com/2019/10/security-alert-your-account-was.html",
        "post_title": "Security Alert. Your account was compromissed. Password must be changed.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3745306430516207272\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>As you may have noticed, I sent you an email from your account.\r<br/>This means that I have full access to your device.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $768 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 13nsNBfoVwXDHY4puRD1AHjARbomKhsxEL\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!As you may have noticed, I sent you an email from your account.This means that I have full access to your device.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $768 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 13nsNBfoVwXDHY4puRD1AHjARbomKhsxELAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "https://xio-xblast.blogspot.com/2019/10/security-alert-your-accounts-was.html",
        "post_title": "Security Alert. Your accounts was compromised. You need change password!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1915779285018004495\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>As you may have noticed, I sent you an email from your account.\r<br/>This means that I have full access to your device.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $827 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 1C1ehibCgeuLwF4VbSAzoDapDLbKtjivbP\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!As you may have noticed, I sent you an email from your account.This means that I have full access to your device.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $827 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 1C1ehibCgeuLwF4VbSAzoDapDLbKtjivbPAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "https://xio-xblast.blogspot.com/2017/06/package-delivery-notification.html",
        "post_title": "Package Delivery Notification",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8635637086084537651\" itemprop=\"description articleBody\">\nDear Customer,\r<br/> <br/>Please check your package delivery details attached!\r<br/> <br/>FedEx\r<br/> <br/>-----BEGIN PGP PUBLIC KEY BLOCK-----\r<br/> <br/>WdAG/tCqDWaPd7yo21dOEB6COAcosWMdLvMRRcyXE+lwLz0C4ydMT7PF34RJDpZBI74kY9MKnTdt\r<br/>uUDO3u/AqWWTGgjNgy1yt6Xd8JmAub0dUmE236XbEMQE6cHcaJq/npweu8hWf7F3ItUyrOvx52ao\r<br/>NAK6RwHop0/P6fgIs0CWBYq7HOLxc3njdQdwCbrYu+Jei7GosRsuJcFNhTlAuCH8npS5nVLaSNIy\r<br/>GIqnnEe3YLQ5LJfulvs7i/8LuKhIqoSs18HijxQt1JFI9SAqxO4/Y3sxASIcvbOepeEM1HdK29pX\r<br/>XkHXfx7TILnTJfRA0ljO7+w/rQ5gWIOt+wh3rxjY7XVSOmHQXsAkfw9YXg10dlUY421NIg4N/6iB\r<br/>el0RBXLY+QB6G7cOhFTOgbxx1vd88ozxnbM7TqzgBFyYHm6uJgALl+h9I73o9X8LZTSaNO1j3cQl\r<br/>9G4EuehuDvtd4ezg/4KuVvLoy8Qir+Iz8DNkIwTIhpSWzBe6RRB1OWCh52+p3Rg4zccWcR3B6lpv\r<br/>fpXOMioZfOsyrA3eMIjO2RAF1ZfLV3GyvDvVUf96fbyfnJL+9Js33U+u2bXoahCtmZxqk8SJCLub\r<br/>l1Dm6BZKee8nBYSZcAajY3Xch8ct3MJXg2DsuL+JFp/gpIXQTDGjGNjFvhpAtTuuRd6fN1HShv3G\r<br/>8BFjoRMh7IR0dSFjjx8igHNiWJmp0lTjzvzSo2PJy2aT0wP1Vjd8+fg350JBOH/HVypAqQEMPBWo\r<br/>Q3x/XQtGuLeoIzknzoirnvELWBAORZe6A5Tw+dJe5pU9+0zOledJtcTkEGQMql3csWzZKeT6e9c1\r<br/>jBEoP+BCSKLSwe2O4tDvZpvm0gMLq4l3GLq90GquYKWlME7pbjevrkEp9e39Pn506tdKmp3dqcW4\r<br/>wdLRgZAkkBHe7LYiLM9K8/bmIUld5/yglKfp1vsSUa5e4PLw+6Fb7BMvCQlZIFCJR5GONKywY+xa\r<br/>7Z9k/+D6fnhrmiuWBFiBdZk7iU+zfjKOr/99+Y57mKN7We+EwewiRSax/AMeFVimA7CzeBxBTsvj\r<br/>2xOAZ8LpsUGgC/duERBr6SwkNWPYfejyfXrR/bhnqkXd2BWI08mmlZd7Zg8lVYhBR3P5QZCMBbEb\r<br/>6ICLt2/o6+czqN0HxVyovYxjFc4b7kQ5yarF+NSrpnj2BWp9xZBhtwFuaRtjdjD/BCZF9YclkaO/\r<br/>atdAO9umcR6cy7kvmkCp11GJwH+MNuJMW8fvOTXn2Wk8I8yah/zz8ZfcGsgqlKci9hGa7hCri+vL\r<br/>JZMSV8nybN03W66DH10fkwGVVMd/ch0veOOb55G8Zg==\r<br/> <br/> <br/>-----END PGP PUBLIC KEY BLOCK-----\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Dear Customer,Please check your package delivery details attached!FedEx-----BEGIN PGP PUBLIC KEY BLOCK-----WdAG/tCqDWaPd7yo21dOEB6COAcosWMdLvMRRcyXE+lwLz0C4ydMT7PF34RJDpZBI74kY9MKnTdtuUDO3u/AqWWTGgjNgy1yt6Xd8JmAub0dUmE236XbEMQE6cHcaJq/npweu8hWf7F3ItUyrOvx52aoNAK6RwHop0/P6fgIs0CWBYq7HOLxc3njdQdwCbrYu+Jei7GosRsuJcFNhTlAuCH8npS5nVLaSNIyGIqnnEe3YLQ5LJfulvs7i/8LuKhIqoSs18HijxQt1JFI9SAqxO4/Y3sxASIcvbOepeEM1HdK29pXXkHXfx7TILnTJfRA0ljO7+w/rQ5gWIOt+wh3rxjY7XVSOmHQXsAkfw9YXg10dlUY421NIg4N/6iBel0RBXLY+QB6G7cOhFTOgbxx1vd88ozxnbM7TqzgBFyYHm6uJgALl+h9I73o9X8LZTSaNO1j3cQl9G4EuehuDvtd4ezg/4KuVvLoy8Qir+Iz8DNkIwTIhpSWzBe6RRB1OWCh52+p3Rg4zccWcR3B6lpvfpXOMioZfOsyrA3eMIjO2RAF1ZfLV3GyvDvVUf96fbyfnJL+9Js33U+u2bXoahCtmZxqk8SJCLubl1Dm6BZKee8nBYSZcAajY3Xch8ct3MJXg2DsuL+JFp/gpIXQTDGjGNjFvhpAtTuuRd6fN1HShv3G8BFjoRMh7IR0dSFjjx8igHNiWJmp0lTjzvzSo2PJy2aT0wP1Vjd8+fg350JBOH/HVypAqQEMPBWoQ3x/XQtGuLeoIzknzoirnvELWBAORZe6A5Tw+dJe5pU9+0zOledJtcTkEGQMql3csWzZKeT6e9c1jBEoP+BCSKLSwe2O4tDvZpvm0gMLq4l3GLq90GquYKWlME7pbjevrkEp9e39Pn506tdKmp3dqcW4wdLRgZAkkBHe7LYiLM9K8/bmIUld5/yglKfp1vsSUa5e4PLw+6Fb7BMvCQlZIFCJR5GONKywY+xa7Z9k/+D6fnhrmiuWBFiBdZk7iU+zfjKOr/99+Y57mKN7We+EwewiRSax/AMeFVimA7CzeBxBTsvj2xOAZ8LpsUGgC/duERBr6SwkNWPYfejyfXrR/bhnqkXd2BWI08mmlZd7Zg8lVYhBR3P5QZCMBbEb6ICLt2/o6+czqN0HxVyovYxjFc4b7kQ5yarF+NSrpnj2BWp9xZBhtwFuaRtjdjD/BCZF9YclkaO/atdAO9umcR6cy7kvmkCp11GJwH+MNuJMW8fvOTXn2Wk8I8yah/zz8ZfcGsgqlKci9hGa7hCri+vLJZMSV8nybN03W66DH10fkwGVVMd/ch0veOOb55G8Zg==-----END PGP PUBLIC KEY BLOCK-----",
        "lang": "en"
    },
    {
        "post_link": "https://xio-xblast.blogspot.com/2015/03/heres-your-sensational-chance-to-meet.html",
        "post_title": "Here's your SENSATIONAL chance to meet 1,000s of Russian women FREE on AnastasiaDate! ",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4287650367365503101\" itemprop=\"description articleBody\">\n<table align=\"center\" bgcolor=\"#fbfaf5\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"BORDER-COLLAPSE: collapse\" width=\"750\"> <tbody> <tr> <td colspan=\"3\"> <table align=\"right\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"BORDER-COLLAPSE: collapse\" width=\"100\"> <tbody></tbody></table></td></tr> <tr><!--http://www.russian-girls.tv/img/mail/010812 --> <td width=\"20\"><img alt=\"\" border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzJ3jb1Sckzq0HRMXJIgSCQN4piCb7NurpuaIPW2IjdmbGu9G3k7-EKg9ku3CfjpCclCmfOxc6ouIGPfjwlPqAUviDId9RejvCxOfWTNpoLbBBF7NF53blG=s0-d\" style=\"DISPLAY: block\" width=\"20\"/></td> <td width=\"650\"> <table align=\"center\" bgcolor=\"#ffffff\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"BORDER-COLLAPSE: collapse\" width=\"650\"> <tbody> <tr> <td bgcolor=\"#fbfaf5\" colspan=\"3\"><a href=\"http://anastasiaaffiliate.go2cloud.org/aff_c?offer_id=12&amp;aff_id=25056&amp;file_id=10440\"></a></td></tr> <tr> <td bgcolor=\"#fbfaf5\" colspan=\"3\"></td></tr> <tr> <td><img alt=\"\" border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzJ3jb1Sckzq0HRMXJIgSCQN4piCb7NurpuaIPW2IjdmbGu9G3k7-EKg9ku3CfjpCclCmfOxc6ouIGPfjwlPqAUviDId9RejvCxOfWTNpoLbBBF7NF53blG=s0-d\" style=\"DISPLAY: block\" width=\"20\"/></td> <td> <table align=\"center\" bgcolor=\"#ffffff\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" style=\"BORDER-COLLAPSE: collapse\" width=\"610\"> <tbody> <tr> <td><img alt=\"\" border=\"0\" height=\"15\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzJ3jb1Sckzq0HRMXJIgSCQN4piCb7NurpuaIPW2IjdmbGu9G3k7-EKg9ku3CfjpCclCmfOxc6ouIGPfjwlPqAUviDId9RejvCxOfWTNpoLbBBF7NF53blG=s0-d\" style=\"DISPLAY: block\"/></td></tr> <tr> <td><span style=\"FONT-SIZE: 16px; COLOR: #393939; LINE-HEIGHT: 19px; FONT-FAMILY: Arial, sans-serif\"><strong>Hello!</strong> </span></td></tr> <tr> <td><img alt=\"\" border=\"0\" height=\"15\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzJ3jb1Sckzq0HRMXJIgSCQN4piCb7NurpuaIPW2IjdmbGu9G3k7-EKg9ku3CfjpCclCmfOxc6ouIGPfjwlPqAUviDId9RejvCxOfWTNpoLbBBF7NF53blG=s0-d\" style=\"DISPLAY: block\"/></td></tr> <tr> <td><span style=\"FONT-SIZE: 16px; COLOR: #393939; LINE-HEIGHT: 19px; FONT-FAMILY: Arial, sans-serif\">Here's                     your SENSATIONAL chance to meet 1,000s of Russian women FREE                     on <a href=\"http://anastasiaaffiliate.go2cloud.org/aff_c?offer_id=12&amp;aff_id=25056&amp;file_id=10440\" style=\"COLOR: #0082c5\">AnastasiaDate</a>!                     </span></td></tr> <tr> <td><img alt=\"\" border=\"0\" height=\"15\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzJ3jb1Sckzq0HRMXJIgSCQN4piCb7NurpuaIPW2IjdmbGu9G3k7-EKg9ku3CfjpCclCmfOxc6ouIGPfjwlPqAUviDId9RejvCxOfWTNpoLbBBF7NF53blG=s0-d\" style=\"DISPLAY: block\"/></td></tr> <tr> <td><span style=\"FONT-SIZE: 16px; COLOR: #393939; LINE-HEIGHT: 19px; FONT-FAMILY: Arial, sans-serif\"><a href=\"http://anastasiaaffiliate.go2cloud.org/aff_c?offer_id=12&amp;aff_id=25056&amp;file_id=10440\" style=\"COLOR: #0082c5\">Swap                     Letters Free</a> and introduce yourself to an adoring throng                     of Russian Beauties. <a href=\"http://anastasiaaffiliate.go2cloud.org/aff_c?offer_id=12&amp;aff_id=25056&amp;file_id=10440\" style=\"COLOR: #0082c5\">Register                     Now</a> to access your <a href=\"http://anastasiaaffiliate.go2cloud.org/aff_c?offer_id=12&amp;aff_id=25056&amp;file_id=10440\" style=\"COLOR: #0082c5\">Inbox</a>,                     read one Letter from EVERY new Lady marked with the offer and                     send an exciting response for free. Read Her message, admire                     Her photos and then send one of your own — all at no cost.                     </span></td></tr> <tr> <td></td></tr> <tr> <td></td></tr></tbody></table></td></tr> <tr> <td colspan=\"3\"></td></tr></tbody></table></td> <td width=\"20\"><img alt=\"\" border=\"0\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzJ3jb1Sckzq0HRMXJIgSCQN4piCb7NurpuaIPW2IjdmbGu9G3k7-EKg9ku3CfjpCclCmfOxc6ouIGPfjwlPqAUviDId9RejvCxOfWTNpoLbBBF7NF53blG=s0-d\" style=\"DISPLAY: block\" width=\"20\"/></td></tr> <tr> <td align=\"middle\" colspan=\"3\"></td></tr> <tr> <td bgcolor=\"#fbfaf5\" colspan=\"3\" width=\"750\"><img alt=\"\" border=\"0\" height=\"20\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MzJ3jb1Sckzq0HRMXJIgSCQN4piCb7NurpuaIPW2IjdmbGu9G3k7-EKg9ku3CfjpCclCmfOxc6ouIGPfjwlPqAUviDId9RejvCxOfWTNpoLbBBF7NF53blG=s0-d\" style=\"DISPLAY: block\"/></td></tr></tbody></table><img height=\"1\" src=\"https://lh3.googleusercontent.com/blogger_img_proxy/AAOd8MxAXdnex6OmJCHKR7aVuaJ2n4Wgaq9fRQqmpt396f7Is-M2dsp4QSvM9Ahayn8qlkmGQvLbzLmBfWdwTymVD_PsKBVahTRuprCzg2WiWZ4mJyhdII1970wgnmZ16XFFVaoKhBpULBs-ybozc8KdH-CsjQ2u5DoP=s0-d\" width=\"1\"/> <br/> <br/>  __________ Information from ESET NOD32 Antivirus, version of virus signature database 11334 (20150317) __________<br/> <br/>  The message was checked by ESET NOD32 Antivirus.<br/> <br/> <a href=\"http://www.eset.com\">http://www.eset.com</a><br/>\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Here's                     your SENSATIONAL chance to meet 1,000s of Russian women FREE                     onAnastasiaDate!Swap                     Letters Freeand introduce yourself to an adoring throng                     of Russian Beauties.Register                     Nowto access yourInbox,                     read one Letter from EVERY new Lady marked with the offer and                     send an exciting response for free. Read Her message, admire                     Her photos and then send one of your own — all at no cost.__________ Information from ESET NOD32 Antivirus, version of virus signature database 11334 (20150317) __________The message was checked by ESET NOD32 Antivirus.http://www.eset.com",
        "lang": "en"
    }
]