[
    {
        "post_link": "https://zenamap.blogspot.com/2022/07/there-is-overdue-payment-under-your.html",
        "post_title": "There is an overdue payment under your name. Please, settle your debts ASAP.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2513193623317591298\" itemprop=\"description articleBody\">\nHi!\r<br/> <br/>Sadly, there are some bad news that you are about to hear.\r<br/>About few months ago I have gained a full access to all devices used by you for internet browsing.\r<br/>Shortly after, I started recording all internet activities done by you.\r<br/> <br/>Below is the sequence of events of how that happened: \r<br/>Earlier I purchased from hackers a unique access to diversified email accounts (at the moment, it is really easy to do using internet).\r<br/>As you can see, I managed to log in to your email account without breaking a sweat: (<a href=\"mailto:zenamap.redaction@blogger.com\">zenamap.redaction@blogger.com</a>).\r<br/> <br/>Within one week afterwards, I installed a Trojan virus in your Operating Systems available on all devices that you utilize for logging in your email.\r<br/>To be frank, it was somewhat a very easy task (since you were kind enough to open some of links provided in your inbox emails).\r<br/>I know, you may be thinking now that I'm a genius.\r<br/> <br/>With help of that useful software, I am now able to gain access to all the controllers located in your devices (e.g., video camera, keyboard, microphone and others).\r<br/>As result, managed to download all your photos, personal data, history of web browsing and other info to my servers without any problems.\r<br/>Moreover, I now have access to all accounts in your messengers, social networks, emails, contacts list, chat history - you name it.\r<br/>My Trojan virus continues refreshing its signatures in a non-stop manner (because it is operated by driver), \r<br/>hence it remains undetected by any antivirus software installed in your PC or device.\r<br/> <br/>So, I guess now you finally understand the reason why I could never be caught until this very letter...\r<br/> <br/>During the process of your personal info compilation, I could not help but notice that you are a huge admirer and regular guest of websites with adult content.\r<br/>You endure a lot of pleasure while checking out porn websites, watching nasty porn movies and reaching breathtaking orgasms.\r<br/>Let me be frank with you, it was really hard to resist from recording some of those naughty solo scenes with you in main role and compiling them in special videos \r<br/>that expose your masturbation sessions, which end with you cumming.\r<br/> <br/>In case if you still have doubts, all I need is to click my mouse and all those nasty videos with you will be shared to friends, colleagues, and relatives of yours.\r<br/>Moreover, nothing stops me from uploading all that hot content online, so all public can watch it too.\r<br/>I sincerely hope, you would really not prefer that to happen, keeping in mind all the dirty things you like to watch, \r<br/>(you certainly know what I mean) it will completely ruin your reputation.\r<br/> <br/>However, don't worry, there is still a way to resolve this:\r<br/>You need to carry out a $1290 USD transfer to my wallet (equivalent amount in bitcoins depending on exchange rate at the moment of funds transfer), \r<br/>hence upon receiving the transaction, I will proceed with deleting all the filthy videos with you in main role.\r<br/>Afterwards, we can forget about this unpleasant accident. Furthermore, I guarantee that all the malicious software will also be erased from your devices and accounts. \r<br/>Mark my words, I never lie.\r<br/> <br/>That is a great bargain with a low price, I assure you, because I have spent a lot of effort while recording \r<br/>and tracking down all your activities and dirty deeds during a long period of time.\r<br/>In case if you have no idea how to buy and transfer bitcoins - feel free to check the related info on the internet.\r<br/> <br/>Here is my bitcoin wallet for your reference: 1LrBGezKti4m2cov7CKuurLnCfQvjp2o1A\r<br/> <br/>From now on, you have only 48 hours and countdown has started once you opened this very email (in other words, 2 days).\r<br/> <br/>The following list contains things you should definitely abstain from doing or even attempting:\r<br/>&gt; Abstain from trying to reply this email (since the email is generated inside your inbox alongside with return address).\r<br/>&gt; Abstain from trying to call or report to police or any other security services. In addition, it's a bad idea if you want to share it with your friends, \r<br/> hoping they would help. If I happen to find out (knowing my awesome skills, it can be done effortlessly,\r<br/> because I have all your devices and accounts under my control and unceasing observation) - kinky videos of yours will be share to public the same day. \r<br/>&gt; Abstain from trying to look for me - that would not lead anywhere either. Cryptocurrency transactions are absolutely anonymous and cannot be tracked.\r<br/>&gt; Abstain from reinstalling your OS on devices or throwing them away. That would not solve the problem as well, \r<br/> since all your personal videos are already uploaded and stored at remote servers.\r<br/> <br/>Things you may be confused about:\r<br/>&gt; That your funds transfer won't be delivered to me.\r<br/> Chill, I can track down any transactions right away, so upon funds transfer I will receive a notification as well,\r<br/> since I still control your devices (my trojan virus has ability of controlling all processes remotely, just like TeamViewer).\r<br/>&gt; That I am going to share your dirty videos after receiving money transfer from you. \r<br/> Here you need to trust me, because there is absolutely no point to still bother you after receiving money.\r<br/> Moreover, if I really wanted all those videos would be available to public long time ago! \r<br/> <br/>I believe we can still handle this situation on fair terms!\r<br/> <br/>Here is my last advice to you... in future you better ensure you stay away from this kind of situations!\r<br/>My advice - don't forget to regularly update your passwords to feel completely secure.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi!Sadly, there are some bad news that you are about to hear.About few months ago I have gained a full access to all devices used by you for internet browsing.Shortly after, I started recording all internet activities done by you.Below is the sequence of events of how that happened:Earlier I purchased from hackers a unique access to diversified email accounts (at the moment, it is really easy to do using internet).As you can see, I managed to log in to your email account without breaking a sweat: (zenamap.redaction@blogger.com).Within one week afterwards, I installed a Trojan virus in your Operating Systems available on all devices that you utilize for logging in your email.To be frank, it was somewhat a very easy task (since you were kind enough to open some of links provided in your inbox emails).I know, you may be thinking now that I'm a genius.With help of that useful software, I am now able to gain access to all the controllers located in your devices (e.g., video camera, keyboard, microphone and others).As result, managed to download all your photos, personal data, history of web browsing and other info to my servers without any problems.Moreover, I now have access to all accounts in your messengers, social networks, emails, contacts list, chat history - you name it.My Trojan virus continues refreshing its signatures in a non-stop manner (because it is operated by driver),hence it remains undetected by any antivirus software installed in your PC or device.So, I guess now you finally understand the reason why I could never be caught until this very letter...During the process of your personal info compilation, I could not help but notice that you are a huge admirer and regular guest of websites with adult content.You endure a lot of pleasure while checking out porn websites, watching nasty porn movies and reaching breathtaking orgasms.Let me be frank with you, it was really hard to resist from recording some of those naughty solo scenes with you in main role and compiling them in special videosthat expose your masturbation sessions, which end with you cumming.In case if you still have doubts, all I need is to click my mouse and all those nasty videos with you will be shared to friends, colleagues, and relatives of yours.Moreover, nothing stops me from uploading all that hot content online, so all public can watch it too.I sincerely hope, you would really not prefer that to happen, keeping in mind all the dirty things you like to watch,(you certainly know what I mean) it will completely ruin your reputation.However, don't worry, there is still a way to resolve this:You need to carry out a $1290 USD transfer to my wallet (equivalent amount in bitcoins depending on exchange rate at the moment of funds transfer),hence upon receiving the transaction, I will proceed with deleting all the filthy videos with you in main role.Afterwards, we can forget about this unpleasant accident. Furthermore, I guarantee that all the malicious software will also be erased from your devices and accounts.Mark my words, I never lie.That is a great bargain with a low price, I assure you, because I have spent a lot of effort while recordingand tracking down all your activities and dirty deeds during a long period of time.In case if you have no idea how to buy and transfer bitcoins - feel free to check the related info on the internet.Here is my bitcoin wallet for your reference: 1LrBGezKti4m2cov7CKuurLnCfQvjp2o1AFrom now on, you have only 48 hours and countdown has started once you opened this very email (in other words, 2 days).The following list contains things you should definitely abstain from doing or even attempting:> Abstain from trying to reply this email (since the email is generated inside your inbox alongside with return address).> Abstain from trying to call or report to police or any other security services. In addition, it's a bad idea if you want to share it with your friends,hoping they would help. If I happen to find out (knowing my awesome skills, it can be done effortlessly,because I have all your devices and accounts under my control and unceasing observation) - kinky videos of yours will be share to public the same day.> Abstain from trying to look for me - that would not lead anywhere either. Cryptocurrency transactions are absolutely anonymous and cannot be tracked.> Abstain from reinstalling your OS on devices or throwing them away. That would not solve the problem as well,since all your personal videos are already uploaded and stored at remote servers.Things you may be confused about:> That your funds transfer won't be delivered to me.Chill, I can track down any transactions right away, so upon funds transfer I will receive a notification as well,since I still control your devices (my trojan virus has ability of controlling all processes remotely, just like TeamViewer).> That I am going to share your dirty videos after receiving money transfer from you.Here you need to trust me, because there is absolutely no point to still bother you after receiving money.Moreover, if I really wanted all those videos would be available to public long time ago!I believe we can still handle this situation on fair terms!Here is my last advice to you... in future you better ensure you stay away from this kind of situations!My advice - don't forget to regularly update your passwords to feel completely secure.",
        "lang": "en"
    },
    {
        "post_link": "https://zenamap.blogspot.com/2022/05/you-have-outstanding-payment-debt.html",
        "post_title": "You have an outstanding payment. Debt settlement required.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6433425508460884713\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>Unfortunately, I have some unpleasant news for you.\r<br/>Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.\r<br/>Afterwards, I have proceeded with monitoring all internet activities of yours.\r<br/> <br/>You can check out the sequence of events summarize below: \r<br/>Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).\r<br/>Clearly, I could effortlessly log in to your email account as well (<a href=\"mailto:zenamap.redaction@blogger.com\">zenamap.redaction@blogger.com</a>).\r<br/> <br/>One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.\r<br/>Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).\r<br/>Genius is in simplicity. ( ~_^)\r<br/> <br/>Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).\r<br/>I could easily download all your data, photos, web browsing history and other information to my servers.\r<br/>I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.\r<br/>This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.\r<br/> <br/>Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...\r<br/> <br/>While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.\r<br/>You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.\r<br/>To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.\r<br/> <br/>If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.\r<br/>In addition, I can upload them online for entire public to access.\r<br/>I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.\r<br/> <br/>We can still resolve it in the following manner:\r<br/>You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.\r<br/>Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.\r<br/> <br/>It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.\r<br/>If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.\r<br/> <br/>My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntC\r<br/> <br/>You are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).\r<br/> <br/>Don't forget to keep in mind and abstain from doing the following:\r<br/>&gt; Do not attempt to reply my email (this email was generated in your inbox together with the return address).\r<br/>&gt; Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay. \r<br/>&gt; Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.\r<br/>&gt; Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.\r<br/> <br/>Things you should be concerned about:\r<br/>&gt; That I will not receive the funds transfer you make.\r<br/>Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).\r<br/>&gt; That I will still distribute your videos after you have sent the money to me. \r<br/>Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago! \r<br/> <br/>It all will be settled on fair conditions and terms!\r<br/> <br/>One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!\r<br/>My suggestion - make sure you change all your passwords as often as possible.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!Unfortunately, I have some unpleasant news for you.Roughly several months ago I have managed to get a complete access to all devices that you use to browse internet.Afterwards, I have proceeded with monitoring all internet activities of yours.You can check out the sequence of events summarize below:Previously I have bought from hackers a special access to various email accounts (currently, it is rather a straightforward thing that can be done online).Clearly, I could effortlessly log in to your email account as well (zenamap.redaction@blogger.com).One week after that, I proceeded with installing a Trojan virus in Operating Systems of all your devices, which are used by you to login to your email.Actually, that was rather a simple thing to do (because you have opened a few links from your inbox emails previously).Genius is in simplicity. ( ~_^)Thanks to that software I can get access to all controllers inside your devices (such as your video camera, microphone, keyboard etc.).I could easily download all your data, photos, web browsing history and other information to my servers.I can access all your social networks accounts, messengers, emails, including chat history as well as contacts list.This virus of mine unceasingly keeps refreshing its signatures (since it is controlled by a driver), and as result stays unnoticed by antivirus software.Hereby, I believe by this time it is already clear for you why I was never detected until I sent this letter...While compiling all the information related to you, I have also found out that you are a true fan and frequent visitor of adult websites.You truly enjoy browsing through porn websites, while watching arousing videos and experiencing an unimaginable satisfaction.To be honest, I could not resist but to record some of your kinky solo sessions and compiled them in several videos, which demonstrate you masturbating and cumming in the end.If you still don't trust me, all it takes me is several mouse clicks to distribute all those videos with your colleagues, friends and even relatives.In addition, I can upload them online for entire public to access.I truly believe, you absolutely don't want such things to occur, bearing in mind the kinky stuff exposed in those videos that you usually watch, (you definitely understand what I am trying to say) it will result in a complete disaster for you.We can still resolve it in the following manner:You perform a transfer of $1590 USD to me (a bitcoin equivalent based on the exchange rate during the funds transfer), so after I receive the transfer, I will straight away remove all those lecherous videos without hesitation.Then we can pretend like it has never happened before. In addition, I assure that all the harmful software will be deactivated and removed from all devices of yours. Don't worry, I am a man of my word.It is really a good deal with a considerably low the price, bearing in mind that I was monitoring your profile as well as traffic over an extended period.If you still unaware about the purchase and transfer process of bitcoins - all you can do is find the necessary information online.My bitcoin wallet is as follows: 1LzA9kzQkGDTYSfbbLE8gK5RAJ5ke32ntCYou are left with 48 hours and the countdown starts right after you open this email (2 days to be specific).Don't forget to keep in mind and abstain from doing the following:> Do not attempt to reply my email (this email was generated in your inbox together with the return address).> Do not attempt to call police as well as other security services. Moreover, don't even think of sharing it with your friends. If I get to know about it (based on my skills, that would be very easy, since that I have all your systems under my control and constant monitoring) - your dirty video will become public without delay.> Don't attempt searching for me - it is completely useless. Cryptocurrency transactions always remain anonymous.> Don't attempt reinstalling the OS of your devices or even getting rid of them. It is meaningless too, because all your private videos are already been available on remote servers.Things you should be concerned about:> That I will not receive the funds transfer you make.Relax, I will be able to track it immediately, after you complete the funds transfer, because I unceasingly monitor all activities that you do (trojan virus of mine can control remotely all processes, same as TeamViewer).> That I will still distribute your videos after you have sent the money to me.Believe me, it is pointless for me to proceed with troubling you after that. Besides that, if that really was my intention, it would happen long time ago!It all will be settled on fair conditions and terms!One last advice from me... Moving forward make sure you don't get involved in such type of incidents again!My suggestion - make sure you change all your passwords as often as possible.",
        "lang": "en"
    },
    {
        "post_link": "https://zenamap.blogspot.com/2022/01/dont-forget-to-pay-tax-within-2-days.html",
        "post_title": "Don't forget to pay the tax within 2 days!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1266128453274118963\" itemprop=\"description articleBody\">\nHi. How are you? \r<br/> <br/>I know, it's unpleasant to start the conversation with bad news, but I have no choice.\r<br/>Few months ago, I have gained access to your devices that used by you for internet browsing.\r<br/>Afterwards, I could track down all your internet activities.\r<br/> <br/>Here is the history of how it could become possible: \r<br/>At first, I purchased from hackers the access to multiple email accounts (nowadays, it is a really simple thing to do online).\r<br/>As result, I could easily log in to your email account (<a href=\"mailto:zenamap.redaction@blogger.com\">zenamap.redaction@blogger.com</a>).\r<br/> <br/>One week later, I installed Trojan virus in Operating Systems of all devices of yours, which you use to open email.\r<br/>Frankly speaking, it was rather straightforward (since you were opening the links from your inbox emails).\r<br/>Everything ingenious is quite simple. (0_o)!\r<br/> <br/>My software enables me with access to all controllers inside devices of yours, like microphone, keyboard and video camera.\r<br/>I could easily download to my servers all your private info, including the history of web browsing and photos.\r<br/>I can effortlessly gain access to all your messengers, social networks accounts, emails, contact list as well as chat history.\r<br/>Virus of mine constantly keeps refreshing its signatures (because it is driver-based), and as result remains unnoticed by your antivirus.\r<br/> <br/>Hence, you can already guess why I stayed undetected all this while.\r<br/> <br/>As I was gathering information about you, I couldn't help but notice that you are also a true fan of adult-content websites.\r<br/>You actually love visiting porn sites and browsing through kinky videos, while pleasuring yourself.\r<br/>I could make a few dirty records with you in the main focus and montaged several videos showing the way you reach orgasm while masturbating with joy.\r<br/> <br/>If you are still uncertain regarding the seriousness of my intentions, \r<br/>it only requires several mouse clicks for me to forward your videos to all your relatives, as well as friends and colleagues.\r<br/>I can also make those vids become accessible by public.\r<br/>I honestly think that you do not really want that to happen, considering the peculiarity of videos you like to watch, \r<br/>(you obviously know what I mean) all that kinky content can become a reason of serious troubles for you.\r<br/> <br/>However, we can still resolve this situation in the following manner:\r<br/>Everything you are required to do is a single transfer of $1340 USD to my account (or amount equivalent to bitcoin depending on exchange rate at the moment of transfer), \r<br/>and once the transaction is complete, I will straight away remove all the dirty content exposing you.\r<br/>After that, you can even forget that you have come across me. Moreover, I swear that all the harmful software will be removed from all devices of yours as well. \r<br/>Make no doubt that I will fulfill my part.\r<br/> <br/>This is really a great deal that comes at a reasonable price, given that I have used quite a lot of energy to check your profile as well as traffic over an extended period of time.\r<br/>If you have no idea about bitcoin purchase process - it can be straightforwardly done by getting all the necessary information online.\r<br/> <br/>Here is my bitcoin wallet provided below: 1JfnsTBvRQYNvzxYFTQBtEUgojmPy2vd6F\r<br/> <br/>You should complete the abovementioned transfer within 48 hours (2 days) after opening this email.\r<br/> <br/>The following list contains actions you should avoid attempting:\r<br/>#Do not try replying my email (email in your inbox was generated by me alongside with return email address).\r<br/>#Do not try calling police as well as other security forces. In addition, abstain from sharing this story with your friends. \r<br/> After I find out (be sure, I can easily do that, given that I keep complete control of all your devices) - your kinky video will end up being available to public right away. \r<br/>#Do not try searching for me - there is absolutely no reason to do that. Moreover, all transactions in cryptocurrency are always anonymous.\r<br/>#Do not try reinstalling the OS on your devices or throwing them away. It is pointless as well, since all your videos have already been uploaded to remote servers.\r<br/> <br/>The following list contains things you should not be worried about:\r<br/>#That your money won't reach my account.\r<br/>- Rest assured, the transactions can be tracked, hence once the transaction is complete, \r<br/> I will know about it, because I continuously observe all your activities (my trojan virus allows me to control remotely your devices, same as TeamViewer).\r<br/>#That I still will share your kinky videos to public after you complete money transfer.\r<br/>- Trust me, it's pointless for me to continue troubling your life. If I really wanted, I would make it happen already! \r<br/> <br/>Let's make this deal in a fair manner!\r<br/> <br/>Owh, one more thing...in future it is best that you don't involve yourself in similar situations any longer!\r<br/>One last advice from me - recurrently change all your passwords from all accounts.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hi. How are you?I know, it's unpleasant to start the conversation with bad news, but I have no choice.Few months ago, I have gained access to your devices that used by you for internet browsing.Afterwards, I could track down all your internet activities.Here is the history of how it could become possible:At first, I purchased from hackers the access to multiple email accounts (nowadays, it is a really simple thing to do online).As result, I could easily log in to your email account (zenamap.redaction@blogger.com).One week later, I installed Trojan virus in Operating Systems of all devices of yours, which you use to open email.Frankly speaking, it was rather straightforward (since you were opening the links from your inbox emails).Everything ingenious is quite simple. (0_o)!My software enables me with access to all controllers inside devices of yours, like microphone, keyboard and video camera.I could easily download to my servers all your private info, including the history of web browsing and photos.I can effortlessly gain access to all your messengers, social networks accounts, emails, contact list as well as chat history.Virus of mine constantly keeps refreshing its signatures (because it is driver-based), and as result remains unnoticed by your antivirus.Hence, you can already guess why I stayed undetected all this while.As I was gathering information about you, I couldn't help but notice that you are also a true fan of adult-content websites.You actually love visiting porn sites and browsing through kinky videos, while pleasuring yourself.I could make a few dirty records with you in the main focus and montaged several videos showing the way you reach orgasm while masturbating with joy.If you are still uncertain regarding the seriousness of my intentions,it only requires several mouse clicks for me to forward your videos to all your relatives, as well as friends and colleagues.I can also make those vids become accessible by public.I honestly think that you do not really want that to happen, considering the peculiarity of videos you like to watch,(you obviously know what I mean) all that kinky content can become a reason of serious troubles for you.However, we can still resolve this situation in the following manner:Everything you are required to do is a single transfer of $1340 USD to my account (or amount equivalent to bitcoin depending on exchange rate at the moment of transfer),and once the transaction is complete, I will straight away remove all the dirty content exposing you.After that, you can even forget that you have come across me. Moreover, I swear that all the harmful software will be removed from all devices of yours as well.Make no doubt that I will fulfill my part.This is really a great deal that comes at a reasonable price, given that I have used quite a lot of energy to check your profile as well as traffic over an extended period of time.If you have no idea about bitcoin purchase process - it can be straightforwardly done by getting all the necessary information online.Here is my bitcoin wallet provided below: 1JfnsTBvRQYNvzxYFTQBtEUgojmPy2vd6FYou should complete the abovementioned transfer within 48 hours (2 days) after opening this email.The following list contains actions you should avoid attempting:#Do not try replying my email (email in your inbox was generated by me alongside with return email address).#Do not try calling police as well as other security forces. In addition, abstain from sharing this story with your friends.After I find out (be sure, I can easily do that, given that I keep complete control of all your devices) - your kinky video will end up being available to public right away.#Do not try searching for me - there is absolutely no reason to do that. Moreover, all transactions in cryptocurrency are always anonymous.#Do not try reinstalling the OS on your devices or throwing them away. It is pointless as well, since all your videos have already been uploaded to remote servers.The following list contains things you should not be worried about:#That your money won't reach my account.- Rest assured, the transactions can be tracked, hence once the transaction is complete,I will know about it, because I continuously observe all your activities (my trojan virus allows me to control remotely your devices, same as TeamViewer).#That I still will share your kinky videos to public after you complete money transfer.- Trust me, it's pointless for me to continue troubling your life. If I really wanted, I would make it happen already!Let's make this deal in a fair manner!Owh, one more thing...in future it is best that you don't involve yourself in similar situations any longer!One last advice from me - recurrently change all your passwords from all accounts.",
        "lang": "en"
    },
    {
        "post_link": "https://zenamap.blogspot.com/2021/04/hackers-have-access-to-your-device.html",
        "post_title": "Hackers have access to your device. Check details ASAP!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-8676291591587145885\" itemprop=\"description articleBody\">\nHello there\r<br/>Let me introduce myself first - I am a professional programmer, who specializes in hacking during my free time.\r<br/>This time you were unlucky to become my next victim and I have just hacked the Operating System and your device.\r<br/> <br/>I have been observing you for several months.\r<br/>To put things in a simple way, I have infected your device with my virus while you were visiting your favorite adult website.\r<br/> <br/>I will try to explain the situation in more details, if you are not really familiar with this kind of situations.\r<br/>Trojan virus grants me with full access as well as control of your device.\r<br/>Hence, I can see and access anything on your screen, switch on the camera and microphone and do other stuff, while you don't even know that.\r<br/> <br/>In addition, I also accessed your whole contacts list at social networks and your device too.\r<br/> <br/>You may be questioning yourself - why didn't your antivirus detect any malicious software until now?\r<br/> <br/>- Well, my spyware uses a special driver, which has a signature that is updated on a frequent basis, hereby your antivirus simply cannot catch it.\r<br/> <br/>I have created a videoclip exposing the way you are playing with yourself on the left screen section, while the right section shows the porn video that you were watching at that point of time.\r<br/>Few clicks of my mouse would be sufficient to forward this video to all your contacts list and social media friends.\r<br/>You will be surprised to discover that I can even upload it to online platforms for public access.\r<br/> <br/>The good news is that you can still prevent this from happening:\r<br/>All you need to do is transfer $1300 (USD) of bitcoin equivalent to my BTC wallet (if you don't know how to get it done, \r<br/>do some search online - there are plenty of articles describing the step-by-step process).\r<br/> <br/>My bitcoin wallet is (BTC Wallet): 1MZ6avTVhzxsyZvyNxFVWMutZwjQUhLpYo\r<br/> <br/>Once I receive your payment, I will delete your kinky video right away, and can promise that is the last time you hear from.\r<br/>You have 48 hours (2 days exactly) to complete the payment.\r<br/>The read notification will be automatically sent to me, once you open this email, so the timer will start automatically from that moment.\r<br/> <br/>Don't bother trying to reply my email, because it won't change anything (the sender's email address has been generated automatically and taken from internet).\r<br/>Don't try to complain or report me either, because all my personal information and my bitcoin address are encrypted as part of blockchain system.\r<br/>I have done my homework.\r<br/> <br/>If I discover that you have tried forwarding this email to anyone, I will right away share your kinky video to public.\r<br/> <br/>Let's be reasonable and don't make any stupid mistakes anymore. I have provided a clear step-by-step guide for you.\r<br/>All you need to do is simply follow the steps and get rid of this uncomfortable situation once and for all.\r<br/> <br/>Best regards and good luck.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello thereLet me introduce myself first - I am a professional programmer, who specializes in hacking during my free time.This time you were unlucky to become my next victim and I have just hacked the Operating System and your device.I have been observing you for several months.To put things in a simple way, I have infected your device with my virus while you were visiting your favorite adult website.I will try to explain the situation in more details, if you are not really familiar with this kind of situations.Trojan virus grants me with full access as well as control of your device.Hence, I can see and access anything on your screen, switch on the camera and microphone and do other stuff, while you don't even know that.In addition, I also accessed your whole contacts list at social networks and your device too.You may be questioning yourself - why didn't your antivirus detect any malicious software until now?- Well, my spyware uses a special driver, which has a signature that is updated on a frequent basis, hereby your antivirus simply cannot catch it.I have created a videoclip exposing the way you are playing with yourself on the left screen section, while the right section shows the porn video that you were watching at that point of time.Few clicks of my mouse would be sufficient to forward this video to all your contacts list and social media friends.You will be surprised to discover that I can even upload it to online platforms for public access.The good news is that you can still prevent this from happening:All you need to do is transfer $1300 (USD) of bitcoin equivalent to my BTC wallet (if you don't know how to get it done,do some search online - there are plenty of articles describing the step-by-step process).My bitcoin wallet is (BTC Wallet): 1MZ6avTVhzxsyZvyNxFVWMutZwjQUhLpYoOnce I receive your payment, I will delete your kinky video right away, and can promise that is the last time you hear from.You have 48 hours (2 days exactly) to complete the payment.The read notification will be automatically sent to me, once you open this email, so the timer will start automatically from that moment.Don't bother trying to reply my email, because it won't change anything (the sender's email address has been generated automatically and taken from internet).Don't try to complain or report me either, because all my personal information and my bitcoin address are encrypted as part of blockchain system.I have done my homework.If I discover that you have tried forwarding this email to anyone, I will right away share your kinky video to public.Let's be reasonable and don't make any stupid mistakes anymore. I have provided a clear step-by-step guide for you.All you need to do is simply follow the steps and get rid of this uncomfortable situation once and for all.Best regards and good luck.",
        "lang": "en"
    },
    {
        "post_link": "https://zenamap.blogspot.com/2021/04/cooperation-offer.html",
        "post_title": "Cooperation Offer",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-2768841758519964581\" itemprop=\"description articleBody\">\nHey! \r<br/> <br/>As you can see, this is not a formal email, and unfortunately, it does not mean anything good for you. \r<br/>BUT do not despair, it is not critical. I am going to explain to you everything right now. \r<br/> <br/>I have access to your electronic devices, which are the part of the local network you regularly use. \r<br/>I have been tracking your activity for the last few months. \r<br/> <br/>How did that happen?\r<br/>You visited some hacked adult websites with Exploit, and your device was exposed to my malicious software (I bought it in Darknet from specialists in this field).\r<br/>This is a very complex software, operating as Trojan Horse. It updates regularly, and your antivirus can not detect it. \r<br/>The program has a keylogger; it can turn your camera and microphone on and off, send files and provide access to your local network. \r<br/> <br/>It took me some time to get access to the information from other devices, and as of now, \r<br/>I have all your contacts with conversations, info about your locations, what you like, your favourite websites, etc. \r<br/> <br/>Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun! \r<br/> <br/>Rest assured that I can easily send this video to all your contacts with a couple clicks, and I assume that you would like to prevent this scenario. \r<br/> <br/>With that in mind, here is my proposal: \r<br/>Transfer the amount equivalent to 1650 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently. \r<br/> <br/>In my opinion, this is a somewhat modest price for my work. \r<br/>If you don't know how to use Bitcoins, search it in Bing or Google 'how can I purchase Bitcoins' or other stuff like that. \r<br/> <br/>My Bitcoin wallet: 1Cg1X5xS6wkLqPksNcsVzm41Mf24PsrE1\r<br/> <br/>You have 55 hours to reply and you should also bear the following in mind: \r<br/>It makes no sense to reply me - the address has been generated automatically.\r<br/>It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked. \r<br/>Everything has been orchestrated precisely. \r<br/> <br/>If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it.\r<br/>Following that, the video will be posted on the web!\r<br/> <br/>Remember! Time tracking will start as soon as you open this email, I am monitoring this! \r<br/> <br/>Good luck and take it easy! It was just bad luck, next time please be careful.\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hey!As you can see, this is not a formal email, and unfortunately, it does not mean anything good for you.BUT do not despair, it is not critical. I am going to explain to you everything right now.I have access to your electronic devices, which are the part of the local network you regularly use.I have been tracking your activity for the last few months.How did that happen?You visited some hacked adult websites with Exploit, and your device was exposed to my malicious software (I bought it in Darknet from specialists in this field).This is a very complex software, operating as Trojan Horse. It updates regularly, and your antivirus can not detect it.The program has a keylogger; it can turn your camera and microphone on and off, send files and provide access to your local network.It took me some time to get access to the information from other devices, and as of now,I have all your contacts with conversations, info about your locations, what you like, your favourite websites, etc.Just recently, I came up with an awesome idea to create the video where you cum in one part of the screen, while the video was simultaneously playing on another screen. That was fun!Rest assured that I can easily send this video to all your contacts with a couple clicks, and I assume that you would like to prevent this scenario.With that in mind, here is my proposal:Transfer the amount equivalent to 1650 USD to my Bitcoin wallet, and I will forget about the entire thing. I will also delete all data and videos permanently.In my opinion, this is a somewhat modest price for my work.If you don't know how to use Bitcoins, search it in Bing or Google 'how can I purchase Bitcoins' or other stuff like that.My Bitcoin wallet: 1Cg1X5xS6wkLqPksNcsVzm41Mf24PsrE1You have 55 hours to reply and you should also bear the following in mind:It makes no sense to reply me - the address has been generated automatically.It makes no sense to complain either, since the letter along with my Bitcoin wallet cannot be tracked.Everything has been orchestrated precisely.If I ever detect that you mentioned anything about this letter to anyone - the video will be immediately shared, and your contacts will be the first to receive it.Following that, the video will be posted on the web!Remember! Time tracking will start as soon as you open this email, I am monitoring this!Good luck and take it easy! It was just bad luck, next time please be careful.",
        "lang": "en"
    },
    {
        "post_link": "https://zenamap.blogspot.com/2019/12/your-account-has-been-hacked-you-need.html",
        "post_title": "Your account has been hacked! You need to unlock it.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-1012657784362084940\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I am a hacker who has access to your operating system.\r<br/>I also have full access to your account.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $500 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is:  1NvwQchudHai3KcqDkwTGgNzHK9YrWHzV6\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I am a hacker who has access to your operating system.I also have full access to your account.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $500 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is:  1NvwQchudHai3KcqDkwTGgNzHK9YrWHzV6After receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "https://zenamap.blogspot.com/2019/11/i-extremely-recommend-u-to-study-this.html",
        "post_title": "I extremely recommend u to study this email, simply to ensure not a thing will take place ",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-3591346178896597830\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I have very bad news for you.\r<br/>21/07/2019 - on this day I hacked your OS and got full access to your account <a href=\"mailto:zenamap.redaction@blogger.com\">zenamap.redaction@blogger.com</a> <br/> <br/>So, you can change the password, yes... But my malware intercepts it every time.\r<br/> <br/>How I made it:\r<br/>In the software of the router, through which you went online, was a vulnerability.\r<br/>I just hacked this router and placed my malicious code on it.\r<br/>When you went online, my trojan was installed on the OS of your device.\r<br/> <br/>After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).\r<br/> <br/>A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.\r<br/>But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!\r<br/>I'm talk you about sites for adults.\r<br/> <br/>I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!\r<br/> <br/>And I got an idea....\r<br/>I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).\r<br/>After that, I made a screenshot of your joys (using the camera of your device) and glued them together.\r<br/>Turned out amazing! You are so spectacular!\r<br/> <br/>I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.\r<br/>I think $808 is a very, very small amount for my silence.\r<br/>Besides, I have been spying on you for so long, having spent a lot of time!\r<br/> <br/>Pay ONLY in Bitcoins!\r<br/>My BTC wallet: 1QKG5uTDq1GU8iNYqycitEL9dv9dctoQsV\r<br/> <br/>You do not know how to use bitcoins?\r<br/>Enter a query in any search engine: \"how to replenish btc wallet\".\r<br/>It's extremely easy\r<br/> <br/>For this payment I give you two days (48 hours).\r<br/>As soon as this letter is opened, the timer will work.\r<br/> <br/>After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.\r<br/>If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".\r<br/> <br/>I hope you understand your situation.\r<br/>- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)\r<br/>- Do not try to contact me (this is impossible, sender's address was randomly generated)\r<br/>- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.\r<br/> <br/>P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!\r<br/> This is the word of honor hacker\r<br/> <br/>I also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.\r<br/> <br/>Do not hold evil! I just do my job.\r<br/>Have a nice day!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I have very bad news for you.21/07/2019 - on this day I hacked your OS and got full access to your accountzenamap.redaction@blogger.comSo, you can change the password, yes... But my malware intercepts it every time.How I made it:In the software of the router, through which you went online, was a vulnerability.I just hacked this router and placed my malicious code on it.When you went online, my trojan was installed on the OS of your device.After that, I made a full dump of your disk (I have all your address book, history of viewing sites, all files, phone numbers and addresses of all your contacts).A month ago, I wanted to lock your device and ask for a not big amount of btc to unlock.But I looked at the sites that you regularly visit, and I was shocked by what I saw!!!I'm talk you about sites for adults.I want to say - you are a BIG pervert. Your fantasy is shifted far away from the normal course!And I got an idea....I made a screenshot of the adult sites where you have fun (do you understand what it is about, huh?).After that, I made a screenshot of your joys (using the camera of your device) and glued them together.Turned out amazing! You are so spectacular!I'm know that you would not like to show these screenshots to your friends, relatives or colleagues.I think $808 is a very, very small amount for my silence.Besides, I have been spying on you for so long, having spent a lot of time!Pay ONLY in Bitcoins!My BTC wallet: 1QKG5uTDq1GU8iNYqycitEL9dv9dctoQsVYou do not know how to use bitcoins?Enter a query in any search engine: \"how to replenish btc wallet\".It's extremely easyFor this payment I give you two days (48 hours).As soon as this letter is opened, the timer will work.After payment, my virus and dirty screenshots with your enjoys will be self-destruct automatically.If I do not receive from you the specified amount, then your device will be locked, and all your contacts will receive a screenshots with your \"enjoys\".I hope you understand your situation.- Do not try to find and destroy my virus! (All your data, files and screenshots is already uploaded to a remote server)- Do not try to contact me (this is impossible, sender's address was randomly generated)- Various security services will not help you; formatting a disk or destroying a device will not help, since your data is already on a remote server.P.S. You are not my single victim. so, I guarantee you that I will not disturb you again after payment!This is the word of honor hackerI also ask you to regularly update your antiviruses in the future. This way you will no longer fall into a similar situation.Do not hold evil! I just do my job.Have a nice day!",
        "lang": "en"
    },
    {
        "post_link": "https://zenamap.blogspot.com/2019/10/be-sure-to-read-this-message-your.html",
        "post_title": "Be sure to read this message! Your personal data is threatened!",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-4474637592876012070\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>I am a hacker who has access to your operating system.\r<br/>I also have full access to your account.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $500 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is:  38tTrUZ2MiWD6zXwBikaJGcyrEx2AtQZV2\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!I am a hacker who has access to your operating system.I also have full access to your account.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $500 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is:  38tTrUZ2MiWD6zXwBikaJGcyrEx2AtQZV2After receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    },
    {
        "post_link": "https://zenamap.blogspot.com/2019/10/frauders-known-your-old-passwords.html",
        "post_title": "Frauders known your old passwords. Access data must be changed.",
        "post_text": "<div class=\"post-body entry-content\" id=\"post-body-6698406254700358447\" itemprop=\"description articleBody\">\nHello!\r<br/> <br/>As you may have noticed, I sent you an email from your account.\r<br/>This means that I have full access to your device.\r<br/> <br/>I've been watching you for a few months now.\r<br/>The fact is that you were infected with malware through an adult site that you visited.\r<br/> <br/>If you are not familiar with this, I will explain.\r<br/>Trojan Virus gives me full access and control over a computer or other device.\r<br/>This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.\r<br/> <br/>I also have access to all your contacts and all your correspondence.\r<br/> <br/>Why your antivirus did not detect malware?\r<br/>Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.\r<br/> <br/>I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.\r<br/>With one click of the mouse, I can send this video to all your emails and contacts on social networks.\r<br/>I can also post access to all your e-mail correspondence and messengers that you use.\r<br/> <br/>If you want to prevent this,\r<br/>transfer the amount of $775 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").\r<br/> <br/>My bitcoin address (BTC Wallet) is: 14wJMVaw6GuMo64RB4HwfuhSraX8UmUxEU\r<br/> <br/>After receiving the payment, I will delete the video and you will never hear me again.\r<br/>I give you 50 hours (more than 2 days) to pay.\r<br/>I have a notice reading this letter, and the timer will work when you see this letter.\r<br/> <br/>Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.\r<br/>I do not make any mistakes.\r<br/> <br/>If I find that you have shared this message with someone else, the video will be immediately distributed.\r<br/> <br/>Best regards!\n<div style=\"clear: both;\"></div>\n</div>",
        "cleaned_post_text": "Hello!As you may have noticed, I sent you an email from your account.This means that I have full access to your device.I've been watching you for a few months now.The fact is that you were infected with malware through an adult site that you visited.If you are not familiar with this, I will explain.Trojan Virus gives me full access and control over a computer or other device.This means that I can see everything on your screen, turn on the camera and microphone, but you do not know about it.I also have access to all your contacts and all your correspondence.Why your antivirus did not detect malware?Answer: My malware uses the driver, I update its signatures every 4 hours so that your antivirus is silent.I made a video showing how you satisfy yourself in the left half of the screen, and in the right half you see the video that you watched.With one click of the mouse, I can send this video to all your emails and contacts on social networks.I can also post access to all your e-mail correspondence and messengers that you use.If you want to prevent this,transfer the amount of $775 to my bitcoin address (if you do not know how to do this, write to Google: \"Buy Bitcoin\").My bitcoin address (BTC Wallet) is: 14wJMVaw6GuMo64RB4HwfuhSraX8UmUxEUAfter receiving the payment, I will delete the video and you will never hear me again.I give you 50 hours (more than 2 days) to pay.I have a notice reading this letter, and the timer will work when you see this letter.Filing a complaint somewhere does not make sense because this email cannot be tracked like my bitcoin address.I do not make any mistakes.If I find that you have shared this message with someone else, the video will be immediately distributed.Best regards!",
        "lang": "en"
    }
]