[
    {
        "post_link": "http://code-kago7.jugem.jp/?eid=93",
        "post_title": "えきねっとアカウントの自動退会処理について_",
        "post_text": "\n\n\n\n\n  日頃より「えきねっと」をご利用いただきありがとうございます。\n「えきねっと」は \r\n      2022 年 5 月 17 日にサービスをリニューアルいたしました。これ \r\n      に伴い、「えきねっと」利用規約・会員規約を変更し、最後にログインをした日より起算し \r\n      て２年以上「えきねっと」のご利用（ログイン）が確認できない「えきねっと」アカウント \r\n      は、自動的に退会処理させていただくことといたしました。なお、対象アカウントの自動退 会処理を、本規約に基づき、2022 年 5 \r\n      月 17 日より順次、実施させていただきます。\n\n24時間以上ログインしておらず、「えきねっと」を使い続けたい場合は、2022 \r\n      年 5 月 19 日までに一度ログインしてください。\n⇒ログインはこちら\n※えきねっとトップページ右上のログインボタンよりログインしてください。\n\nなお、アカウントが退会処理された場合も、新たにアカウント登録（無料登録）していた \r\n      だくことですぐに「えきねっと」をご利用いただくことができますので、今後もご愛顧いた だけますようよろしくお願いいたします。 \n\n  \r\n      Copyright © JR East Net Station Co.,Ltd. All Rights Reserved.\n",
        "cleaned_post_text": "日頃より「えきねっと」をご利用いただきありがとうございます。「えきねっと」は \r\n      2022 年 5 月 17 日にサービスをリニューアルいたしました。これ \r\n      に伴い、「えきねっと」利用規約・会員規約を変更し、最後にログインをした日より起算し \r\n      て２年以上「えきねっと」のご利用（ログイン）が確認できない「えきねっと」アカウント \r\n      は、自動的に退会処理させていただくことといたしました。なお、対象アカウントの自動退 会処理を、本規約に基づき、2022 年 5 \r\n      月 17 日より順次、実施させていただきます。24時間以上ログインしておらず、「えきねっと」を使い続けたい場合は、2022 \r\n      年 5 月 19 日までに一度ログインしてください。⇒ログインはこちら※えきねっとトップページ右上のログインボタンよりログインしてください。なお、アカウントが退会処理された場合も、新たにアカウント登録（無料登録）していた \r\n      だくことですぐに「えきねっと」をご利用いただくことができますので、今後もご愛顧いた だけますようよろしくお願いいたします。Copyright © JR East Net Station Co.,Ltd. All Rights Reserved.",
        "lang": "ja"
    },
    {
        "post_link": "http://code-kago7.jugem.jp/?eid=92",
        "post_title": "【楽天】お客様の注文と楽天アカウントを停止",
        "post_text": "\n\n\n\n\n\n\n\n\n\n\n\n楽天ログイン \r\n              ＞\n\n\n\n\n\n\n楽天ログイン \r\n              ＞\n\n\n楽天ログイン \r\n              ＞",
        "cleaned_post_text": "楽天ログイン \r\n              ＞楽天ログイン \r\n              ＞楽天ログイン \r\n              ＞",
        "lang": "ja"
    },
    {
        "post_link": "http://code-kago7.jugem.jp/?eid=78",
        "post_title": "Re: 素晴らしいニュース",
        "post_text": "\nこんにちは！\n\n\nあなたのためのすばらしいニュースを持っている、だから幸せになるつもり))  興奮しています!ここでお読みください。  http://www.alafeens.com/other.php?UE9hNDRjOTBjY2U3MTYyN0Btby5qdWdlbS5qcA--\n\nBe well, Sara Jansen\n\n\n-\n\nWe will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so. We may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen. You may request details of personal information which we hold about you under the Data Protection Act 1998. A small fee will be payable. If you would like a copy of the information held on you please write to us.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTweet \n \n\n\n",
        "cleaned_post_text": "こんにちは！あなたのためのすばらしいニュースを持っている、だから幸せになるつもり))  興奮しています!ここでお読みください。  http://www.alafeens.com/other.php?UE9hNDRjOTBjY2U3MTYyN0Btby5qdWdlbS5qcA--Be well, Sara Jansen-We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so. We may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen. You may request details of personal information which we hold about you under the Data Protection Act 1998. A small fee will be payable. If you would like a copy of the information held on you please write to us.Tweet",
        "lang": "en"
    },
    {
        "post_link": "http://code-kago7.jugem.jp/?eid=25",
        "post_title": "ご確認ください",
        "post_text": "\n先日未入金の方にメールでお知らせしました。\r\nしかし、迷惑メールに分類されている、又はメールが機能していない、またはメールアドレスが違う等の理由で届いてない可能性もありますのでブログに書かせていただきます\r\n心当たりのある方は連絡いただきますようお願いいたします\n\r\n@yahoo.co.jpをお持ちのHN「Hさん」\r\n@nifty.comをお持ちの「M.K.さん」\r\n@xg8.so-net.ne.jpをお持ちの「Y.Yさん」\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTweet \n \n\n\n",
        "cleaned_post_text": "先日未入金の方にメールでお知らせしました。しかし、迷惑メールに分類されている、又はメールが機能していない、またはメールアドレスが違う等の理由で届いてない可能性もありますのでブログに書かせていただきます心当たりのある方は連絡いただきますようお願いいたします@yahoo.co.jpをお持ちのHN「Hさん」@nifty.comをお持ちの「M.K.さん」@xg8.so-net.ne.jpをお持ちの「Y.Yさん」Tweet",
        "lang": "ja"
    }
]