[
    {
        "post_link": "http://dfga134.jugem.jp/?eid=52",
        "post_title": "米ＳＥＣ、JPモルガンやシティにも書類提出要請",
        "post_text": "　連邦検察当局は、証券規制当局と共同で進めている住宅ローン証券事業に絡んだ大手金融機関に対する予備的な刑事捜査の一環として、JPモルガン?チェー ス、シティグループなどに対し、債務担保証券（ＣＤＯ）の組成などにおいて投資家に誤解を与えるような行為がなかったかどうかを調べている。関係筋が明ら かにした。　ＳＥＣは、上の2社のほか、\r\nドイツ銀行とＵＢＳに対し民事上の召喚状を送った。ゴールドマン?サックス?グループや、モルガ ン?スタンレーについても同様な捜査が行われている。　債務担保証券（ＣＤＯ）のマーケティングと販売、取引に関し、ＳＥＣは大手金融機関が投資家に適切な説明を行ったかどうかを昨年から捜査しており、今回 の情報提供の要請もこの一環という。\r\n　多くの投資銀行は、投資家の強い要請を受けてＣＤＯを組成していた。しかし、社内ではその証券の価値の下落に賭ける取引を行っていた。こうした取引は住 宅ローン市場の崩壊で利益を上げた。　マンハッタンの連邦検察当局、ＳＥＣの報道官はコメントを拒否した。モルガン?スタンレーは検察当局からの連絡は受けていない、違法なことはし\r\nていない とコメントしている。ＪＰモルガンも同様なコメントを明らかにしている。その他の書類提出要請を受けた金融機関各社の広報担当者はコメントしていない。　検察当局は現在のところ、証拠集めを進めているだけで、刑事上の召喚状は送っていない。　ＳＥＣは4月、ゴールドマンを詐欺容疑でニューヨーク連邦地裁に訴追した。ゴールド ルイヴィトン 財布 メンズ   \r\nマンはＳＥＣの申し立てを強く否定したが、関係筋によれば、最近になっ てＳＥＣと和解協議を開始した。　トムソン?ロイターによると、大手金融機関は2005~07年にＣＤＯを計1兆800億ドル（約100兆円）発行した。この期間、金額ベース（ドル換 算）で最も多くＣＤＯを発行したのはメリルリンチ（現在はバンク?オブ?アメリカ傘下）、シティグループ、 ルイヴィトン バッグ   \r\nドイツ銀行だ。モルガン?スタンレーとゴールド マンの順位は7位と14位だ。　モルガン?スタンレーが、組成を支援した上、しばしば顧客の利益と反対の取引を行った住宅ローン証券に関して、投資家を欺いたかどうかマンハッタンの連 邦検察局が捜査しているとのウォール?ストリート?ジャーナルの報道を受け、ニューヨーク市場で同行の株価は12日、2％下 lv 財布   \r\n落した。　関係筋によると、シティとドイツ銀行、ＵＢＳは、ヘッジファンドのマグネター?キャピタルの強い要望で、「八分儀座」、「乙女座」など星座の名を付した 住宅ローンＣＤＯを組成した。このファンドはこれらのＣＤＯのリスク性の高い部分を購入した上で、同じＣＤＯの他の部分に対して価値の下落に賭ける取引を 行った。こうした賭けを行う UGG ムートンブーツ   \r\nことで、このファンドは住宅価格が下落するなかで利益を上げることができたという。一方、当局がどのＣＤＯに焦点を当てて捜査 を行っているかは明らかでない。　トレーダーによると、住宅価格が下落する前の数年間、モルガン?スタンレーのトレーダーは折に触れ、同行が組成?販売したＣＤＯの価値の低下に賭ける取 引を行っていた。　モル\r\nガン?スタンレーが、05年と06年に投資家に販売した上、価値の低下に賭けたＣＤＯは「ＡＢスポーク」と呼ばれたという。トムソン?ロイターによ ると、モルガン?スタンレーが当時、投資家にマーケティングした、こうしたＣＤＯは十数種にのぼる。　モルガン?スタンレーが06年半ばにマーケティングし、価値の低下に賭ける取引を行ったもう一つのＣＤＯ\r\nは「ボールドウィン2006-I」と呼ばれた。　モルガン?スタンレーの内情に詳しい関係筋によると、「ボールドウィン」と「ＡＢスポーク」における同行の役割は「住宅資産が持ちこたえるとの賭けを行 う投資家に対し、十分に開示されていた」と話す。【関連記事】? 12日の米株式市場：上昇、ＩＢＭが上げをけん引 ? 米検察当局、モルガ\r\nン?スタンレーを捜査 ? 米ゴールドマンがＳＥＣと和解交渉＝事情筋 ? UPDATE:米連邦検察当局、ゴールドマンに対して犯罪捜査を開始 ? 【社説】米ＳＥＣ対ゴールドマン \r\n\r\n引用元:精霊物語グランドファンタジア(Grand Fantasia) 専門サイト\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTweet \n \n\n",
        "cleaned_post_text": "連邦検察当局は、証券規制当局と共同で進めている住宅ローン証券事業に絡んだ大手金融機関に対する予備的な刑事捜査の一環として、JPモルガン?チェー ス、シティグループなどに対し、債務担保証券（ＣＤＯ）の組成などにおいて投資家に誤解を与えるような行為がなかったかどうかを調べている。関係筋が明ら かにした。ＳＥＣは、上の2社のほか、\r\nドイツ銀行とＵＢＳに対し民事上の召喚状を送った。ゴールドマン?サックス?グループや、モルガ ン?スタンレーについても同様な捜査が行われている。債務担保証券（ＣＤＯ）のマーケティングと販売、取引に関し、ＳＥＣは大手金融機関が投資家に適切な説明を行ったかどうかを昨年から捜査しており、今回 の情報提供の要請もこの一環という。多くの投資銀行は、投資家の強い要請を受けてＣＤＯを組成していた。しかし、社内ではその証券の価値の下落に賭ける取引を行っていた。こうした取引は住 宅ローン市場の崩壊で利益を上げた。マンハッタンの連邦検察当局、ＳＥＣの報道官はコメントを拒否した。モルガン?スタンレーは検察当局からの連絡は受けていない、違法なことはし\r\nていない とコメントしている。ＪＰモルガンも同様なコメントを明らかにしている。その他の書類提出要請を受けた金融機関各社の広報担当者はコメントしていない。検察当局は現在のところ、証拠集めを進めているだけで、刑事上の召喚状は送っていない。ＳＥＣは4月、ゴールドマンを詐欺容疑でニューヨーク連邦地裁に訴追した。ゴールドルイヴィトン 財布 メンズマンはＳＥＣの申し立てを強く否定したが、関係筋によれば、最近になっ てＳＥＣと和解協議を開始した。トムソン?ロイターによると、大手金融機関は2005~07年にＣＤＯを計1兆800億ドル（約100兆円）発行した。この期間、金額ベース（ドル換 算）で最も多くＣＤＯを発行したのはメリルリンチ（現在はバンク?オブ?アメリカ傘下）、シティグループ、ルイヴィトン バッグドイツ銀行だ。モルガン?スタンレーとゴールド マンの順位は7位と14位だ。モルガン?スタンレーが、組成を支援した上、しばしば顧客の利益と反対の取引を行った住宅ローン証券に関して、投資家を欺いたかどうかマンハッタンの連 邦検察局が捜査しているとのウォール?ストリート?ジャーナルの報道を受け、ニューヨーク市場で同行の株価は12日、2％下lv 財布落した。関係筋によると、シティとドイツ銀行、ＵＢＳは、ヘッジファンドのマグネター?キャピタルの強い要望で、「八分儀座」、「乙女座」など星座の名を付した 住宅ローンＣＤＯを組成した。このファンドはこれらのＣＤＯのリスク性の高い部分を購入した上で、同じＣＤＯの他の部分に対して価値の下落に賭ける取引を 行った。こうした賭けを行うUGG ムートンブーツことで、このファンドは住宅価格が下落するなかで利益を上げることができたという。一方、当局がどのＣＤＯに焦点を当てて捜査 を行っているかは明らかでない。トレーダーによると、住宅価格が下落する前の数年間、モルガン?スタンレーのトレーダーは折に触れ、同行が組成?販売したＣＤＯの価値の低下に賭ける取 引を行っていた。モル\r\nガン?スタンレーが、05年と06年に投資家に販売した上、価値の低下に賭けたＣＤＯは「ＡＢスポーク」と呼ばれたという。トムソン?ロイターによ ると、モルガン?スタンレーが当時、投資家にマーケティングした、こうしたＣＤＯは十数種にのぼる。モルガン?スタンレーが06年半ばにマーケティングし、価値の低下に賭ける取引を行ったもう一つのＣＤＯ\r\nは「ボールドウィン2006-I」と呼ばれた。モルガン?スタンレーの内情に詳しい関係筋によると、「ボールドウィン」と「ＡＢスポーク」における同行の役割は「住宅資産が持ちこたえるとの賭けを行 う投資家に対し、十分に開示されていた」と話す。【関連記事】? 12日の米株式市場：上昇、ＩＢＭが上げをけん引? 米検察当局、モルガ\r\nン?スタンレーを捜査? 米ゴールドマンがＳＥＣと和解交渉＝事情筋? UPDATE:米連邦検察当局、ゴールドマンに対して犯罪捜査を開始? 【社説】米ＳＥＣ対ゴールドマン \r\n\r\n引用元:精霊物語グランドファンタジア(Grand Fantasia) 専門サイトTweet",
        "lang": "ja"
    }
]