[
    {
        "post_link": "https://bloomsite.wordpress.com/2015/08/21/maybe-theres-a-novel-there-on-stalking-empathy-becoming-a-scholar-novelist/",
        "post_title": "“Maybe There’s a Novel There”: On Stalking, Empathy, & Becoming a Scholar-Novelist",
        "post_text": "<div class=\"entry-content\">\n<p><span style=\"font-size:10px;color:#999;\">by Mason Stokes</span></p>\n<p>1.<br/>\nOne of the most difficult things about graduate study in literature is explaining yourself at the cocktail parties your parents drag you to over Christmas break.  This is particularly the case if you’re a white man specializing in African American literature, and if you’re writing a dissertation on 19th-century white-supremacist fiction, and if the setting is South Carolina, circa 1990 (though those cocktail parties had 1954 written all over them), and if your parents’ friends are senior citizens of the unreconstructed variety.</p>\n<p>In such situations, I learned that less is more.  No need to mention African American literature, since all they heard was <em>Africa!?!?!</em>  No need to describe why I was writing about white-supremacist fiction, since that required expounding on how <em>I was against it!</em>  I would simply say that I was working on a PhD in English, and that I hoped to become a college professor.</p>\n<p>At which point I always got the same question: “So, are you writing a novel?”  The first time this happened, I was puzzled.  Pursuing a PhD in English has nothing to do with novel writing—couldn’t be further from it, in fact.  If I was engaged in anything, it was novel <em>un</em>writing, fiction as reverse engineering, the breaking apart of a beautiful whole into its separate and ungainly parts and impulses.  The question perplexed me, until I realized that my interlocutors had no concept of literary studies, no reference point for the oh-so-meta, very deconstructive energies then circulating in the academy.  Writing <em>about</em> novels would have struck these folks as an odd way to spend your time, when instead you could actually be writing them.</p>\n<p>Nevertheless, when I told them, “No, I’ll never write a novel,” I was absolutely certain.  I loved scholarly writing, and I was beginning to think that maybe I could be good at it.  In addition, I had never, even in my surly adolescence, betrayed the slightest interest in creative writing—had never written so much as the first line of a short story about a brilliant though tragically unappreciated loner whose wisdom would save the world, if only the world would let it.  No, I rejected fiction writing and held firmly to the binary opposition between the academic and the creative, between scholarship and fiction.  I would dedicate my life to the former.  I would never attempt the latter.</p>\n<p>How, then, did I find myself, at age 40, writing a novel?  And how did I arrive at my current moment, now 48, having just published one?</p>\n<p>2.<br/>\n<a href=\"http://www.powells.com/partner/36859/biblio/9781925180756?p_cv\" rel=\"powells-9781925180756\" target=\"_blank\"><img alt=\"\" class=\"alignleft\" height=\"192\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9781925180756.jpg\" style=\"border:1px solid #4c290d;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>In my first decade or so as a professor, I happily pursued my scholarship.  My book on white-supremacist fiction was published, and I moved on to what I thought would be my second book, about the relationship between blackness and heterosexuality during the Harlem Renaissance.</p>\n<p>Then things began to fall apart.  One night while watching television, I heard a quiet ringing in my left ear. I’d experienced it in the past, usually after a night spent too close to yet another wall of speakers in my earlier days as both a musician and a fan.  It had always gone away.  This time it didn’t, and when it spread to my right ear and grew more intense, I thought I would surely lose my mind.  Tests revealed high-frequency hearing loss, meaning that nothing could be done about the tinnitus.  It would be a constant presence in my life, something I couldn’t imagine surviving.</p>\n<p>Around the same time, my boyfriend accepted a job in New York City, and my hopes of a long-distance relationship were dashed when he dumped me shortly after.  I wasn’t surprised.  The ringing was making me a very different person—anxious, depressed, utterly self involved.  I would have gotten away from me if I could have.</p>\n<p>I had a sabbatical during the next academic year, which meant I was home alone for long stretches of time, just me and the ringing. I tried to write the Harlem Renaissance book, but I had a hard time concentrating, and on those rare occasions when I could, I was unable to care about the questions I was pursuing.  They seemed so tired, so ultimately pointless. During that fall and the long upstate winter that followed, I was mostly lost.</p>\n<p>And then, on a surprisingly warm day in early spring, I crawled out of my rabbit’s burrow and visited the public library, where my eyes fell upon a guy working at the circulation desk.  Young, maybe early twenties, not so much attractive as interesting looking.  There was something quite odd about him, in fact, something hard to figure out, and I couldn’t stop staring. I found myself experiencing my first libidinal impulse in many, many months.  But there was no way I could approach him; I was probably twice his age.</p>\n<p>I could, however, library-stalk him (an ironic, thus less creepy, version of actual stalking).  I could read more—and more quickly—than I ever had before, necessitating daily library visits.  I could browse like a crazy person, investigating only those shelves with clear sightlines of the circulation desk.  I could hover until his place at the desk was free, and then present him with the provocatively titled books that I had chosen just for this occasion: <em>Dream Boy</em>, <em>Becoming a Man</em>, stuff like that.  (Once I had <strong>David Sedaris</strong>’s <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9780349119779\" target=\"_blank\">Naked</a></em></span> in hand, but I was already blushing before I could make it to the circulation desk, and so beat a hasty retreat.)</p>\n<p>And I could also, it turned out, write about him—well, not about him, since I knew nothing at all about him.  But I could invent him, which was even better. I could imagine a life for him in which he was exactly who I needed him to be.  I could discover that he was smart, and funny, and a little weird, and that he had no problem dating older men.</p>\n<p>I could write too about the ridiculous person I was becoming.  I could let this “me” do things that I would never do, like ask a too-young circulationist if maybe he’d like to come home with me.  And then I could imagine what might happen next, and I could write it down.</p>\n<p><a href=\"http://www.powells.com/partner/36859/biblio/9780349119779?p_cv\" rel=\"powells-9780349119779\" target=\"_blank\"><img alt=\"\" class=\"alignright\" height=\"190\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9780349119779.jpg\" style=\"border:1px solid #4c290d;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>15 pages became a 100, which became 200, which became 300.  But the truly miraculous thing was that, at least while I was writing, the ringing went away.  There was something about the immersion required of fiction writing that tricked my brain into not hearing it.  In imagining the life that I wasn’t living, I absented myself from the life I was, if only for a few hours at a time.  I was so grateful, not simply for the silence, but for the ability to be a writer again, which I thought I’d lost.</p>\n<p>I was able to get an agent interested in <em>Library Boy: The Novel</em> (after only about 60 cold pitches), and she was certain we were soon to be swept up in a bidding war.  I was less sanguine, doubting the market for novels about middle-aged professors who stalk young librarians.  Who do you think was right?</p>\n<p>But disappointment didn’t erase the pleasure I’d experienced while writing.  So I quickly did what all foolish people do: I refused to learn from failure, and I started writing another novel.  And this one, <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9781925180756\" target=\"_blank\">Saving Julian</a></em></span>, is the one that’s just been published.</p>\n<p>3.<br/>\nWhereas my first novel had arisen out of a deeply personal set of experiences, and had been triggered by the sudden return of a long-lost sexual desire, my second led me, in a roundabout way, back to my scholarship.  Years before, I had imagined writing a book on contemporary heterosexuality, and I had done research for a chapter on so-called ex-gay conversion, a practice in which ministers and therapists turn gay men straight through aversion therapy, behavior modeling, and close readings of Leviticus.  Looking back over my notes for that long-abandoned chapter, I thought maybe the scholarly route wasn’t the best way into the subject.  Maybe there was a novel there.</p>\n<p><em>Saving Julian</em> tells the story of Paul Drucker, a rabidly anti-gay—and deeply closeted—58-year-old psychology professor and part-time preacher.  Drucker leads an ex-gay conversion group at his church, which becomes tricky when he’s caught with Julian, a 21-year-old “escort” he found online. I spent a lot of time crawling around in Drucker’s head, trying to figure out what made him tick.  The process was difficult, often painful, and it reminded me of what it felt like when, years before, I’d spent hours reading white-supremacist fiction, page after page of vile, hateful pathology.</p>\n<p>But this difficulty felt different.  In my scholarly attempts to understand the perverse workings of white supremacy, I never found myself identifying with the hate mongers.  I kept those white folks at a safe distance.  With Drucker, a strange thing was happening. As I wrote him he became, almost against my will, more human, less monstrous; less them, more us.</p>\n<p>Drucker tells the self-loathing queers who flock to him that “there’s no such thing as a gay man.  There are only men with unmet homoemotional love needs.  And this can be fixed.”  I’ll admit to having stolen that phrase—“homoemotional love needs”—from one of the many “pray away the gay” books I read while writing my own.  I stole it because I found it hilarious, and my novel, despite its heavy subject matter, is also meant to be funny.</p>\n<p>But as I explored what that phrase meant to Drucker, it became less amusing, and more real.  I found myself, reluctantly, taking it seriously.  Because who doesn’t have an unmet homoemotional love need of one sort or another?  The young people in my novel are drawn to Drucker because he offers a language, a version of the past, that resonates with them, a language in which, perhaps, even out-and-proud gay men can see ourselves.  This rhetoric works on us not because it’s true, but because it taps into the things we feel but rarely talk about, those secret insecurities and vulnerabilities that we avoid precisely because they’re too often aligned with the people who hate us, who want to change us.</p>\n<p>4.<br/>\nAs a writer, I’m left with the question of what this identification means.  Is the empathy that I discovered for Drucker, and for people like him, a good thing?  Most dictionaries offer a two-part definition of empathy: to understand, <em>and to share</em>, the feelings of another.  It’s that second part that raises trouble.  Simple understanding costs very little.  You do the work, and you gradually figure things out.  For example, my earlier study of white-supremacist cultures taught me some of the reasons for racial hatred: the economic underpinnings, the familial logics, the perceived marginalization, the anxieties and fears.  But to <em>share</em> those anxieties and fears?  What would that mean, in this difficult summer, when <strong>Dylann Roof</strong> can walk into a church and leave nine African Americans dead because they’re raping “our” women?  What would that mean as we seek ways to respond to the tragic losses of <strong>Michael Brown</strong>, of <strong>Eric Garner</strong>, of <strong>Sandra Bland</strong>?</p>\n<p>To the extent that I was able to mine my past and share Drucker’s self-loathing, it made my novel possible.  But what’s good for the novelist can be quite different for the person whose job it is to live in the world, to discern right from wrong, to take action.  Empathy can lead all too easily to a suspension of judgment, to an escape valve on the energies that fuel our politics and our activism.</p>\n<p>As a novelist, I’ll continue to enter into the minds and emotions of my characters—in a sense, to “share” the motivations of their deepest, even ugliest, selves.  But as a scholar, and a citizen, I’ll expose Drucker and his real-life counterparts, who do immeasurable harm every day.  And when I think about the Dylann Roofs of the world, and our necessary responses to them, I’ll resist the pull toward true empathy, and the shared humanity it requires.</p>\n<p><img alt=\"Bloom Post End\" class=\"aligncenter size-full wp-image-945\" data-attachment-id=\"945\" data-comments-opened=\"1\" data-image-caption=\"\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\"}' data-image-title=\"Bloom Post End\" data-large-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=86\" data-medium-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=86\" data-orig-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png\" data-orig-size=\"86,78\" data-permalink=\"https://bloomsite.wordpress.com/2012/11/12/walker-percy/screen-shot-2012-11-09-at-10-51-22-pm/#main\" src=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=610\"/></p>\n<p><em>Mason Stokes teaches at Skidmore College in Saratoga Springs, NY.  His novel Saving Julian was published earlier this year by Wilde City Press.</em></p>\n<p><span style=\"font-size:10px;color:#999;\"><em>Homepage photo credit: <a href=\"http://www.flickr.com/photos/58105797@N05/6845384243\">“Good books don’t give up all their secrets at once” – Stephen King</a> via <a href=\"http://photopin.com\">photopin</a> <a href=\"https://creativecommons.org/licenses/by/2.0/\">(license)</a></em><br/>\n</span></p>\n<div class=\"sharedaddy sd-like-enabled sd-sharing-enabled\" id=\"jp-post-flair\"><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon-text sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon\" data-shared=\"sharing-twitter-10342\" href=\"https://bloomsite.wordpress.com/2015/08/21/maybe-theres-a-novel-there-on-stalking-empathy-becoming-a-scholar-novelist/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span>Twitter</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon\" data-shared=\"sharing-facebook-10342\" href=\"https://bloomsite.wordpress.com/2015/08/21/maybe-theres-a-novel-there-on-stalking-empathy-becoming-a-scholar-novelist/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span>Facebook</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"sharedaddy sd-block sd-like jetpack-likes-widget-wrapper jetpack-likes-widget-unloaded\" data-name=\"like-post-frame-39042716-10342-64d7af30824e8\" data-src=\"//widgets.wp.com/likes/index.html?ver=20230309#blog_id=39042716&amp;post_id=10342&amp;origin=bloomsite.wordpress.com&amp;obj_id=39042716-10342-64d7af30824e8\" data-title=\"Like or Reblog\" id=\"like-post-wrapper-39042716-10342-64d7af30824e8\"><h3 class=\"sd-title\">Like this:</h3><div class=\"likes-widget-placeholder post-likes-widget-placeholder\" style=\"height: 55px;\"><span class=\"button\"><span>Like</span></span> <span class=\"loading\">Loading...</span></div><span class=\"sd-text-color\"></span><a class=\"sd-link-color\"></a></div>\n<div class=\"jp-relatedposts\" id=\"jp-relatedposts\">\n<h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3>\n</div></div></div>",
        "cleaned_post_text": "by Mason Stokes1.One of the most difficult things about graduate study in literature is explaining yourself at the cocktail parties your parents drag you to over Christmas break.  This is particularly the case if you’re a white man specializing in African American literature, and if you’re writing a dissertation on 19th-century white-supremacist fiction, and if the setting is South Carolina, circa 1990 (though those cocktail parties had 1954 written all over them), and if your parents’ friends are senior citizens of the unreconstructed variety.In such situations, I learned that less is more.  No need to mention African American literature, since all they heard wasAfrica!?!?!No need to describe why I was writing about white-supremacist fiction, since that required expounding on howI was against it!I would simply say that I was working on a PhD in English, and that I hoped to become a college professor.At which point I always got the same question: “So, are you writing a novel?”  The first time this happened, I was puzzled.  Pursuing a PhD in English has nothing to do with novel writing—couldn’t be further from it, in fact.  If I was engaged in anything, it was novelunwriting, fiction as reverse engineering, the breaking apart of a beautiful whole into its separate and ungainly parts and impulses.  The question perplexed me, until I realized that my interlocutors had no concept of literary studies, no reference point for the oh-so-meta, very deconstructive energies then circulating in the academy.  Writingaboutnovels would have struck these folks as an odd way to spend your time, when instead you could actually be writing them.Nevertheless, when I told them, “No, I’ll never write a novel,” I was absolutely certain.  I loved scholarly writing, and I was beginning to think that maybe I could be good at it.  In addition, I had never, even in my surly adolescence, betrayed the slightest interest in creative writing—had never written so much as the first line of a short story about a brilliant though tragically unappreciated loner whose wisdom would save the world, if only the world would let it.  No, I rejected fiction writing and held firmly to the binary opposition between the academic and the creative, between scholarship and fiction.  I would dedicate my life to the former.  I would never attempt the latter.How, then, did I find myself, at age 40, writing a novel?  And how did I arrive at my current moment, now 48, having just published one?2.In my first decade or so as a professor, I happily pursued my scholarship.  My book on white-supremacist fiction was published, and I moved on to what I thought would be my second book, about the relationship between blackness and heterosexuality during the Harlem Renaissance.Then things began to fall apart.  One night while watching television, I heard a quiet ringing in my left ear. I’d experienced it in the past, usually after a night spent too close to yet another wall of speakers in my earlier days as both a musician and a fan.  It had always gone away.  This time it didn’t, and when it spread to my right ear and grew more intense, I thought I would surely lose my mind.  Tests revealed high-frequency hearing loss, meaning that nothing could be done about the tinnitus.  It would be a constant presence in my life, something I couldn’t imagine surviving.Around the same time, my boyfriend accepted a job in New York City, and my hopes of a long-distance relationship were dashed when he dumped me shortly after.  I wasn’t surprised.  The ringing was making me a very different person—anxious, depressed, utterly self involved.  I would have gotten away from me if I could have.I had a sabbatical during the next academic year, which meant I was home alone for long stretches of time, just me and the ringing. I tried to write the Harlem Renaissance book, but I had a hard time concentrating, and on those rare occasions when I could, I was unable to care about the questions I was pursuing.  They seemed so tired, so ultimately pointless. During that fall and the long upstate winter that followed, I was mostly lost.And then, on a surprisingly warm day in early spring, I crawled out of my rabbit’s burrow and visited the public library, where my eyes fell upon a guy working at the circulation desk.  Young, maybe early twenties, not so much attractive as interesting looking.  There was something quite odd about him, in fact, something hard to figure out, and I couldn’t stop staring. I found myself experiencing my first libidinal impulse in many, many months.  But there was no way I could approach him; I was probably twice his age.I could, however, library-stalk him (an ironic, thus less creepy, version of actual stalking).  I could read more—and more quickly—than I ever had before, necessitating daily library visits.  I could browse like a crazy person, investigating only those shelves with clear sightlines of the circulation desk.  I could hover until his place at the desk was free, and then present him with the provocatively titled books that I had chosen just for this occasion:Dream Boy,Becoming a Man, stuff like that.  (Once I hadDavid Sedaris’sNakedin hand, but I was already blushing before I could make it to the circulation desk, and so beat a hasty retreat.)And I could also, it turned out, write about him—well, not about him, since I knew nothing at all about him.  But I could invent him, which was even better. I could imagine a life for him in which he was exactly who I needed him to be.  I could discover that he was smart, and funny, and a little weird, and that he had no problem dating older men.I could write too about the ridiculous person I was becoming.  I could let this “me” do things that I would never do, like ask a too-young circulationist if maybe he’d like to come home with me.  And then I could imagine what might happen next, and I could write it down.15 pages became a 100, which became 200, which became 300.  But the truly miraculous thing was that, at least while I was writing, the ringing went away.  There was something about the immersion required of fiction writing that tricked my brain into not hearing it.  In imagining the life that I wasn’t living, I absented myself from the life I was, if only for a few hours at a time.  I was so grateful, not simply for the silence, but for the ability to be a writer again, which I thought I’d lost.I was able to get an agent interested inLibrary Boy: The Novel(after only about 60 cold pitches), and she was certain we were soon to be swept up in a bidding war.  I was less sanguine, doubting the market for novels about middle-aged professors who stalk young librarians.  Who do you think was right?But disappointment didn’t erase the pleasure I’d experienced while writing.  So I quickly did what all foolish people do: I refused to learn from failure, and I started writing another novel.  And this one,Saving Julian, is the one that’s just been published.3.Whereas my first novel had arisen out of a deeply personal set of experiences, and had been triggered by the sudden return of a long-lost sexual desire, my second led me, in a roundabout way, back to my scholarship.  Years before, I had imagined writing a book on contemporary heterosexuality, and I had done research for a chapter on so-called ex-gay conversion, a practice in which ministers and therapists turn gay men straight through aversion therapy, behavior modeling, and close readings of Leviticus.  Looking back over my notes for that long-abandoned chapter, I thought maybe the scholarly route wasn’t the best way into the subject.  Maybe there was a novel there.Saving Juliantells the story of Paul Drucker, a rabidly anti-gay—and deeply closeted—58-year-old psychology professor and part-time preacher.  Drucker leads an ex-gay conversion group at his church, which becomes tricky when he’s caught with Julian, a 21-year-old “escort” he found online. I spent a lot of time crawling around in Drucker’s head, trying to figure out what made him tick.  The process was difficult, often painful, and it reminded me of what it felt like when, years before, I’d spent hours reading white-supremacist fiction, page after page of vile, hateful pathology.But this difficulty felt different.  In my scholarly attempts to understand the perverse workings of white supremacy, I never found myself identifying with the hate mongers.  I kept those white folks at a safe distance.  With Drucker, a strange thing was happening. As I wrote him he became, almost against my will, more human, less monstrous; less them, more us.Drucker tells the self-loathing queers who flock to him that “there’s no such thing as a gay man.  There are only men with unmet homoemotional love needs.  And this can be fixed.”  I’ll admit to having stolen that phrase—“homoemotional love needs”—from one of the many “pray away the gay” books I read while writing my own.  I stole it because I found it hilarious, and my novel, despite its heavy subject matter, is also meant to be funny.But as I explored what that phrase meant to Drucker, it became less amusing, and more real.  I found myself, reluctantly, taking it seriously.  Because who doesn’t have an unmet homoemotional love need of one sort or another?  The young people in my novel are drawn to Drucker because he offers a language, a version of the past, that resonates with them, a language in which, perhaps, even out-and-proud gay men can see ourselves.  This rhetoric works on us not because it’s true, but because it taps into the things we feel but rarely talk about, those secret insecurities and vulnerabilities that we avoid precisely because they’re too often aligned with the people who hate us, who want to change us.4.As a writer, I’m left with the question of what this identification means.  Is the empathy that I discovered for Drucker, and for people like him, a good thing?  Most dictionaries offer a two-part definition of empathy: to understand,and to share, the feelings of another.  It’s that second part that raises trouble.  Simple understanding costs very little.  You do the work, and you gradually figure things out.  For example, my earlier study of white-supremacist cultures taught me some of the reasons for racial hatred: the economic underpinnings, the familial logics, the perceived marginalization, the anxieties and fears.  But tosharethose anxieties and fears?  What would that mean, in this difficult summer, whenDylann Roofcan walk into a church and leave nine African Americans dead because they’re raping “our” women?  What would that mean as we seek ways to respond to the tragic losses ofMichael Brown, ofEric Garner, ofSandra Bland?To the extent that I was able to mine my past and share Drucker’s self-loathing, it made my novel possible.  But what’s good for the novelist can be quite different for the person whose job it is to live in the world, to discern right from wrong, to take action.  Empathy can lead all too easily to a suspension of judgment, to an escape valve on the energies that fuel our politics and our activism.As a novelist, I’ll continue to enter into the minds and emotions of my characters—in a sense, to “share” the motivations of their deepest, even ugliest, selves.  But as a scholar, and a citizen, I’ll expose Drucker and his real-life counterparts, who do immeasurable harm every day.  And when I think about the Dylann Roofs of the world, and our necessary responses to them, I’ll resist the pull toward true empathy, and the shared humanity it requires.Mason Stokes teaches at Skidmore College in Saratoga Springs, NY.  His novel Saving Julian was published earlier this year by Wilde City Press.Homepage photo credit:“Good books don’t give up all their secrets at once” – Stephen Kingviaphotopin(license)Share this:TwitterFacebookLike this:LikeLoading...Related",
        "lang": "en"
    },
    {
        "post_link": "https://bloomsite.wordpress.com/2015/08/10/jack-livings-catching-up-to-a-place/",
        "post_title": "Jack Livings: Catching Up to a Place",
        "post_text": "<div class=\"entry-content\">\n<p><span style=\"font-size:10px;color:#999;\">by Lisa Peet</span></p>\n<p>1.<br/>\nIn a 2004 <em>The </em><em>Paris Review</em> <span style=\"text-decoration:underline;\"><a href=\"http://www.theparisreview.org/interviews/5391/the-art-of-fiction-no-183-tobias-wolff\" target=\"_blank\">Art of Fiction interview</a></span>, <strong>Tobias Wolff</strong> gave a thoughtful and expansive interview, talking at length about his writing process and mentioning ten months he had just spent in Rome:</p>\n<blockquote><p>INTERVIEWER<br/>\nSo living abroad is in some way inspirational?</p>\n<p>WOLFF<br/>\nNot in the sense that I’ll necessarily write about the place I’m in—we spent a year in both Berlin and Mexico and I still haven’t set anything there. But just the breaking out, the newness of things, the having to struggle a bit, all that is bracing.</p>\n<p>INTERVIEWER<br/>\nWhat will set off a work about Berlin or Mexico?</p>\n<p>WOLFF<br/>\nI don’t know. It usually takes years for me to catch up to places I’ve been. <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9780679760238\" target=\"_blank\">In Pharaoh’s Army</a></em></span> was published 26 years after I got back from Vietnam. <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9780060972776\" target=\"_blank\">This Boy’s Life</a></em></span>—again, about 25 years after I had left Washington State. Now I don’t have that kind of time to play with. I’m 58 and I can’t wait 25 more years. So I hope that my stories will suggest themselves a little more quickly.</p></blockquote>\n<p><a href=\"http://www.powells.com/partner/36859/biblio/9780802136688?p_cv\" rel=\"powells-9780802136688\" target=\"_blank\"><img alt=\"\" class=\"alignright\" height=\"184\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9780802136688.jpg\" style=\"border:1px solid #4c290d;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>As it so happened, Wolff’s interviewer, the magazine’s contributing editor <strong>Jack Livings</strong>, knew a thing or two about needing to catch up to a place before writing about it. At the time, Livings was a few years into a series of short stories set in China, where he had lived as an undergraduate in 1994. That one year—and a subsequent visit in 1997—burrowed into Livings’s literary consciousness, took hold, and proceeded to percolate through his work for the next two decades. Eventually those stories were consolidated into his 2015 PEN/Robert W. Bingham Prize prize-winning debut collection, <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9781250069641\" target=\"_blank\">The Dog</a></em></span>.</p>\n<p>2.<br/>\nLivings had just turned 20 when he arrived in Beijing. “I didn’t speak the language very well, couldn’t read a street sign, and didn’t understand the culture. It shocked my system in the best possible way.”</p>\n<p>He began writing about China some seven years after he returned to the States; slowly at first, then picking up speed. “Early on, I worried about getting every little fact right,” he said in a 2014 interview with <strong>Oscar Villalon</strong> in <span style=\"text-decoration:underline;\"><a href=\"http://www.zyzzyva.org/2014/11/20/finding-the-connections-between-people-half-a-world-away-qa-with-jack-livings/\" target=\"_blank\"><em>Zyzzyva</em></a></span>.</p>\n<blockquote><p>“I’d try to check the angle of the sun on a given day in Beijing in 1994, and find out whether or not there would be shadows, or was it partly cloudy that day, and if so, at what time, and on and on. Rarely would any of this intense research find its way into a story. What I realize now is that I was learning the landscape through research. . . . Once I understood how this fictional world operated, I could subvert it, and by the time I was writing the last few stories, I wasn’t so wound up about every little detail. The tone was looser, and the language relaxed to let a little more air in.”</p></blockquote>\n<p><em>The Dog</em>’s eight stories cluster at the more familiar end of Chinese history: post-Cultural Revolution, post-Mao. But although the stories are written by an American for a Western audience, this is not a portrait of an Open-door China brightly lit by progress and McDonald’s. Livings’s Beijing has no allegorical agenda. Rather, the workers, outlaws, bosses, journalists, and one hapless American college student who populate <em>The Dog</em> operate in corners that don’t let in a lot of light; each story bears its own whiff of dust, rot, and more than a hint of menace.</p>\n<p>The book’s underlying tension comes not from individuals endlessly pushing back against the machine of state. Rather, each player in <em>The Dog</em> is straining, in ways large and small, to metabolize that machine—to absorb the everyday contradictions of unwieldy authority and get on with their work, their lives. The low tide of a great bureaucracy leaves behind constraint, fear, a fossilized caste system, and, in the end, a crust of absurdity. This absurdity is the main affliction of Livings’s characters—some of it laughable, much of it soul-crushing. It does not make for happy lives, but it does make for some very good stories.</p>\n<p>Absurdity, of course, needs both compassion and a sense of realism to keep it from edging over into slapstick. Livings excels on both counts; his love of research notwithstanding, it’s clear that he deeply internalized the landscape and people in the short time he was there, and has burnished his memories—as writers, fortunately, do—in his absence.</p>\n<p>3.<br/>\n<a href=\"http://www.powells.com/partner/36859/biblio/9781250069641?p_cv\" rel=\"powells-9781250069641\" target=\"_blank\"><img alt=\"\" class=\"alignleft\" height=\"190\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9781250069641.jpg\" style=\"border:1px solid #4c290d;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>The collection’s title story, “The Dog,” published in <em>The Paris Review</em> in 2005 and included in <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9780618543526\" target=\"_blank\">Best American Short Stories 2006</a></em></span>, sets the book’s tone. Li Yan and Chen Wei, a young couple with a baby girl, occupy a sort of tolerable middle ground, neither happy nor particularly unhappy together, not well-off but not poor, either—this last due in part to a racing dog Chen Wei owns with his thuggish Cousin Zheng. “It had provided them the spoils of a wealthier household—new wool sweaters, silk long underwear, and a grass-stroke scroll depicting the character for good luck, which hung opposite their bed. Chen Wei said the scroll spoke to him. Li Yan thought a microwave would have made better sense.”</p>\n<p>But when the Beijing municipal government cracks down on dog racing, the dog becomes not just a liability but an embarrassment. Zheng announces that he will hold a barbecue for the family, and they will eat the dog.</p>\n<p>This is not the 1930s, mind you—Li Yan’s English studies book contains the phrase “I would like to buy a computer.” Zheng’s decision to eat the dog is his anachronistic fuck-you to fate, but it also bears the strong taint of otherness that drifts like fog through the book, and that gives texture and flavor to every scene in each of the book’s stories. The settings, the people, and the customs are not exotica trotted out to shock or impress, but—even as viewed through the eyes of Livings’s characters, all but one of whom are Chinese—offer a full-on rattling of the senses, much like what its author must have experienced at 20. From “The Pocketbook”’s brash, clueless American college student:</p>\n<blockquote><p>In the market, strings of lightbulbs hung between vendors’ stands, snaking around skeletal trees and up electric poles. The street was choked with smoke, and she couldn’t hear herself think for the cacophony of transistor radios, searing meat, motor scooters, the frenzy of vendors screaming into the crowd. Teenage lovers took advantage of the tight crowd to press against each other as they moved slowly up and down the road. Claire wondered what it said about the Chinese that at the end of the day they repaired to this clanging cowbell of a settlement to unwind.</p></blockquote>\n<p>Claire remains stubbornly unenlightened. Livings’s intrepid reader, on the other hand, is offered a more panoramic view. There is Yang from “Donate!”, for instance, co-owner of a successful factory, who is put upon by increasingly ridiculous charity requests in the wake of the 2008 Sichuan earthquake:</p>\n<blockquote><p>Chief Zhou had ordered a massive sign erected outside the zone gates listing, by order of size of donation, the twenty-seven companies located within. The names were in blocky script on a grid, framed on either side by cascading yellow and red bunting, the board rising to a height of two stories above the sidewalk. Included was each company’s phone number and the exact amount, to the fen, donated to the earthquake victims. Passersby stood in front of the sign and dialed the listed companies, yelling indignantly at whoever picked up.</p></blockquote>\n<p>And, no less powerful for his marginal status, there is Omar the Uyghur gangster from “The Heir,” ruling over the marketplace slum known as Uyghurville:</p>\n<blockquote><p>He wore large square sunglasses, a blindingly white skullcap, patent leather shoes. On this particular night, he was engulfed by a double-breasted suit that hung on him like a hospital gown. A small velvet bag filled with his enemies’ gold teeth chattered in his pocket. His capos trailed behind him, and behind them, a few little boys, like gulls in the wake of a garbage scow, worrying the men for betel nuts.</p></blockquote>\n<p>4.<br/>\n“The Dog,” fortunately, is not the story of a greyhound barbecue. Rather, Livings uses the situation—ridiculous and weird to Western readers and only slightly less so to his characters—to paint an evocative picture of a not-quite-disappeared China, and of poverty, of life’s hardness, and of the gradually widening rifts between Li Yan and Chen Wei. While there is affection between them, there is also a deep-seated vein of scorn: she finds him passive, he smolders at her insults. Zheng may be a boor and a bully, Li Yan thinks, but “People forced to survive on ingenuity and pure will seemed to have luck on their side. She herself could never envy Zheng, but she thought her husband ought to.”</p>\n<p><a href=\"http://www.powells.com/partner/36859/biblio/9780618543519?p_cv\" rel=\"powells-9780618543519\" target=\"_blank\"><img alt=\"\" class=\"alignright\" height=\"180\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9780618543519.jpg\" style=\"border:1px solid #4c290d;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>But there is love in Livings’s stories as well. The collection’s excellent linchpin, “The Crystal Sarcophagus,” is a tale of the months just after Mao Zedong’s death in which a cadre of workers at Beijing’s Glass Institute were charged to create a crystal sarcophagus for the Chairman—a seemingly impossible task that they were nonetheless expected to complete. The protagonist, Zhou Yuqing, is Livings’s creation, but the story of Mao’s crystal coffin is true. In a 2014 <em>The </em><em>Wall Street Journal</em> <span style=\"text-decoration:underline;\"><a href=\"http://blogs.wsj.com/chinarealtime/2014/08/19/writing-china-jack-livings-the-dog/\" target=\"_blank\">China Real Time interview</a></span>, he explained,</p>\n<blockquote><p>I started with some oral histories from three glassworkers who were involved in the project that were in places contradictory. They were all speaking in that super-red hero-of-the-revolution language and were very proud of the work they had done.</p>\n<p>I read about the embalming process Mao went through. I read old patents and applications from the ’30s. I worked on it for about a year and half, and about eight months in, when I thought I had it down, the Shanghai government released some top-secret information about Shanghai factories’ work on the coffin, which no one had ever referenced before. When that turned up, I just tried to make it all work together while keeping the essential center of the story factual. All the research contradicted itself at every turn.</p></blockquote>\n<p>The story is bleak and anxious. Mao’s death has not yet obviated his party line, and Zhou and his fellow workers set to their preposterous assignment without question. His former teacher, Gu Yasheng, is pulled out of retirement to work on the project, and as the months stretch out without success his team endures burns, explosions, crippling exhaustion, ruined lungs, and the loss of loved ones. Teacher Gu’s gloves constantly catch fire as he works with the molten glass, but he barely stops working, just letting his coworkers train a hose on them. “In no hurry, he turned his hands in the water, as if rinsing them after a wash. He’d been on fire plenty of times.”</p>\n<p>“The Crystal Sarcophagus” is a vivid, visceral illustration of the ways that the state can subsume and break a man. But for all its (literal) pyrotechnics, it’s a postage stamp that ultimately breaks the reader’s heart. Over the course of their marriage, Zhou and his beloved Lan Baiyu have been separated for more time than they’ve lived together. When she is sent to the May 7 Cadre School in Shandong Province for eight months,</p>\n<blockquote><p>every week a letter had come bearing stamps depicting Iron Man Wang Jinxi, vanguard fighter of the Chinese working class. She’d never been shy with him, and the stamp was a private joke, after she’d one night in bed called Zhou an iron man. Political monitors read everything, so they filled their letters with revolutionary prose glorifying the workers and praising the wisdom of the peasants. Some of her letters were nothing more than long excerpts of the Chairman’s poetry or admonitions to wage revolution with all his vigor. Neither Comrade Zhou Yuqing nor Lan Baiyu existed in those letters. The stamps carried all their passion and longing, more than they’d have been able to confess to each other had they been face-to-face.</p></blockquote>\n<p>5.<br/>\nIn 2005, Livings—still working at <em>The Paris Review</em>, before beginning what would be a successful editorial career at <em>Newsweek</em> and then <em>Time, Inc</em>.—interviewed <strong>Salman Rushdie</strong>. Rushdie touched on issues of exile, and had much to say on the subject of writing about places far from the one you may be sitting in.</p>\n<blockquote><p>SALMAN RUSHDIE<br/>\nThe accidents of my life have given me the ability to make stories in which different parts of the world are brought together, sometimes harmoniously, sometimes in conflict, and sometimes both—usually both. The difficulty in these stories is that if you write about everywhere you can end up writing about nowhere. It’s a problem that the writer writing about a single place does not have to face.</p>\n<p>. . .</p>\n<p>INTERVIEWER<br/>\nHow would you describe what you do?</p>\n<p>RUSHDIE<br/>\nMy life has given me this other subject: worlds in collision. How do you make people see that everyone’s story is now a part of everyone else’s story?</p></blockquote>\n<p>Livings, whose marvelous and well-received collection of China stories was still ten years away, must surely have been nodding.</p>\n<p> </p>\n<p><img alt=\"Bloom Post End\" class=\"aligncenter size-full wp-image-945\" data-attachment-id=\"945\" data-comments-opened=\"1\" data-image-caption=\"\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\"}' data-image-title=\"Bloom Post End\" data-large-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=86\" data-medium-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=86\" data-orig-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png\" data-orig-size=\"86,78\" data-permalink=\"https://bloomsite.wordpress.com/2012/11/12/walker-percy/screen-shot-2012-11-09-at-10-51-22-pm/#main\" src=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=610\"/></p>\n<p><em>Lisa Peet is associate news editor at Library Journal, proprietor of the literary blog</em><i> </i><em><a href=\"http://www.openlettersmonthly.com/likefire/\" target=\"_blank\">Like Fire</a>, and a card-carrying bloomer herself.</em></p>\n<p><span style=\"font-size:10px;color:#999;\"><em>Homepage photo credit: <a href=\"http://www.flickr.com/photos/69362954@N00/6591080455\">Beijing Night Market</a> via <a href=\"http://photopin.com\">photopin</a> <a href=\"https://creativecommons.org/licenses/by-nd/2.0/\">(license)</a></em><br/>\n</span></p>\n<p>Click <a href=\"http://bloom-site.com/?s=lisa+peet&amp;submit=Search\" target=\"_blank\"><span style=\"text-decoration:underline;\">here</span></a> to read Lisa Peet’s previous features</p>\n<div class=\"sharedaddy sd-like-enabled sd-sharing-enabled\" id=\"jp-post-flair\"><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon-text sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon\" data-shared=\"sharing-twitter-10261\" href=\"https://bloomsite.wordpress.com/2015/08/10/jack-livings-catching-up-to-a-place/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span>Twitter</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon\" data-shared=\"sharing-facebook-10261\" href=\"https://bloomsite.wordpress.com/2015/08/10/jack-livings-catching-up-to-a-place/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span>Facebook</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"sharedaddy sd-block sd-like jetpack-likes-widget-wrapper jetpack-likes-widget-unloaded\" data-name=\"like-post-frame-39042716-10261-64d7af31b7407\" data-src=\"//widgets.wp.com/likes/index.html?ver=20230309#blog_id=39042716&amp;post_id=10261&amp;origin=bloomsite.wordpress.com&amp;obj_id=39042716-10261-64d7af31b7407\" data-title=\"Like or Reblog\" id=\"like-post-wrapper-39042716-10261-64d7af31b7407\"><h3 class=\"sd-title\">Like this:</h3><div class=\"likes-widget-placeholder post-likes-widget-placeholder\" style=\"height: 55px;\"><span class=\"button\"><span>Like</span></span> <span class=\"loading\">Loading...</span></div><span class=\"sd-text-color\"></span><a class=\"sd-link-color\"></a></div>\n<div class=\"jp-relatedposts\" id=\"jp-relatedposts\">\n<h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3>\n</div></div></div>",
        "cleaned_post_text": "by Lisa Peet1.In a 2004TheParis ReviewArt of Fiction interview,Tobias Wolffgave a thoughtful and expansive interview, talking at length about his writing process and mentioning ten months he had just spent in Rome:INTERVIEWERSo living abroad is in some way inspirational?WOLFFNot in the sense that I’ll necessarily write about the place I’m in—we spent a year in both Berlin and Mexico and I still haven’t set anything there. But just the breaking out, the newness of things, the having to struggle a bit, all that is bracing.INTERVIEWERWhat will set off a work about Berlin or Mexico?WOLFFI don’t know. It usually takes years for me to catch up to places I’ve been.In Pharaoh’s Armywas published 26 years after I got back from Vietnam.This Boy’s Life—again, about 25 years after I had left Washington State. Now I don’t have that kind of time to play with. I’m 58 and I can’t wait 25 more years. So I hope that my stories will suggest themselves a little more quickly.As it so happened, Wolff’s interviewer, the magazine’s contributing editorJack Livings, knew a thing or two about needing to catch up to a place before writing about it. At the time, Livings was a few years into a series of short stories set in China, where he had lived as an undergraduate in 1994. That one year—and a subsequent visit in 1997—burrowed into Livings’s literary consciousness, took hold, and proceeded to percolate through his work for the next two decades. Eventually those stories were consolidated into his 2015 PEN/Robert W. Bingham Prize prize-winning debut collection,The Dog.2.Livings had just turned 20 when he arrived in Beijing. “I didn’t speak the language very well, couldn’t read a street sign, and didn’t understand the culture. It shocked my system in the best possible way.”He began writing about China some seven years after he returned to the States; slowly at first, then picking up speed. “Early on, I worried about getting every little fact right,” he said in a 2014 interview withOscar VillaloninZyzzyva.“I’d try to check the angle of the sun on a given day in Beijing in 1994, and find out whether or not there would be shadows, or was it partly cloudy that day, and if so, at what time, and on and on. Rarely would any of this intense research find its way into a story. What I realize now is that I was learning the landscape through research. . . . Once I understood how this fictional world operated, I could subvert it, and by the time I was writing the last few stories, I wasn’t so wound up about every little detail. The tone was looser, and the language relaxed to let a little more air in.”The Dog’s eight stories cluster at the more familiar end of Chinese history: post-Cultural Revolution, post-Mao. But although the stories are written by an American for a Western audience, this is not a portrait of an Open-door China brightly lit by progress and McDonald’s. Livings’s Beijing has no allegorical agenda. Rather, the workers, outlaws, bosses, journalists, and one hapless American college student who populateThe Dogoperate in corners that don’t let in a lot of light; each story bears its own whiff of dust, rot, and more than a hint of menace.The book’s underlying tension comes not from individuals endlessly pushing back against the machine of state. Rather, each player inThe Dogis straining, in ways large and small, to metabolize that machine—to absorb the everyday contradictions of unwieldy authority and get on with their work, their lives. The low tide of a great bureaucracy leaves behind constraint, fear, a fossilized caste system, and, in the end, a crust of absurdity. This absurdity is the main affliction of Livings’s characters—some of it laughable, much of it soul-crushing. It does not make for happy lives, but it does make for some very good stories.Absurdity, of course, needs both compassion and a sense of realism to keep it from edging over into slapstick. Livings excels on both counts; his love of research notwithstanding, it’s clear that he deeply internalized the landscape and people in the short time he was there, and has burnished his memories—as writers, fortunately, do—in his absence.3.The collection’s title story, “The Dog,” published inThe Paris Reviewin 2005 and included inBest American Short Stories 2006, sets the book’s tone. Li Yan and Chen Wei, a young couple with a baby girl, occupy a sort of tolerable middle ground, neither happy nor particularly unhappy together, not well-off but not poor, either—this last due in part to a racing dog Chen Wei owns with his thuggish Cousin Zheng. “It had provided them the spoils of a wealthier household—new wool sweaters, silk long underwear, and a grass-stroke scroll depicting the character for good luck, which hung opposite their bed. Chen Wei said the scroll spoke to him. Li Yan thought a microwave would have made better sense.”But when the Beijing municipal government cracks down on dog racing, the dog becomes not just a liability but an embarrassment. Zheng announces that he will hold a barbecue for the family, and they will eat the dog.This is not the 1930s, mind you—Li Yan’s English studies book contains the phrase “I would like to buy a computer.” Zheng’s decision to eat the dog is his anachronistic fuck-you to fate, but it also bears the strong taint of otherness that drifts like fog through the book, and that gives texture and flavor to every scene in each of the book’s stories. The settings, the people, and the customs are not exotica trotted out to shock or impress, but—even as viewed through the eyes of Livings’s characters, all but one of whom are Chinese—offer a full-on rattling of the senses, much like what its author must have experienced at 20. From “The Pocketbook”’s brash, clueless American college student:In the market, strings of lightbulbs hung between vendors’ stands, snaking around skeletal trees and up electric poles. The street was choked with smoke, and she couldn’t hear herself think for the cacophony of transistor radios, searing meat, motor scooters, the frenzy of vendors screaming into the crowd. Teenage lovers took advantage of the tight crowd to press against each other as they moved slowly up and down the road. Claire wondered what it said about the Chinese that at the end of the day they repaired to this clanging cowbell of a settlement to unwind.Claire remains stubbornly unenlightened. Livings’s intrepid reader, on the other hand, is offered a more panoramic view. There is Yang from “Donate!”, for instance, co-owner of a successful factory, who is put upon by increasingly ridiculous charity requests in the wake of the 2008 Sichuan earthquake:Chief Zhou had ordered a massive sign erected outside the zone gates listing, by order of size of donation, the twenty-seven companies located within. The names were in blocky script on a grid, framed on either side by cascading yellow and red bunting, the board rising to a height of two stories above the sidewalk. Included was each company’s phone number and the exact amount, to the fen, donated to the earthquake victims. Passersby stood in front of the sign and dialed the listed companies, yelling indignantly at whoever picked up.And, no less powerful for his marginal status, there is Omar the Uyghur gangster from “The Heir,” ruling over the marketplace slum known as Uyghurville:He wore large square sunglasses, a blindingly white skullcap, patent leather shoes. On this particular night, he was engulfed by a double-breasted suit that hung on him like a hospital gown. A small velvet bag filled with his enemies’ gold teeth chattered in his pocket. His capos trailed behind him, and behind them, a few little boys, like gulls in the wake of a garbage scow, worrying the men for betel nuts.4.“The Dog,” fortunately, is not the story of a greyhound barbecue. Rather, Livings uses the situation—ridiculous and weird to Western readers and only slightly less so to his characters—to paint an evocative picture of a not-quite-disappeared China, and of poverty, of life’s hardness, and of the gradually widening rifts between Li Yan and Chen Wei. While there is affection between them, there is also a deep-seated vein of scorn: she finds him passive, he smolders at her insults. Zheng may be a boor and a bully, Li Yan thinks, but “People forced to survive on ingenuity and pure will seemed to have luck on their side. She herself could never envy Zheng, but she thought her husband ought to.”But there is love in Livings’s stories as well. The collection’s excellent linchpin, “The Crystal Sarcophagus,” is a tale of the months just after Mao Zedong’s death in which a cadre of workers at Beijing’s Glass Institute were charged to create a crystal sarcophagus for the Chairman—a seemingly impossible task that they were nonetheless expected to complete. The protagonist, Zhou Yuqing, is Livings’s creation, but the story of Mao’s crystal coffin is true. In a 2014TheWall Street JournalChina Real Time interview, he explained,I started with some oral histories from three glassworkers who were involved in the project that were in places contradictory. They were all speaking in that super-red hero-of-the-revolution language and were very proud of the work they had done.I read about the embalming process Mao went through. I read old patents and applications from the ’30s. I worked on it for about a year and half, and about eight months in, when I thought I had it down, the Shanghai government released some top-secret information about Shanghai factories’ work on the coffin, which no one had ever referenced before. When that turned up, I just tried to make it all work together while keeping the essential center of the story factual. All the research contradicted itself at every turn.The story is bleak and anxious. Mao’s death has not yet obviated his party line, and Zhou and his fellow workers set to their preposterous assignment without question. His former teacher, Gu Yasheng, is pulled out of retirement to work on the project, and as the months stretch out without success his team endures burns, explosions, crippling exhaustion, ruined lungs, and the loss of loved ones. Teacher Gu’s gloves constantly catch fire as he works with the molten glass, but he barely stops working, just letting his coworkers train a hose on them. “In no hurry, he turned his hands in the water, as if rinsing them after a wash. He’d been on fire plenty of times.”“The Crystal Sarcophagus” is a vivid, visceral illustration of the ways that the state can subsume and break a man. But for all its (literal) pyrotechnics, it’s a postage stamp that ultimately breaks the reader’s heart. Over the course of their marriage, Zhou and his beloved Lan Baiyu have been separated for more time than they’ve lived together. When she is sent to the May 7 Cadre School in Shandong Province for eight months,every week a letter had come bearing stamps depicting Iron Man Wang Jinxi, vanguard fighter of the Chinese working class. She’d never been shy with him, and the stamp was a private joke, after she’d one night in bed called Zhou an iron man. Political monitors read everything, so they filled their letters with revolutionary prose glorifying the workers and praising the wisdom of the peasants. Some of her letters were nothing more than long excerpts of the Chairman’s poetry or admonitions to wage revolution with all his vigor. Neither Comrade Zhou Yuqing nor Lan Baiyu existed in those letters. The stamps carried all their passion and longing, more than they’d have been able to confess to each other had they been face-to-face.5.In 2005, Livings—still working atThe Paris Review, before beginning what would be a successful editorial career atNewsweekand thenTime, Inc.—interviewedSalman Rushdie. Rushdie touched on issues of exile, and had much to say on the subject of writing about places far from the one you may be sitting in.SALMAN RUSHDIEThe accidents of my life have given me the ability to make stories in which different parts of the world are brought together, sometimes harmoniously, sometimes in conflict, and sometimes both—usually both. The difficulty in these stories is that if you write about everywhere you can end up writing about nowhere. It’s a problem that the writer writing about a single place does not have to face.. . .INTERVIEWERHow would you describe what you do?RUSHDIEMy life has given me this other subject: worlds in collision. How do you make people see that everyone’s story is now a part of everyone else’s story?Livings, whose marvelous and well-received collection of China stories was still ten years away, must surely have been nodding.Lisa Peet is associate news editor at Library Journal, proprietor of the literary blogLike Fire, and a card-carrying bloomer herself.Homepage photo credit:Beijing Night Marketviaphotopin(license)Clickhereto read Lisa Peet’s previous featuresShare this:TwitterFacebookLike this:LikeLoading...Related",
        "lang": "en"
    },
    {
        "post_link": "https://bloomsite.wordpress.com/2015/07/13/sybille-bedford-resilience-and-grace/",
        "post_title": "Sybille Bedford: Resilience and Grace",
        "post_text": "<div class=\"entry-content\">\n<p><span style=\"font-size:10px;color:#999;\">by Amy Weldon</span></p>\n<p>1.<br/>\nIn our modern global world, more of us know people who move among many cultures: citizens of one country by birth, they might work in another and go to school in a third. Some are artists, some are businesspeople, some are refugees. Although they may still think of themselves as being “from” somewhere, their real allegiance is to the whole wide world. They’re concerned with border-transcending issues of human rights and the environment, because they know firsthand what oil spills in the Gulf might do to the migratory patterns of sea turtles in Tioman. 14-hour plane flights are familiar. “People are surprisingly similar, underneath it all” is not an abstraction. They’ve learned to find portable sources of meaning: curiosity, deep delight in place, and connections with loved ones across geography and time. You’ll never hear them say, “I don’t care much about politics;” they know that global and local politics are intertwined, along with the lives of all individuals, for good and ill. Their experience has made them practiced at sorting the essential from the non-, and holding onto what <em>is </em>essential, carrying it on their backs and in their heads. Traveling the world by necessity and choice has bred in them a particular type of resilience, capacity for survival, and grace.</p>\n<p>The writer <strong>Sybille Bedford</strong> (1911-2006), who published her first book, the travelogue <span style=\"text-decoration:underline;\"><em><a href=\"http://www.abebooks.com/servlet/BookDetailsPL?bi=9817984989\" target=\"_blank\">A Sudden View</a></em></span>, at age 42, exemplifies the best effects of world-culture life on a person’s imagination and resilience. Born in Charlottenburg, Germany to a minor-German-aristocrat father—who “preferred to speak French in family conversation [because] he considered German vulgar”—and a part-Jewish, British-born, English-speaking mother twenty years younger, Bedford, in the words of her friend <strong>Brenda Wineapple</strong>, “grew up multilingual and torn.” Her parents divorced, and her mother moved to Italy and remarried, leaving young Sybille living in rural semi-poverty with her father in his big old house. “What was best about it for me,” she wrote in her memoir <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9781582431697\" target=\"_blank\">Quicksands</a></em></span> (2005),</p>\n<blockquote><p>were the stables, the vista of lawn and old trees, the grape vine on the south wall of the guest wing from which we vinified a small barrel each year . . . the apple orchard with a score of varieties for eating and strong cider, the kitchen garden growing strawberries and asparagus on sandy soil, sent off in the early morning, horse-drawn, to the markets of Breisach, Freiburg and Basel.</p></blockquote>\n<p><a href=\"http://www.powells.com/partner/36859/biblio/9781582431703?\" target=\"_blank\"><img alt=\"\" class=\"alignright\" height=\"186\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9781582431703.jpg\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>Yet when her mother brought her to live with her in the Cote-d’Azur village of Sanary-sur-Mer, then sent her to school in London, she left that country home for what she couldn’t know was the last time; her father died in 1925 before she saw him, or Germany, again.</p>\n<p>War disrupted Bedford’s writerly self-apprenticeship in Sanary, where she had befriended <strong>Aldous</strong> and <strong>Maria Huxley</strong>, read voraciously, and suffered the increasingly dismal morphine addiction that claimed her mother’s life in 1937. The worsening political situation in Germany—against which Bedford spoke bravely in an anti-Nazi article in <em>Die Sammlung—</em>caused her funds to be confiscated and made it difficult to renew her German passport. With the help of the Huxleys, she married an “obliging gay Englishman,” Walter Bedford, to secure British national status, then fled to America on what was the last ship from Genoa to Boston. “I later learned that the ship was carrying half the gold reserve of the Bank of Italy,” she told <em>The Paris Review </em>in 1993. “It was held and searched in Gibraltar. If we had been torpedoed, the gold would have gone to the bottom of the ocean!” After the war, she was able to settle in London, where she lived until her death. <em>Quicksands </em>gives a vivid sense of the volatility of those days. “To have survived,” she writes<em>,</em></p>\n<blockquote><p>one has to have been alive. For many of us in the shrinking West the 20s and 30s were hard times, restricting times, beginning with much hope, moving on to loss of work, inflations here, financial crashes there, covert, soon open, fears . . . Meanwhile for a few—always only a few: the lot of men, the lot of life itself, human and animal, is to live below their par, misfortune always lurking, to kill, be killed—for a few though the years between the wars were good and in some enclaves talent and pleasures flourished. (Let us think of France.) . . . By September 1939 all existences snapped in two.</p></blockquote>\n<p>Even though the end of the war brought “soaring relief, the lifting of that consciousness of pain and death sustained at all hours on that monstrous scale,” it brought home also realization of the “unimaginable nature and immensity of the suffering willfully enacted.” As she wrote these words in <em>Quicksands</em> in 1999—“in London, England, on another summer day”—the radio continued to chatter news of chaos in Northern Ireland, Kosovo, and Congress, where “the White House rejects gun laws.” “[W]ould it ever have a stop, the abomination practised by men on men?” Bedford wrote. “Has it ever stopped?”</p>\n<p>Yet mixed with her deep knowledge of suffering is also deep delight, such as the “delirious sense of freedom and renewal” of her return to Europe in 1947.</p>\n<blockquote><p>The Europe so long held down in agony and chaos, feared lost to itself, possibly for ever, was still there. Not intact, far from it, yet its heart, France and Italy, <em>les patries de nos coeurs, </em>were essentially, triumphantly themselves. Paris. Chartres. Venice. Rome. . . .  A shattered nave, a fractured bridge here and there brought home the miracle.</p></blockquote>\n<p>Even a winter in an unheated Italian hotel could not dim her delight. “The euphoria,” she wrote, “the daily intoxication of that year and indeed much of the decade which followed has become part of my actual being, my substance, not just a memory to be played with or left fallow. Joy, like grief, can enter the bones.”</p>\n<p>Bedford’s essays (collected in <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9781582431703?p_cv\" target=\"_blank\">Pleasures and Landscapes: A Traveller’s Tales from Europe</a></em></span>, 2003) are full of bright glimpses of places and people that, like the “shattered nave” or “fractured bridge,” throw into relief the scene around them, coloring it with that moment’s emotion. On re-encountering her friend the famous war correspondent <strong>Martha Gellhorn</strong> in 1948: “Meeting Martha Gellhorn, being addressed, being taken notice of by her, was like being exposed to a fifteen-hundred-watt chandelier: she radiated vitality, certainty, total courage.” A “back-street place” in Florence “had two bare tables in a sort of hallway to a smoke-filled kitchen into which one squeezed, first come, first served,” yet “the food was superb. The best of its kind in Europe.” Venice lures the new arrival out of the hotel to walk until she comes “out onto a minute widening by a canal. One stands alone. The water lap-laps against the sides of a small, pink-washed palazzo. The barley-sugar columns framing the windows are exquisite; washing is hanging out. There is one tree.” Describing a beautiful but decrepit old French hotel, she’s philosophical: “One cannot have everything. Old houses such as these can only be lived in as they are or destroyed; to do them over at impossible expense would put an end to them as 12-roomed hotels. A matter of choice.” Over and over again, we find Bedford making this choice: no matter the circumstance, you can open yourself to the world, moved and surprised by what you find.</p>\n<p>2.<br/>\n<a href=\"http://www.powells.com/partner/36859/biblio/9781590178263?p_cv\" rel=\"powells-9781590178263\" target=\"_blank\"><img alt=\"\" class=\"alignleft\" height=\"192\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9781590178263.jpg\" style=\"border:1px solid #4c290d;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>Accumulating so much varied experience out in the world—and riding the waves of accompanying emotion—strengthens a person’s spirit for her art. It also helps her place into perspective the first “culture” into which she is born: her family. Bedford’s best-known novel, <span style=\"text-decoration:underline;\"><em><a href=\"http://www.powells.com/partner/36859/biblio/9781590178263?\" target=\"_blank\">A Legacy</a></em></span>—published in 1956 when she was 45, and recently reissued by NYRB Classics with an introduction by Wineapple—flirts with the boundary between fiction and memoir. “The sources of <em>A Legacy,</em>” Bedford wrote in <em>Quicksands, </em>“were the indiscretions of tutors and servants, the censure of nannies, the dinner-table talk of elderly members of a step-family-in-law, my own father’s tales, polished and visual; my mother’s talent for presenting private events in the light of literary and historical interpretation.” All of this material, she writes, “had remained unheeded throughout my youth and early middle age, until [it] surfaced—possessive, persistent, clear—as the instinctive material for my coming work.”</p>\n<p>The novel’s stories of intertwined German families—the wealthy, bourgeois Merzes and the landed, vaguely impoverished Feldens—are narrated by a wide-eyed, clear-sighted girl first described as a child “liv[ing] with my nanny, my toys, and very much with myself, as a guest on the upper floor of the Merz’s house.” The girl’s father’s first wife, the Merzes’ daughter Melanie, died young, yet “the widower’s continued position as a son of the house, even after his marriage to my mother some ten years later, was not looked on as anomalous by anyone concerned; his octogenarian hosts had formed the habit of seeing him as a member of the family.” They do so to the extent of allowing his second wife and his child, who refers to them as “Grandmama” and “Grandpapa,” to live with them. From some unspecified point of future adulthood, that child narrates with an amused and unjudging eye, illuminating the way any moment in a family’s life can spiral into tragedy, humor, and weirdness, all at once.</p>\n<p>Consider this brilliant set piece from early in the novel, which indelibly establishes the texture of life in the Merz household. We’ve already learned these people are rich but dull—not “dining to the sounds of <strong>Schubert</strong> and <strong>Haydn</strong>, endowing research and adding <strong>Corot</strong> landscapes to their <strong>Bouchers</strong> and the <strong>Delacroix</strong>,” but rather “adding bell-pulls and thickening the upholstery.” Yet old Grandpapa Merz “kept up the diversions of his youth and middle-age to the extent of looking in at his club and of brightening his afternoons by the company of a shapely leg.” Keep your eye on that phrase—it’s the anchor for a scene that whirls around it, spinning subtly out of control as the whole family anxiously confers over fresh sources of “shapely legs” (in long skirts, of course) for Grandpapa from among “the Prussian aristocracy” (“Long, well-turned legs were natural to the ladies of that caste, and as a caste they were not well off”). Even Gottlieb, the shrewd butler, assists:</p>\n<blockquote><p>“Five sisters, sir,” said Gottlieb. “Two of them grown-up. We might try the eldest.”</p>\n<p>“What’s that?” said Grandmamma.</p>\n<p>It was explained to her.</p>\n<p>“Isn’t Fraulein What’s-her-name coming today?”</p>\n<p>“Fraulein von Kalkenrath has chosen to leave us, ma’am,” said Gottlieb, sounding every syllable.</p>\n<p>“Very inconsiderate,” said Grandmamma, her face on her plate.</p>\n<p>“A change may not always be unwelcome, ma’am.”</p>\n<p>“I don’t want a change,” she said on a higher note.</p>\n<p>“Did you say the elder sister?” said her husband, who had been following.</p>\n<p>“I understand the younger has a limp, sir.”</p>\n<p>“All the same to us,” said Grandmama.</p>\n<p>“If I may be permitted to point out, ma’am,” said Gottlieb in his ringing voice, “a lady steady in the leg would be of more use to Herr Geheimrat on his outings.”</p>\n<p>“That will do, Gottlieb,” said Friedrich.</p>\n<p>“I was only explaining our problem to Frau Geheimrat, sir.”</p>\n<p>My father raised his head with an expression of controlled despair. He was at once delicate and worldly, and much affected by lapses that were neither. He picked up his fork, stared at it, and put it down almost at once, reminded that he did not like the design and that Gottlieb, in his opinion, overdid the silver.</p></blockquote>\n<p><a href=\"http://www.powells.com/partner/36859/biblio/9781582431697?p_cv\" rel=\"powells-9781582431697\" target=\"_blank\"><img alt=\"\" class=\"alignright\" height=\"183\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9781582431697.jpg\" style=\"border:1px solid #4c290d;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>The bizarre, highly domestic charm of the Merz household is contrasted with the Feldens, the narrator’s father’s family—country gentry whose world shines with the brilliant wildness of legend:</p>\n<blockquote><p>I did not learn the name of my father’s mother, nor what the tutors had been supposed to teach; I learnt that at Landen they had dined at exactly one hour after sunset and that my grandfather (or was it <em>his </em>father?) explained this to his guests as a custom of the Romans; I learnt that [my father] and his brothers rode any old how but were kept to be most particular about their dress when driving, that the boys were always given brandy and water when they came in from skating in the winter dusk, and that Johannes the third son had danced with a bear at a fair.</p></blockquote>\n<p>The narrator’s uncle Johannes becomes a figure of legend for her, “part of the secret reality of my own past,” when she learns of his escape from a brutal military school; his long fugitive trek home, hiding in hedges, “exhausted his heart” and left him unable to speak. His vividly rendered story threads through the novel as a reminder of the casual brutality this world can contain, as well as beauty—a mingled thread the novel never drops.</p>\n<p><em>A Legacy </em>immerses readers fully into two vanished German social worlds: “the Jewish upper-bourgeoisie of Berlin” exemplified by the Merzes and by the Catholic country-gentry Feldens, whose forests and wildlife and hunting and skating parties seem to glow with the dark beauty of a Brothers Grimm tale. World War I would shatter both these worlds, while leaving traces of them to linger in survivors’ minds. Thus in fictional form, memory and reality can merge, blending into imperfect, sometimes lovely, and sometimes “lurid knowledge, of the kind one might acquire of a house through which one has made one’s way with a candle in one’s hand.” And that apparently distant and abstract thing, <em>history, </em>becomes human. As the narrator meditates on the prewar European world which shaped her family, and herself, readers are invited to see that to someone who travels and reads widely (like Bedford herself), the two layers of stories, the historical and the personal, illuminate each other: one’s imagining of the past can be as vivid as one’s own memories, and beneath the received, vaguely impersonal images and names that pass to later generations as “history,” one can still see living people, if one knows how to look. This wonderful passage beginning Part Three of the novel gently reminds us that grand narratives of history and art might not tell the full story of ordinary life:</p>\n<blockquote><p>In the year 1891, <strong>Manet</strong> and <strong>Seurat</strong> were already dead; <strong>Pissarro</strong>, <strong>Monet</strong>, and <strong>Renoir</strong> were at their height of powers; <strong>Cezanne</strong> had opened yet another world. Sunday at La Grande Jatte and le Dejeuner dans le Bois, la Musique aux Tuileries, les Dames dans un Jardin, the ocher farms and tawny hills of Aix were there, on canvas, hung, looked at—to be seen by anybody who would learn to see. And so were the shimmering trees, the sun-speckled paths, the fluffy fields, the light, the dancing air, the water—But were they seen? Were they walked, were they lived in? Did ladies come out into the garden in the morning holding a silver tea-pot? Did flesh-and-blood governesses advance towards one waist-high in corn and poppies, clutching a bunch of blossoms? Did young men dip their hands into the pool and young women laugh in swings? Did gentlemen really put their top-hats on the grass?</p>\n<p>For the age of the Impressionists was also still the age of decorum and pomposity, of mahogany and the basement kitchen, the over-stuffed interior and the stucco villa; an age that venerated old, rich, malicious women and the clever banker; when places of public entertainment were large, pilastered and vulgar, and anyone who was neither a sportsman, poor, nor very young, sat down on a stiff-backed chair three times a day eating an endless meal indoors.</p></blockquote>\n<p>History, here, operates on the same human scale as the lives of the Felden and Merz families—sitting down to their endless dinners, hunting and harvesting in the season’s rhythm. And only the novelist can weave both stories together, showing their interdependence, in quite this way.</p>\n<p>3.<br/>\nShaped by her rich and varied life, Bedford’s fiction and nonfiction invite readers to reflect on human variety, tragedy, and continuity from past to present. Her prose is wide-eyed and clear, never jaded but never surprised by human folly and variety. Moving from the small, quiet observation to its larger consequence, her tone stays curious yet candid. From her essay “The Quality of Travel:”</p>\n<blockquote><p>If we are not going to blow up our planet, we are going to ruin it by our numbers and our wheels. Everywhere there is galloping up on us the same new story, before we have been able to grasp, before we have learnt how, or even decided to cope: overpopulation. Too many sheep in the pen. And with it, decline in the quality of living, frustration of spontaneity, universal dullness.</p></blockquote>\n<p>Sounds like 2015? Yes. It was written in 1961.</p>\n<p>Even when her observations can be pinned to a particular time—Rome in 1961, above, or Europe in 1890, or Germany on the eve of World War I—some quality of Bedford’s voice always feels universal, curious, and worldly in the best and truest sense. “Tomorrow, and tomorrow, and tomorrow,” she writes in <em>A Legacy, </em>“Life, in the neat sad dry little French phrase that bundles it all into its place, <em>Life is never as bad nor as good as one thinks . . . </em>Never as bad, never as good . . .  Is [this phrase] consoling? Is it the whole truth? Is it inevitable?” The implicit answer is, both yes and no. But in writing, we can learn to look at life, past and present, as clearly as we can—and that consoles both Bedford and us.</p>\n<p>A moment in <em>Quicksands </em>lingers in my mind as an example of the quiet resilience that fuels Bedford’s life and art. A family friend, Issa, and her boyfriend are playing in a lake, tossing the child Sybille back and forth between them and leaving her to flail in the water until she figures out how to keep herself afloat. “When it was over, I felt radiant and smug.” Yet Issa is unimpressed. “‘Don’t think I gave you a swimming lesson, little girl,’ she said. ‘The lesson was—if you want to survive, you must swim, not sink.’”</p>\n<p><img alt=\"Bloom Post End\" class=\"aligncenter size-full wp-image-945\" data-attachment-id=\"945\" data-comments-opened=\"1\" data-image-caption=\"\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\"}' data-image-title=\"Bloom Post End\" data-large-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=86\" data-medium-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=86\" data-orig-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png\" data-orig-size=\"86,78\" data-permalink=\"https://bloomsite.wordpress.com/2012/11/12/walker-percy/screen-shot-2012-11-09-at-10-51-22-pm/#main\" src=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=610\"/></p>\n<p><em>A native Alabamian, Amy Weldon is currently associate professor of English at Luther College.  Her short fiction, essays, and reviews have appeared in Los Angeles Review of Books, Best Travel Writing 2012 (Solas Press), Cornbread Nation 2: The Best of Southern Food Writing (UNC Press), Shenandoah, Keats-Shelley Journal,The Carolina Quarterly, and many others.  She blogs on sustainability, spirit, and self-reliance at </em><a href=\"http://cheapskateintellectual.wordpress.com/\" target=\"_blank\"><em>http://cheapskateintellectual.wordpress.com</em></a><em>.</em></p>\n<p>Amy Weldon’s previous features: <a href=\"http://bloom-site.com/2014/12/19/the-spinning-self-on-pottery-and-the-rest-of-my-life/\" target=\"_blank\"><span style=\"text-decoration:underline;\">The Spinning Self: On Pottery and the Rest of My Life</span></a>, <a href=\"http://bloom-site.com/2014/11/10/private-lives-artful-truths-joan-chases-midwestern-eden/\" target=\"_blank\" title=\"Private Lives, Artful Truths: Joan Chase’s Midwestern Eden\">Private Lives, Artful Truths: Joan Chase’s Midwestern Eden</a>, <a href=\"http://bloom-site.com/2014/08/04/collateral-gifts-the-poetry-and-journey-of-spencer-reece/\" target=\"_blank\" title=\"Collateral Gifts: The Poetry and Journey of Spencer Reece\">Collateral Gifts: The Poetry and Journey of Spencer Reece</a>, <a href=\"http://bloom-site.com/2013/07/01/diana-athill-the-sufficient-self/\" target=\"_blank\" title=\"Diana Athill: The Sufficient Self\">Diana Athill: The Sufficient Self</a>, <a href=\"http://bloom-site.com/2013/04/08/growing-into-compassion-on-anna-sewell-and-black-beauty/\" target=\"_blank\" title=\"Growing Into Compassion: On Anna Sewell and Black Beauty\">Growing Into Compassion: On Anna Sewell and Black Beauty</a>, <a href=\"http://bloom-site.com/2013/12/30/abigail-thomas-accidentally-deliberate/\" target=\"_blank\" title=\"Abigail Thomas: Accidentally Deliberate\">Abigail Thomas: Accidentally Deliberate</a></p>\n<p><span style=\"font-size:10px;color:#999;\"><em>Homepage photo credit: <a href=\"http://www.flickr.com/photos/40555539@N00/261757174\">Ancient Greece</a> via <a href=\"http://photopin.com\">photopin</a> <a href=\"https://creativecommons.org/licenses/by-sa/2.0/\">(license)</a></em><br/>\n</span></p>\n<div class=\"sharedaddy sd-like-enabled sd-sharing-enabled\" id=\"jp-post-flair\"><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon-text sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon\" data-shared=\"sharing-twitter-10091\" href=\"https://bloomsite.wordpress.com/2015/07/13/sybille-bedford-resilience-and-grace/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span>Twitter</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon\" data-shared=\"sharing-facebook-10091\" href=\"https://bloomsite.wordpress.com/2015/07/13/sybille-bedford-resilience-and-grace/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span>Facebook</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"sharedaddy sd-block sd-like jetpack-likes-widget-wrapper jetpack-likes-widget-unloaded\" data-name=\"like-post-frame-39042716-10091-64d7af38da242\" data-src=\"//widgets.wp.com/likes/index.html?ver=20230309#blog_id=39042716&amp;post_id=10091&amp;origin=bloomsite.wordpress.com&amp;obj_id=39042716-10091-64d7af38da242\" data-title=\"Like or Reblog\" id=\"like-post-wrapper-39042716-10091-64d7af38da242\"><h3 class=\"sd-title\">Like this:</h3><div class=\"likes-widget-placeholder post-likes-widget-placeholder\" style=\"height: 55px;\"><span class=\"button\"><span>Like</span></span> <span class=\"loading\">Loading...</span></div><span class=\"sd-text-color\"></span><a class=\"sd-link-color\"></a></div>\n<div class=\"jp-relatedposts\" id=\"jp-relatedposts\">\n<h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3>\n</div></div></div>",
        "cleaned_post_text": "by Amy Weldon1.In our modern global world, more of us know people who move among many cultures: citizens of one country by birth, they might work in another and go to school in a third. Some are artists, some are businesspeople, some are refugees. Although they may still think of themselves as being “from” somewhere, their real allegiance is to the whole wide world. They’re concerned with border-transcending issues of human rights and the environment, because they know firsthand what oil spills in the Gulf might do to the migratory patterns of sea turtles in Tioman. 14-hour plane flights are familiar. “People are surprisingly similar, underneath it all” is not an abstraction. They’ve learned to find portable sources of meaning: curiosity, deep delight in place, and connections with loved ones across geography and time. You’ll never hear them say, “I don’t care much about politics;” they know that global and local politics are intertwined, along with the lives of all individuals, for good and ill. Their experience has made them practiced at sorting the essential from the non-, and holding onto whatisessential, carrying it on their backs and in their heads. Traveling the world by necessity and choice has bred in them a particular type of resilience, capacity for survival, and grace.The writerSybille Bedford(1911-2006), who published her first book, the travelogueA Sudden View, at age 42, exemplifies the best effects of world-culture life on a person’s imagination and resilience. Born in Charlottenburg, Germany to a minor-German-aristocrat father—who “preferred to speak French in family conversation [because] he considered German vulgar”—and a part-Jewish, British-born, English-speaking mother twenty years younger, Bedford, in the words of her friendBrenda Wineapple, “grew up multilingual and torn.” Her parents divorced, and her mother moved to Italy and remarried, leaving young Sybille living in rural semi-poverty with her father in his big old house. “What was best about it for me,” she wrote in her memoirQuicksands(2005),were the stables, the vista of lawn and old trees, the grape vine on the south wall of the guest wing from which we vinified a small barrel each year . . . the apple orchard with a score of varieties for eating and strong cider, the kitchen garden growing strawberries and asparagus on sandy soil, sent off in the early morning, horse-drawn, to the markets of Breisach, Freiburg and Basel.Yet when her mother brought her to live with her in the Cote-d’Azur village of Sanary-sur-Mer, then sent her to school in London, she left that country home for what she couldn’t know was the last time; her father died in 1925 before she saw him, or Germany, again.War disrupted Bedford’s writerly self-apprenticeship in Sanary, where she had befriendedAldousandMaria Huxley, read voraciously, and suffered the increasingly dismal morphine addiction that claimed her mother’s life in 1937. The worsening political situation in Germany—against which Bedford spoke bravely in an anti-Nazi article inDie Sammlung—caused her funds to be confiscated and made it difficult to renew her German passport. With the help of the Huxleys, she married an “obliging gay Englishman,” Walter Bedford, to secure British national status, then fled to America on what was the last ship from Genoa to Boston. “I later learned that the ship was carrying half the gold reserve of the Bank of Italy,” she toldThe Paris Reviewin 1993. “It was held and searched in Gibraltar. If we had been torpedoed, the gold would have gone to the bottom of the ocean!” After the war, she was able to settle in London, where she lived until her death.Quicksandsgives a vivid sense of the volatility of those days. “To have survived,” she writes,one has to have been alive. For many of us in the shrinking West the 20s and 30s were hard times, restricting times, beginning with much hope, moving on to loss of work, inflations here, financial crashes there, covert, soon open, fears . . . Meanwhile for a few—always only a few: the lot of men, the lot of life itself, human and animal, is to live below their par, misfortune always lurking, to kill, be killed—for a few though the years between the wars were good and in some enclaves talent and pleasures flourished. (Let us think of France.) . . . By September 1939 all existences snapped in two.Even though the end of the war brought “soaring relief, the lifting of that consciousness of pain and death sustained at all hours on that monstrous scale,” it brought home also realization of the “unimaginable nature and immensity of the suffering willfully enacted.” As she wrote these words inQuicksandsin 1999—“in London, England, on another summer day”—the radio continued to chatter news of chaos in Northern Ireland, Kosovo, and Congress, where “the White House rejects gun laws.” “[W]ould it ever have a stop, the abomination practised by men on men?” Bedford wrote. “Has it ever stopped?”Yet mixed with her deep knowledge of suffering is also deep delight, such as the “delirious sense of freedom and renewal” of her return to Europe in 1947.The Europe so long held down in agony and chaos, feared lost to itself, possibly for ever, was still there. Not intact, far from it, yet its heart, France and Italy,les patries de nos coeurs,were essentially, triumphantly themselves. Paris. Chartres. Venice. Rome. . . .  A shattered nave, a fractured bridge here and there brought home the miracle.Even a winter in an unheated Italian hotel could not dim her delight. “The euphoria,” she wrote, “the daily intoxication of that year and indeed much of the decade which followed has become part of my actual being, my substance, not just a memory to be played with or left fallow. Joy, like grief, can enter the bones.”Bedford’s essays (collected inPleasures and Landscapes: A Traveller’s Tales from Europe, 2003) are full of bright glimpses of places and people that, like the “shattered nave” or “fractured bridge,” throw into relief the scene around them, coloring it with that moment’s emotion. On re-encountering her friend the famous war correspondentMartha Gellhornin 1948: “Meeting Martha Gellhorn, being addressed, being taken notice of by her, was like being exposed to a fifteen-hundred-watt chandelier: she radiated vitality, certainty, total courage.” A “back-street place” in Florence “had two bare tables in a sort of hallway to a smoke-filled kitchen into which one squeezed, first come, first served,” yet “the food was superb. The best of its kind in Europe.” Venice lures the new arrival out of the hotel to walk until she comes “out onto a minute widening by a canal. One stands alone. The water lap-laps against the sides of a small, pink-washed palazzo. The barley-sugar columns framing the windows are exquisite; washing is hanging out. There is one tree.” Describing a beautiful but decrepit old French hotel, she’s philosophical: “One cannot have everything. Old houses such as these can only be lived in as they are or destroyed; to do them over at impossible expense would put an end to them as 12-roomed hotels. A matter of choice.” Over and over again, we find Bedford making this choice: no matter the circumstance, you can open yourself to the world, moved and surprised by what you find.2.Accumulating so much varied experience out in the world—and riding the waves of accompanying emotion—strengthens a person’s spirit for her art. It also helps her place into perspective the first “culture” into which she is born: her family. Bedford’s best-known novel,A Legacy—published in 1956 when she was 45, and recently reissued by NYRB Classics with an introduction by Wineapple—flirts with the boundary between fiction and memoir. “The sources ofA Legacy,” Bedford wrote inQuicksands,“were the indiscretions of tutors and servants, the censure of nannies, the dinner-table talk of elderly members of a step-family-in-law, my own father’s tales, polished and visual; my mother’s talent for presenting private events in the light of literary and historical interpretation.” All of this material, she writes, “had remained unheeded throughout my youth and early middle age, until [it] surfaced—possessive, persistent, clear—as the instinctive material for my coming work.”The novel’s stories of intertwined German families—the wealthy, bourgeois Merzes and the landed, vaguely impoverished Feldens—are narrated by a wide-eyed, clear-sighted girl first described as a child “liv[ing] with my nanny, my toys, and very much with myself, as a guest on the upper floor of the Merz’s house.” The girl’s father’s first wife, the Merzes’ daughter Melanie, died young, yet “the widower’s continued position as a son of the house, even after his marriage to my mother some ten years later, was not looked on as anomalous by anyone concerned; his octogenarian hosts had formed the habit of seeing him as a member of the family.” They do so to the extent of allowing his second wife and his child, who refers to them as “Grandmama” and “Grandpapa,” to live with them. From some unspecified point of future adulthood, that child narrates with an amused and unjudging eye, illuminating the way any moment in a family’s life can spiral into tragedy, humor, and weirdness, all at once.Consider this brilliant set piece from early in the novel, which indelibly establishes the texture of life in the Merz household. We’ve already learned these people are rich but dull—not “dining to the sounds ofSchubertandHaydn, endowing research and addingCorotlandscapes to theirBouchersand theDelacroix,” but rather “adding bell-pulls and thickening the upholstery.” Yet old Grandpapa Merz “kept up the diversions of his youth and middle-age to the extent of looking in at his club and of brightening his afternoons by the company of a shapely leg.” Keep your eye on that phrase—it’s the anchor for a scene that whirls around it, spinning subtly out of control as the whole family anxiously confers over fresh sources of “shapely legs” (in long skirts, of course) for Grandpapa from among “the Prussian aristocracy” (“Long, well-turned legs were natural to the ladies of that caste, and as a caste they were not well off”). Even Gottlieb, the shrewd butler, assists:“Five sisters, sir,” said Gottlieb. “Two of them grown-up. We might try the eldest.”“What’s that?” said Grandmamma.It was explained to her.“Isn’t Fraulein What’s-her-name coming today?”“Fraulein von Kalkenrath has chosen to leave us, ma’am,” said Gottlieb, sounding every syllable.“Very inconsiderate,” said Grandmamma, her face on her plate.“A change may not always be unwelcome, ma’am.”“I don’t want a change,” she said on a higher note.“Did you say the elder sister?” said her husband, who had been following.“I understand the younger has a limp, sir.”“All the same to us,” said Grandmama.“If I may be permitted to point out, ma’am,” said Gottlieb in his ringing voice, “a lady steady in the leg would be of more use to Herr Geheimrat on his outings.”“That will do, Gottlieb,” said Friedrich.“I was only explaining our problem to Frau Geheimrat, sir.”My father raised his head with an expression of controlled despair. He was at once delicate and worldly, and much affected by lapses that were neither. He picked up his fork, stared at it, and put it down almost at once, reminded that he did not like the design and that Gottlieb, in his opinion, overdid the silver.The bizarre, highly domestic charm of the Merz household is contrasted with the Feldens, the narrator’s father’s family—country gentry whose world shines with the brilliant wildness of legend:I did not learn the name of my father’s mother, nor what the tutors had been supposed to teach; I learnt that at Landen they had dined at exactly one hour after sunset and that my grandfather (or was ithisfather?) explained this to his guests as a custom of the Romans; I learnt that [my father] and his brothers rode any old how but were kept to be most particular about their dress when driving, that the boys were always given brandy and water when they came in from skating in the winter dusk, and that Johannes the third son had danced with a bear at a fair.The narrator’s uncle Johannes becomes a figure of legend for her, “part of the secret reality of my own past,” when she learns of his escape from a brutal military school; his long fugitive trek home, hiding in hedges, “exhausted his heart” and left him unable to speak. His vividly rendered story threads through the novel as a reminder of the casual brutality this world can contain, as well as beauty—a mingled thread the novel never drops.A Legacyimmerses readers fully into two vanished German social worlds: “the Jewish upper-bourgeoisie of Berlin” exemplified by the Merzes and by the Catholic country-gentry Feldens, whose forests and wildlife and hunting and skating parties seem to glow with the dark beauty of a Brothers Grimm tale. World War I would shatter both these worlds, while leaving traces of them to linger in survivors’ minds. Thus in fictional form, memory and reality can merge, blending into imperfect, sometimes lovely, and sometimes “lurid knowledge, of the kind one might acquire of a house through which one has made one’s way with a candle in one’s hand.” And that apparently distant and abstract thing,history,becomes human. As the narrator meditates on the prewar European world which shaped her family, and herself, readers are invited to see that to someone who travels and reads widely (like Bedford herself), the two layers of stories, the historical and the personal, illuminate each other: one’s imagining of the past can be as vivid as one’s own memories, and beneath the received, vaguely impersonal images and names that pass to later generations as “history,” one can still see living people, if one knows how to look. This wonderful passage beginning Part Three of the novel gently reminds us that grand narratives of history and art might not tell the full story of ordinary life:In the year 1891,ManetandSeuratwere already dead;Pissarro,Monet, andRenoirwere at their height of powers;Cezannehad opened yet another world. Sunday at La Grande Jatte and le Dejeuner dans le Bois, la Musique aux Tuileries, les Dames dans un Jardin, the ocher farms and tawny hills of Aix were there, on canvas, hung, looked at—to be seen by anybody who would learn to see. And so were the shimmering trees, the sun-speckled paths, the fluffy fields, the light, the dancing air, the water—But were they seen? Were they walked, were they lived in? Did ladies come out into the garden in the morning holding a silver tea-pot? Did flesh-and-blood governesses advance towards one waist-high in corn and poppies, clutching a bunch of blossoms? Did young men dip their hands into the pool and young women laugh in swings? Did gentlemen really put their top-hats on the grass?For the age of the Impressionists was also still the age of decorum and pomposity, of mahogany and the basement kitchen, the over-stuffed interior and the stucco villa; an age that venerated old, rich, malicious women and the clever banker; when places of public entertainment were large, pilastered and vulgar, and anyone who was neither a sportsman, poor, nor very young, sat down on a stiff-backed chair three times a day eating an endless meal indoors.History, here, operates on the same human scale as the lives of the Felden and Merz families—sitting down to their endless dinners, hunting and harvesting in the season’s rhythm. And only the novelist can weave both stories together, showing their interdependence, in quite this way.3.Shaped by her rich and varied life, Bedford’s fiction and nonfiction invite readers to reflect on human variety, tragedy, and continuity from past to present. Her prose is wide-eyed and clear, never jaded but never surprised by human folly and variety. Moving from the small, quiet observation to its larger consequence, her tone stays curious yet candid. From her essay “The Quality of Travel:”If we are not going to blow up our planet, we are going to ruin it by our numbers and our wheels. Everywhere there is galloping up on us the same new story, before we have been able to grasp, before we have learnt how, or even decided to cope: overpopulation. Too many sheep in the pen. And with it, decline in the quality of living, frustration of spontaneity, universal dullness.Sounds like 2015? Yes. It was written in 1961.Even when her observations can be pinned to a particular time—Rome in 1961, above, or Europe in 1890, or Germany on the eve of World War I—some quality of Bedford’s voice always feels universal, curious, and worldly in the best and truest sense. “Tomorrow, and tomorrow, and tomorrow,” she writes inA Legacy,“Life, in the neat sad dry little French phrase that bundles it all into its place,Life is never as bad nor as good as one thinks . . .Never as bad, never as good . . .  Is [this phrase] consoling? Is it the whole truth? Is it inevitable?” The implicit answer is, both yes and no. But in writing, we can learn to look at life, past and present, as clearly as we can—and that consoles both Bedford and us.A moment inQuicksandslingers in my mind as an example of the quiet resilience that fuels Bedford’s life and art. A family friend, Issa, and her boyfriend are playing in a lake, tossing the child Sybille back and forth between them and leaving her to flail in the water until she figures out how to keep herself afloat. “When it was over, I felt radiant and smug.” Yet Issa is unimpressed. “‘Don’t think I gave you a swimming lesson, little girl,’ she said. ‘The lesson was—if you want to survive, you must swim, not sink.’”A native Alabamian, Amy Weldon is currently associate professor of English at Luther College.  Her short fiction, essays, and reviews have appeared in Los Angeles Review of Books, Best Travel Writing 2012 (Solas Press), Cornbread Nation 2: The Best of Southern Food Writing (UNC Press), Shenandoah, Keats-Shelley Journal,The Carolina Quarterly, and many others.  She blogs on sustainability, spirit, and self-reliance athttp://cheapskateintellectual.wordpress.com.Amy Weldon’s previous features:The Spinning Self: On Pottery and the Rest of My Life,Private Lives, Artful Truths: Joan Chase’s Midwestern Eden,Collateral Gifts: The Poetry and Journey of Spencer Reece,Diana Athill: The Sufficient Self,Growing Into Compassion: On Anna Sewell and Black Beauty,Abigail Thomas: Accidentally DeliberateHomepage photo credit:Ancient Greeceviaphotopin(license)Share this:TwitterFacebookLike this:LikeLoading...Related",
        "lang": "en"
    },
    {
        "post_link": "https://bloomsite.wordpress.com/2015/04/15/qa-with-marian-palaia/",
        "post_title": "Q&A With Marian Palaia",
        "post_text": "<div class=\"entry-content\">\n<p><strong>Bloom:</strong> You have a fascinating history of work and travel – you’ve lived in places as diverse as Montana and Nepal, done work ranging from a bartender to a logger to Peace Corps volunteer. How have these experiences nurtured (or hindered) your writing?</p>\n<p><strong>Marian Palaia:</strong> I guess the short answer would be, everywhere you go and everything you do adds to a well of experience you draw on as you write, so all of these jobs and places have definitely made it much easier for me to find things to write about. That holds true in a physical sense—writing scene, writing people in motion—as well as in a sense of connection, or empathy, or understanding. In other words, if I’m doing it right, not all of my characters are different versions of me, or of the relatively small group of familiars that have surrounded me all my life. Having some sense of global or universal (in relation to humanity) concerns is awfully important for a writer, whether or not you are writing directly about those things.</p>\n<p><strong>Bloom:</strong> Whose work first inspired you to write? Who inspires you lately?</p>\n<p><strong>MP:</strong> When I was a kid, I never stopped reading, and my tastes ran a gamut from Sherlock Holmes and Doc Savage to Pippi Longstocking and Harriet the Spy. I would completely lose myself in these different worlds, to the point that everyone in my family knew better than to try to talk to me if I had a book (or the comics, or a cereal box) in my hands. In high school I discovered <strong>James Michener</strong> and <strong>Graham Greene</strong>; admittedly two very different kinds of writers, but it must have been about that time I began to be interested in what was occurring, or had occurred, somewhere other than the U.S., or mad<a href=\"http://www.powells.com/partner/36859/biblio/9780143039020?p_cv\" rel=\"powells-9780143039020\" target=\"_blank\"><img alt=\"\" class=\"alignleft\" height=\"180\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9780143039020.jpg\" style=\"border:1px solid #4c290d;margin:8px;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>e-up places. I still remember reading <a href=\"//www.powells.com/partner/36859/biblio/9780142437308?p_ti' title='More info about this book at powells.com' rel='powells-9780142437308'&gt;The Power and the Glory (Penguin Classics)&lt;/a&gt;\" target=\"_blank\"><em>The Power and the Glory</em></a> and being completely blown away at Greene’s descriptions, and the utter complexity of his characters’ lives. There is nothing simple or formulaic about a Graham Greene novel, and he still inspires me. <em><a href=\"//www.powells.com/partner/36859/biblio/9780143039020?p_ti' title='More info about this book at powells.com' rel='powells-9780143039020'&gt;The Quiet American (Penguin Classics)&lt;/a&gt;\" target=\"_blank\">The Quiet American</a>,</em> as I’m sure I have said elsewhere, is one of just a handful of books I find to be perfect, whatever that means.</p>\n<p>Of a totally different aesthetic, a boyfriend gave me a copy of <strong>Tom McGuane’s</strong> <a href=\"//www.powells.com/partner/36859/biblio/9780679752912?p_ti' title='More info about this book at powells.com' rel='powells-9780679752912'&gt;Panama (78 Edition)&lt;/a&gt;\" target=\"_blank\"><em>Panama </em></a>when I was 23 or 24. It’s funny, I guess, but that is the book that really made me want to write fiction. I had been writing stuff—mostly song lyrics and terrible poetry—forever, but there was something about McGuane’s voice in that book (and a little bit later <a href=\"//www.powells.com/partner/36859/biblio/9780679752899?p_ti' title='More info about this book at powells.com' rel='powells-9780679752899'&gt;Ninety-Two in the Shade (Vintage Contemporaries)&lt;/a&gt;\" target=\"_blank\"><em>Ninety-two in the Shade</em></a>) that unlocked something in me, and I started writing short stories. Not long after, at The University of Montana, <strong>Barry Hannah</strong> showed up to teach for a year, and that pretty much sealed the deal. The things that man could do with a sentence should probably have been illegal. He wasn’t necessarily consistent, bu<strong><a href=\"http://www.powells.com/partner/36859/biblio/9780679752912?p_cv\" rel=\"powells-9780679752912\" target=\"_blank\"><img alt=\"\" class=\"alignright\" height=\"188\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9780679752912.jpg\" style=\"border:1px solid #4c290d;margin:8px;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a></strong>t when he was on, boy, get out of the way. I still keep a copy of <a href=\"//www.powells.com/partner/36859/biblio/9780802133885?p_ti' title='More info about this book at powells.com' rel='powells-9780802133885'&gt;Airships&lt;/a&gt;\" target=\"_blank\"><em>Airships</em></a> nearby, just to keep me honest, to keep my trying as hard as I can to write sentences I can be proud of.</p>\n<p><strong>Bloom:</strong> You keep a blog, and you’ve contributed to other blogs, like David Abrams’ <em><a href=\"http://www.davidabramsbooks.blogspot.com/2014/12/my-first-time-marian-palaia.html\" target=\"_blank\">The Quivering Pen</a>.</em> Do you enjoy writing for digital media? How do you think the Internet has changed both the profession of writing and the quality of writing?</p>\n<p><strong>MP:</strong> I honestly haven’t given a whole lot of thought to how digital media is changing things, though I know it is. I subscribe to a few blogs, but the links, when they come, mostly stay unopened in my inbox, I guess because there is just so much to read out there these days. So maybe that’s an answer, of sorts, but maybe it’s an answer about reading rather than about writing. But of course the two things are totally connected. I guess I have noticed a few things, peripherally. One is that the collective attention span (mine included) is approaching zero. It’s a little bit disturbing, I think, that digital journals and magazines now have to tell you how long it will take you to read something, and I suspect that the shorter a piece is, the higher the readership. (I would love fo<a href=\"http://www.powells.com/partner/36859/biblio/9781476777931?p_cv\" rel=\"powells-9781476777931\" target=\"_blank\"><img alt=\"\" class=\"alignleft\" height=\"179\" src=\"https://i0.wp.com/www.powells.com/bookcovers/9781476777931.jpg\" style=\"border:1px solid #4c290d;margin:8px;\" title=\"More info about this book at powells.com (new window)\" width=\"120\"/></a>r someone to tell me I’m wrong about that.) The first chapter of <a href=\"//www.powells.com/partner/36859/biblio/9781476777931?p_ti' title='More info about this book at powells.com' rel='powells-9781476777931'&gt;The Given World&lt;/a&gt;\" target=\"_blank\"><em>The Given World</em></a> was just up at <a href=\"https://medium.com/\" target=\"_blank\" title=\"Medium\"><em>Medium</em></a>, and one of the first things I noticed was that every other piece there was an <em>x</em>-minute read, the <em>x</em> being somewhere in the single digits, usually about two, give or take another two. Mine was a whole 22 minutes, and I thought, “No one is going to read this.” And other than some of my friends—because I put the link up on my Facebook author page—I don’t know if anyone did. It’s as good as gone now. No one is going to scroll that far.</p>\n<p><strong>Bloom:</strong> I’m going to quote you from the essay you wrote for <em>The Quivering Pen</em>: “If I’m going to do these stupid, stupid things, I might as well get some stories out of the deal.” The stupid thing was a relationship that ended badly, but you say the experience got you to start writing – can you describe why that was motivational and what it was you started to write? Do you think the best writing comes from places of pain, sadness, or disappointment?</p>\n<p><strong>MP:</strong> First of all, that was not a relationship: it was an incredibly ill-advised, and alcohol-fueled, tryst. It still makes me cringe to remember it. But to answer the question, yes, I do think a lot of good writing comes from personal turmoil. But you can also get carried away with it. In the same blog post I think I also quoted Rickie Lee Jones, talking about the danger of always writing from a place of pain, because if that’s your “dope,” you’re pretty much screwed if you wind up happy. I guess the trick is to be a writer first, and a tragic figure last, or not at all. This insight, of course, is one of the benefits of being as old as I am, which in my case (thankfully) does mean I am wiser than I once was, and not at all drawn anymore to being that tragic figure. I suppose at one time it had its advantages, but that’s all over now, except for the writing part. It’s good to have some perspective, and some brain cells left.</p>\n<p><strong>Bloom:</strong> How has your writing process changed over time, from that first experience of beginning to write to your first story to <em>The Given World</em>, your first novel?</p>\n<p><strong>MP:</strong> I imagine it has changed a great deal. For one thing, writing a novel really is a very different experience from writing short stories. I get to know and develop my characters and their interactions much more deeply than in a story, and I live with them for a much longer time, obviously. I guess I do a lot more thinking about where I’m going, and I plan a lot more, which is not to say I outline, but I like, at least incrementally, to have some sense of where I’m headed. It was that way to a degree with my stories, in that I often could see the ending—usually some sort of an image—before I got there, but then I would catch myself racing to get to it. I am much more deliberative now, as I should be. I am also much more aware of how the narrative moves, the direction it takes. When I started sending my stories out, I’d hear back from editors that they lacked a narrative “arc” and I really didn’t get what that was, because it was (and still is) such an abstract concept when it is just thrown out there like that. Aligning <em>The Given World</em> as a novel, after fooling myself into writing it by writing a series of (basically) short stories and then adding the connective tissue, taught me what narrative arc is, and, yes, you do need it; it just doesn’t have to adhere to any hard and fast rule or shape.</p>\n<p><strong>Bloom:</strong><em> The Given World</em> spans more than two decades and tackles a very traumatic time in American history – the Vietnam War and its aftermath. How did you balance the historical and factual aspects of the story with your ideas for your characters?</p>\n<p><strong>MP:</strong> All of my work is character driven, first. I don’t write fiction about <em>ideas</em>, but about people who live in a certain time. History—all history—infuses that time, and I work hard to get it right. It (our human history) is background, but it is integral, and it plays a huge role in how it affects my characters. So it is not secondary. The two things—character and history—go hand in hand. We don’t live in a vacuum, though many of us act (and sometimes write) as if we do, as if learning our and others’ history is just too much bother. That really bugs me.</p>\n<p><strong>Bloom:</strong> The chapters in <em>The Given World</em> have something of a stroboscopic quality–they illuminate someone or something in Riley’s life, then go dark, and when the light goes up again she’s somewhere else, with someone else. Did the novel start out as a series of short stories? If so, did you always envision them as centering around Riley? At what point did you start conceiving of it as a novel?</p>\n<p><strong>MP:</strong> It started out as a single short story, which was Chapter Two: <em>Girl, Three Speeds, Pretty Good Brakes. </em>I wrote it sometime in the late 90s, and until I got to graduate school in 2010, figured that was it. When I started writing new stories for my MFA, Riley (who had not had a name for all those years) began to appear in them. There was something about her story that still intrigued me, so I kept going. When <strong>Lorrie Moore</strong> and I sat down one afternoon and looked at the handful of stories I had (probably three at the time), she saw a novel in there, somewhere. I kept writing stories, though, because the prospect of a novel was too daunting. I didn’t get how anyone could keep a whole novel in her head. Now I realize that you don’t. You just build it, sentence by sentence, word by word. Because of the way I wrote it, the editing process—aligning it as a novel—took rather a long time, but it was a great learning process for me. I am working on a new novel and aligning it as I go, but I think I needed to write the first one the way I did. If it doesn’t look exactly like a typical novel, whatever that is—well, I can live with that.</p>\n<p><strong>Bloom:</strong> On your <a href=\"http://painponies-wip.libroville.com/\" target=\"_blank\">Web site</a>, you use two phrases to describe yourself: writer and shit-disturber. Tell us more about the latter—what is your definition of a shit-disturber and what, specifically, makes you one?! And, how do those two jobs work together?</p>\n<p><strong>MP:</strong> I like to stir things up. I like to disturb people in their complacency, their insularity, their entitlement. Sometimes it’s playful, but other times it’s serious. As I said earlier, so many people (Americans, especially, or at least most obviously) seem oblivious to anything they don’t think impacts them directly, and sometimes that pisses me off. More than sometimes, actually. Or else it makes me very sad. I’ll occasionally post real news to my Facebook page—about Syria, maybe, or the fact that veterans of the first Iraq war are just now getting acknowledged and treated for injuries and illnesses they got <em>and reported</em> over 20 years ago, and I’ll get zero response. Photos of my dog? Lots, which is nice. I love my dog, and my friends who love my dog, but… The last thing I want to be in my writing is didactic and preachy, but I do want to remind my readers that, in a way, all of life is a domino effect, that people suffer a lot and for a lot of different reasons, and that we all probably need to work on our empathy skills and on paying attention a bit more.</p>\n<p><strong>Bloom:</strong> You’ve had many different and fascinating professions – what would you do professionally if you weren’t a writer?</p>\n<p><strong>MP:</strong> Marine biologist. Or boxer.</p>\n<p><strong>Bloom:</strong> What’s next? Do you have another writing project underway or conceptualized?</p>\n<p><strong>MP:</strong> Oh, yes. I’m halfway, or more, through a new novel (which actually started out as a novel) called <em>The Hello Kitty Justice League</em>. The Justice League is two women—Lucky and Angie—who spend a few winters wreaking havoc in the Montana backwoods, but that is only part of it. Other parts: a young mother jumps off a bridge; a green-eyed boy gets shot during a bank robbery; a Haitian refugee joins the National Guard so he can go to college and gets sent to Iraq; a father spies for the Russians; a daughter runs away to San Francisco. To steal a word you used earlier in this interview, it is stroboscopic in its own way, probably more that <em>The Given World, </em>but also more deliberately so. Most of the chapters are very short; it is sort of like a weaving. I love working on it, and can’t wait to see what happens. I think I already have that ending image, but I am trying very hard to not race to get there.<br/>\n<img alt=\"Bloom Post End\" class=\"aligncenter size-full wp-image-945\" data-attachment-id=\"945\" data-comments-opened=\"1\" data-image-caption=\"\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\"}' data-image-title=\"Bloom Post End\" data-large-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=86\" data-medium-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=86\" data-orig-file=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png\" data-orig-size=\"86,78\" data-permalink=\"https://bloomsite.wordpress.com/2012/11/12/walker-percy/screen-shot-2012-11-09-at-10-51-22-pm/#main\" src=\"https://bloomsite.files.wordpress.com/2012/11/screen-shot-2012-11-09-at-10-51-22-pm.png?w=610\"/></p>\n<p>Click <a href=\"http://bloom-site.com/2015/04/13/an-excerpt-from-marian-palaias-the-given-world/\" title=\"An Excerpt from Marian Palaia’s The Given World\">here</a> to read an excerpt from Marian Palaia’s <em>The Given World</em>.</p>\n<p class=\"author-banner-photo-credit muted visible-md visible-lg\"><em>Feature photo credit: Kelly Rae Daugherty</em></p>\n<div class=\"sharedaddy sd-like-enabled sd-sharing-enabled\" id=\"jp-post-flair\"><div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon-text sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a class=\"share-twitter sd-button share-icon\" data-shared=\"sharing-twitter-9499\" href=\"https://bloomsite.wordpress.com/2015/04/15/qa-with-marian-palaia/?share=twitter\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Twitter\"><span>Twitter</span></a></li><li class=\"share-facebook\"><a class=\"share-facebook sd-button share-icon\" data-shared=\"sharing-facebook-9499\" href=\"https://bloomsite.wordpress.com/2015/04/15/qa-with-marian-palaia/?share=facebook\" rel=\"nofollow noopener noreferrer\" target=\"_blank\" title=\"Click to share on Facebook\"><span>Facebook</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"sharedaddy sd-block sd-like jetpack-likes-widget-wrapper jetpack-likes-widget-unloaded\" data-name=\"like-post-frame-39042716-9499-64d7af4d5a6af\" data-src=\"//widgets.wp.com/likes/index.html?ver=20230309#blog_id=39042716&amp;post_id=9499&amp;origin=bloomsite.wordpress.com&amp;obj_id=39042716-9499-64d7af4d5a6af\" data-title=\"Like or Reblog\" id=\"like-post-wrapper-39042716-9499-64d7af4d5a6af\"><h3 class=\"sd-title\">Like this:</h3><div class=\"likes-widget-placeholder post-likes-widget-placeholder\" style=\"height: 55px;\"><span class=\"button\"><span>Like</span></span> <span class=\"loading\">Loading...</span></div><span class=\"sd-text-color\"></span><a class=\"sd-link-color\"></a></div>\n<div class=\"jp-relatedposts\" id=\"jp-relatedposts\">\n<h3 class=\"jp-relatedposts-headline\"><em>Related</em></h3>\n</div></div></div>",
        "cleaned_post_text": "Bloom:You have a fascinating history of work and travel – you’ve lived in places as diverse as Montana and Nepal, done work ranging from a bartender to a logger to Peace Corps volunteer. How have these experiences nurtured (or hindered) your writing?Marian Palaia:I guess the short answer would be, everywhere you go and everything you do adds to a well of experience you draw on as you write, so all of these jobs and places have definitely made it much easier for me to find things to write about. That holds true in a physical sense—writing scene, writing people in motion—as well as in a sense of connection, or empathy, or understanding. In other words, if I’m doing it right, not all of my characters are different versions of me, or of the relatively small group of familiars that have surrounded me all my life. Having some sense of global or universal (in relation to humanity) concerns is awfully important for a writer, whether or not you are writing directly about those things.Bloom:Whose work first inspired you to write? Who inspires you lately?MP:When I was a kid, I never stopped reading, and my tastes ran a gamut from Sherlock Holmes and Doc Savage to Pippi Longstocking and Harriet the Spy. I would completely lose myself in these different worlds, to the point that everyone in my family knew better than to try to talk to me if I had a book (or the comics, or a cereal box) in my hands. In high school I discoveredJames MichenerandGraham Greene; admittedly two very different kinds of writers, but it must have been about that time I began to be interested in what was occurring, or had occurred, somewhere other than the U.S., or made-up places. I still remember readingThe Power and the Gloryand being completely blown away at Greene’s descriptions, and the utter complexity of his characters’ lives. There is nothing simple or formulaic about a Graham Greene novel, and he still inspires me.The Quiet American,as I’m sure I have said elsewhere, is one of just a handful of books I find to be perfect, whatever that means.Of a totally different aesthetic, a boyfriend gave me a copy ofTom McGuane’sPanamawhen I was 23 or 24. It’s funny, I guess, but that is the book that really made me want to write fiction. I had been writing stuff—mostly song lyrics and terrible poetry—forever, but there was something about McGuane’s voice in that book (and a little bit laterNinety-two in the Shade) that unlocked something in me, and I started writing short stories. Not long after, at The University of Montana,Barry Hannahshowed up to teach for a year, and that pretty much sealed the deal. The things that man could do with a sentence should probably have been illegal. He wasn’t necessarily consistent, but when he was on, boy, get out of the way. I still keep a copy ofAirshipsnearby, just to keep me honest, to keep my trying as hard as I can to write sentences I can be proud of.Bloom:You keep a blog, and you’ve contributed to other blogs, like David Abrams’The Quivering Pen.Do you enjoy writing for digital media? How do you think the Internet has changed both the profession of writing and the quality of writing?MP:I honestly haven’t given a whole lot of thought to how digital media is changing things, though I know it is. I subscribe to a few blogs, but the links, when they come, mostly stay unopened in my inbox, I guess because there is just so much to read out there these days. So maybe that’s an answer, of sorts, but maybe it’s an answer about reading rather than about writing. But of course the two things are totally connected. I guess I have noticed a few things, peripherally. One is that the collective attention span (mine included) is approaching zero. It’s a little bit disturbing, I think, that digital journals and magazines now have to tell you how long it will take you to read something, and I suspect that the shorter a piece is, the higher the readership. (I would love for someone to tell me I’m wrong about that.) The first chapter ofThe Given Worldwas just up atMedium, and one of the first things I noticed was that every other piece there was anx-minute read, thexbeing somewhere in the single digits, usually about two, give or take another two. Mine was a whole 22 minutes, and I thought, “No one is going to read this.” And other than some of my friends—because I put the link up on my Facebook author page—I don’t know if anyone did. It’s as good as gone now. No one is going to scroll that far.Bloom:I’m going to quote you from the essay you wrote forThe Quivering Pen: “If I’m going to do these stupid, stupid things, I might as well get some stories out of the deal.” The stupid thing was a relationship that ended badly, but you say the experience got you to start writing – can you describe why that was motivational and what it was you started to write? Do you think the best writing comes from places of pain, sadness, or disappointment?MP:First of all, that was not a relationship: it was an incredibly ill-advised, and alcohol-fueled, tryst. It still makes me cringe to remember it. But to answer the question, yes, I do think a lot of good writing comes from personal turmoil. But you can also get carried away with it. In the same blog post I think I also quoted Rickie Lee Jones, talking about the danger of always writing from a place of pain, because if that’s your “dope,” you’re pretty much screwed if you wind up happy. I guess the trick is to be a writer first, and a tragic figure last, or not at all. This insight, of course, is one of the benefits of being as old as I am, which in my case (thankfully) does mean I am wiser than I once was, and not at all drawn anymore to being that tragic figure. I suppose at one time it had its advantages, but that’s all over now, except for the writing part. It’s good to have some perspective, and some brain cells left.Bloom:How has your writing process changed over time, from that first experience of beginning to write to your first story toThe Given World, your first novel?MP:I imagine it has changed a great deal. For one thing, writing a novel really is a very different experience from writing short stories. I get to know and develop my characters and their interactions much more deeply than in a story, and I live with them for a much longer time, obviously. I guess I do a lot more thinking about where I’m going, and I plan a lot more, which is not to say I outline, but I like, at least incrementally, to have some sense of where I’m headed. It was that way to a degree with my stories, in that I often could see the ending—usually some sort of an image—before I got there, but then I would catch myself racing to get to it. I am much more deliberative now, as I should be. I am also much more aware of how the narrative moves, the direction it takes. When I started sending my stories out, I’d hear back from editors that they lacked a narrative “arc” and I really didn’t get what that was, because it was (and still is) such an abstract concept when it is just thrown out there like that. AligningThe Given Worldas a novel, after fooling myself into writing it by writing a series of (basically) short stories and then adding the connective tissue, taught me what narrative arc is, and, yes, you do need it; it just doesn’t have to adhere to any hard and fast rule or shape.Bloom:The Given Worldspans more than two decades and tackles a very traumatic time in American history – the Vietnam War and its aftermath. How did you balance the historical and factual aspects of the story with your ideas for your characters?MP:All of my work is character driven, first. I don’t write fiction aboutideas, but about people who live in a certain time. History—all history—infuses that time, and I work hard to get it right. It (our human history) is background, but it is integral, and it plays a huge role in how it affects my characters. So it is not secondary. The two things—character and history—go hand in hand. We don’t live in a vacuum, though many of us act (and sometimes write) as if we do, as if learning our and others’ history is just too much bother. That really bugs me.Bloom:The chapters inThe Given Worldhave something of a stroboscopic quality–they illuminate someone or something in Riley’s life, then go dark, and when the light goes up again she’s somewhere else, with someone else. Did the novel start out as a series of short stories? If so, did you always envision them as centering around Riley? At what point did you start conceiving of it as a novel?MP:It started out as a single short story, which was Chapter Two:Girl, Three Speeds, Pretty Good Brakes.I wrote it sometime in the late 90s, and until I got to graduate school in 2010, figured that was it. When I started writing new stories for my MFA, Riley (who had not had a name for all those years) began to appear in them. There was something about her story that still intrigued me, so I kept going. WhenLorrie Mooreand I sat down one afternoon and looked at the handful of stories I had (probably three at the time), she saw a novel in there, somewhere. I kept writing stories, though, because the prospect of a novel was too daunting. I didn’t get how anyone could keep a whole novel in her head. Now I realize that you don’t. You just build it, sentence by sentence, word by word. Because of the way I wrote it, the editing process—aligning it as a novel—took rather a long time, but it was a great learning process for me. I am working on a new novel and aligning it as I go, but I think I needed to write the first one the way I did. If it doesn’t look exactly like a typical novel, whatever that is—well, I can live with that.Bloom:On yourWeb site, you use two phrases to describe yourself: writer and shit-disturber. Tell us more about the latter—what is your definition of a shit-disturber and what, specifically, makes you one?! And, how do those two jobs work together?MP:I like to stir things up. I like to disturb people in their complacency, their insularity, their entitlement. Sometimes it’s playful, but other times it’s serious. As I said earlier, so many people (Americans, especially, or at least most obviously) seem oblivious to anything they don’t think impacts them directly, and sometimes that pisses me off. More than sometimes, actually. Or else it makes me very sad. I’ll occasionally post real news to my Facebook page—about Syria, maybe, or the fact that veterans of the first Iraq war are just now getting acknowledged and treated for injuries and illnesses they gotand reportedover 20 years ago, and I’ll get zero response. Photos of my dog? Lots, which is nice. I love my dog, and my friends who love my dog, but… The last thing I want to be in my writing is didactic and preachy, but I do want to remind my readers that, in a way, all of life is a domino effect, that people suffer a lot and for a lot of different reasons, and that we all probably need to work on our empathy skills and on paying attention a bit more.Bloom:You’ve had many different and fascinating professions – what would you do professionally if you weren’t a writer?MP:Marine biologist. Or boxer.Bloom:What’s next? Do you have another writing project underway or conceptualized?MP:Oh, yes. I’m halfway, or more, through a new novel (which actually started out as a novel) calledThe Hello Kitty Justice League. The Justice League is two women—Lucky and Angie—who spend a few winters wreaking havoc in the Montana backwoods, but that is only part of it. Other parts: a young mother jumps off a bridge; a green-eyed boy gets shot during a bank robbery; a Haitian refugee joins the National Guard so he can go to college and gets sent to Iraq; a father spies for the Russians; a daughter runs away to San Francisco. To steal a word you used earlier in this interview, it is stroboscopic in its own way, probably more thatThe Given World,but also more deliberately so. Most of the chapters are very short; it is sort of like a weaving. I love working on it, and can’t wait to see what happens. I think I already have that ending image, but I am trying very hard to not race to get there.Clickhereto read an excerpt from Marian Palaia’sThe Given World.Feature photo credit: Kelly Rae DaughertyShare this:TwitterFacebookLike this:LikeLoading...Related",
        "lang": "en"
    }
]