[
    {
        "post_link": "https://forensiceyes.wordpress.com/2019/10/07/vaping-in-oregon-the-flavored-products-ban-is-just-the-beginning/",
        "post_title": "Vaping in Oregon: The Flavored Products Ban is Just the Beginning",
        "post_text": "<div class=\"entry-content\">\n<p><img alt=\"oregon vape ban olcc\" class=\"aligncenter wp-image-32119 size-large\" height=\"740\" src=\"https://www.cannalawblog.com/wp-content/uploads/sites/109/2019/10/Depositphotos_270750824_l-2015-740x740.jpg\" title=\"oregon vape ban olcc\" width=\"740\"/>On Friday, Oregon Governor Kate Brown issued <a href=\"https://drive.google.com/file/d/1U_EFAy1MUYGkWuU_sL0XF7SP1fIyjliH/view\">Executive Order No. 19-09</a> (the “Order”), which directs the Oregon Liquor Control Commission (OLCC) and the Oregon Health Authority (OHA) to “take immediate action to address the vaping public health crisis.” In one sense, the Order is narrower than many people <a href=\"https://www.wweek.com/news/state/2019/10/02/a-vape-ban-would-crush-oregon-cannabis-oil-extractors-gov-kate-brown-may-do-it-anyway/\">feared and expected</a>: specifically, it bans only “flavored vaping products” and not all vaping products. In another sense, the Order is broader than anticipated: it requires OLCC and OHA to come up with emergency rules, legislative proposals and even an anti-vaping education campaign, while creating a Vaping Public Health Workgroup to presumably drive Oregon policy going forward.</p>\n<p>Immediately following the Order’s release, there was a flurry of takes on its meaning and impact. Things evened out a bit after OLCC issued a <a href=\"https://www.oregon.gov/olcc/docs/news/news_releases/2019/nr_100419_Vaping_EO.pdf\">news release</a> of its own (the “News Release”), clarifying that “OLCC <u>does not include</u> terpenes derived from marijuana as flavor” (more on that below). This blog post answers some high-level questions we received from clients in the immediate wake of the Order and the News Release, and gives some thoughts for going forward.</p>\n<p><strong>Does the ban take immediate effect?</strong> No, in the sense that the Order itself doesn’t ban anything– including flavored vaping products of any kind. Instead, it directs OLCC and OHA to take that step through “immediate” emergency rulemaking. As far as when those rules will issue, the News Release does not commit to any certain date, but it’s highly likely that we will have rules this week or next.</p>\n<p><strong>What’s going to happen with banned products?</strong> The News Release states that “OLCC will provide further guidance to licensees about taking inventory of flavored or non-marijuana terpene-containing products, removing them from retail store shelves and setting those items aside.” This means that there will be no “grandfathering” of non-marijuana terpene-containing (“NMTC”) products created or distributed before the rules take place. Retailers should note that the News Release warns of “compliance checks” to boot.</p>\n<p><strong>What does industry think?</strong> Most people and industry trade groups seem to feel that the Order, coupled with the News Release, could have been more disruptive. Anyone making NMTC products is obviously going to need to adapt very quickly–and at least <a href=\"https://www.wweek.com/news/state/2019/10/04/flavored-vaping-ban-includes-all-non-cannabis-derived-flavors-in-thc-vapes/\">one estimate</a> puts about half of all processors in this category–but given the grave public health concern and possible <a href=\"https://www.opb.org/news/article/oregon-governor-kate-brown-second-vaping-death/\">alternative options</a> presented to Governor Brown, a 6-month ban that is limited to NMTC products is something folks can work with. And they will have to.</p>\n<p><strong>What should</strong> <strong>vape processors be doing?</strong> Besides the obvious step of moving away from NMTC formulations, processors should consider: 1) communicating with distribution and retail partners as to product line revisions; 2) re-working packaging and labeling submissions for OLCC review and approval, as needed (there will be bottlenecks here); 3) working on public and consumer messaging; and 4) reaching out to OLCC at <a href=\"mailto:marijuana@oregon.gov\">marijuana@oregon.gov</a> with any informed and constructive input for the rulemaking process.</p>\n<p><strong>Are vape products aside from NMTC products in the clear?</strong> In the short term, seemingly yes. But in the mid- and long term, certainly not. As mentioned above, the Order is broad in that it creates a Vaping Public Health Workgroup to make recommendations on Oregon’s “vaping public health crisis.” No one knows what those recommendations will be, but an outright ban on vaping products is undoubtedly in play. Factors that may drive the Workgroup’s recommendations include: 1) any new information or scientific consensus on the cause of the vaping injuries; 2) federal action, including by and through Food and Drug Administration (which has finally begun to <a href=\"https://www.fda.gov/consumers/consumer-updates/vaping-illness-update-fda-warns-public-stop-using-tetrahydrocannabinol-thc-containing-vaping\">perk up</a> on vaping); 3) the findings and recommendations of the Vaping Public Health Workgroup; and 4) further action by Governor Brown and the Oregon legislature.</p>\n<p>This last point is worth drilling down on a bit further: in the Order, Govern Brown requires OLCC and OHA to actually develop legislative proposals, presumably for the 2020 session which begins in earnest next February. Because it’s a short session, we would have any new state laws on vaping by March of next year. The order specifically asks for legislative proposals to: 1) ban all flavored vaping products permanently, including those containing nicotine or THC; 2) disclose all ingredients in vaping products to consumers; 3) increase the regulatory oversight of vaping products; and 4) clarify and expand OHA’s authority to take action. So, a wide scope.</p>\n<hr/>\n<p>We are at a critical but early point on regulation of vaping both inside and outside of the OLCC market in Oregon. Everything is in play, from the continued prohibition on NMTC products to an outright ban on vaping-related sales altogether. Given the range of variables informing the possible outcomes, it is almost impossible to predict what will happen. For now, industry should support a broad inquiry into the causes of the public health epidemic while preparing to retool on the fly.</p>\n<p>Stay tuned as we continue to cover cannabis vaping law and policy inside and outside of Oregon. Tomorrow, we will address what cannabis businesses can expect nationwide with respect to business impacts from the vaping epidemic.</p>\n<p><a href=\"https://www.cannalawblog.com/vaping-in-oregon-the-flavored-products-ban-is-just-the-beginning/\">Vaping in Oregon: The Flavored Products Ban is Just the Beginning</a> posted first on <a href=\"http://ronenkurzfeld.blogspot.com\">http://ronenkurzfeld.blogspot.com</a></p>\n<div id=\"atatags-26942-64d7af2870523\"></div></div>",
        "cleaned_post_text": "On Friday, Oregon Governor Kate Brown issuedExecutive Order No. 19-09(the “Order”), which directs the Oregon Liquor Control Commission (OLCC) and the Oregon Health Authority (OHA) to “take immediate action to address the vaping public health crisis.” In one sense, the Order is narrower than many peoplefeared and expected: specifically, it bans only “flavored vaping products” and not all vaping products. In another sense, the Order is broader than anticipated: it requires OLCC and OHA to come up with emergency rules, legislative proposals and even an anti-vaping education campaign, while creating a Vaping Public Health Workgroup to presumably drive Oregon policy going forward.Immediately following the Order’s release, there was a flurry of takes on its meaning and impact. Things evened out a bit after OLCC issued anews releaseof its own (the “News Release”), clarifying that “OLCCdoes not includeterpenes derived from marijuana as flavor” (more on that below). This blog post answers some high-level questions we received from clients in the immediate wake of the Order and the News Release, and gives some thoughts for going forward.Does the ban take immediate effect?No, in the sense that the Order itself doesn’t ban anything– including flavored vaping products of any kind. Instead, it directs OLCC and OHA to take that step through “immediate” emergency rulemaking. As far as when those rules will issue, the News Release does not commit to any certain date, but it’s highly likely that we will have rules this week or next.What’s going to happen with banned products?The News Release states that “OLCC will provide further guidance to licensees about taking inventory of flavored or non-marijuana terpene-containing products, removing them from retail store shelves and setting those items aside.” This means that there will be no “grandfathering” of non-marijuana terpene-containing (“NMTC”) products created or distributed before the rules take place. Retailers should note that the News Release warns of “compliance checks” to boot.What does industry think?Most people and industry trade groups seem to feel that the Order, coupled with the News Release, could have been more disruptive. Anyone making NMTC products is obviously going to need to adapt very quickly–and at leastone estimateputs about half of all processors in this category–but given the grave public health concern and possiblealternative optionspresented to Governor Brown, a 6-month ban that is limited to NMTC products is something folks can work with. And they will have to.What shouldvape processors be doing?Besides the obvious step of moving away from NMTC formulations, processors should consider: 1) communicating with distribution and retail partners as to product line revisions; 2) re-working packaging and labeling submissions for OLCC review and approval, as needed (there will be bottlenecks here); 3) working on public and consumer messaging; and 4) reaching out to OLCC atmarijuana@oregon.govwith any informed and constructive input for the rulemaking process.Are vape products aside from NMTC products in the clear?In the short term, seemingly yes. But in the mid- and long term, certainly not. As mentioned above, the Order is broad in that it creates a Vaping Public Health Workgroup to make recommendations on Oregon’s “vaping public health crisis.” No one knows what those recommendations will be, but an outright ban on vaping products is undoubtedly in play. Factors that may drive the Workgroup’s recommendations include: 1) any new information or scientific consensus on the cause of the vaping injuries; 2) federal action, including by and through Food and Drug Administration (which has finally begun toperk upon vaping); 3) the findings and recommendations of the Vaping Public Health Workgroup; and 4) further action by Governor Brown and the Oregon legislature.This last point is worth drilling down on a bit further: in the Order, Govern Brown requires OLCC and OHA to actually develop legislative proposals, presumably for the 2020 session which begins in earnest next February. Because it’s a short session, we would have any new state laws on vaping by March of next year. The order specifically asks for legislative proposals to: 1) ban all flavored vaping products permanently, including those containing nicotine or THC; 2) disclose all ingredients in vaping products to consumers; 3) increase the regulatory oversight of vaping products; and 4) clarify and expand OHA’s authority to take action. So, a wide scope.We are at a critical but early point on regulation of vaping both inside and outside of the OLCC market in Oregon. Everything is in play, from the continued prohibition on NMTC products to an outright ban on vaping-related sales altogether. Given the range of variables informing the possible outcomes, it is almost impossible to predict what will happen. For now, industry should support a broad inquiry into the causes of the public health epidemic while preparing to retool on the fly.Stay tuned as we continue to cover cannabis vaping law and policy inside and outside of Oregon. Tomorrow, we will address what cannabis businesses can expect nationwide with respect to business impacts from the vaping epidemic.Vaping in Oregon: The Flavored Products Ban is Just the Beginningposted first onhttp://ronenkurzfeld.blogspot.com",
        "lang": "en"
    },
    {
        "post_link": "https://forensiceyes.wordpress.com/2019/10/06/hemp-cbd-across-state-lines-kentucky/",
        "post_title": "Hemp-CBD Across State Lines: Kentucky",
        "post_text": "<div class=\"entry-content\">\n<p><img alt=\"kentucky hemp cbd\" class=\"aligncenter wp-image-32098 size-large\" height=\"390\" src=\"https://www.cannalawblog.com/wp-content/uploads/sites/109/2019/10/Depositphotos_151007142_l-2015-740x390.jpg\" title=\"kentucky hemp cbd\" width=\"740\"/>The Agriculture Improvement Act of 2018 (“<a href=\"https://www.cannalawblog.com/breaking-news-farm-bill-signed-industrial-hemp-is-now-legal/\">2018 Farm Bill</a>”) legalized hemp by removing the crop and its derivatives from the definition of marijuana under the Controlled Substances Act (“CSA”) and by providing a detailed framework for the cultivation of hemp. The 2018 Farm Bill gives the US Department of Agriculture (“USDA”) regulatory authority over hemp cultivation at the federal level. In turn, states have the option to maintain primary regulatory authority over the crop cultivated within their borders by submitting a plan to the USDA.</p>\n<p>This federal and state interplay has resulted in many legislative and regulatory changes at the state level. Indeed, most states have introduced (and adopted) bills that would authorize the commercial production of hemp within their borders. A smaller but growing number of states also regulate the sale of products derived from hemp.</p>\n<p>In light of these legislative changes, we are presenting a 50-state series analyzing how each jurisdiction treats hemp-derived cannabidiol (“Hemp CBD”). Each Sunday, we summarize a new state in alphabetical order. Today, we turn to Kentucky. This might come as a surprise to some readers, but Kentucky is one of the more hemp friendly states in the U.S.</p>\n<p>Kentucky’s definition of industrial hemp mirrors the definition in the 2014 Federal Farm Bill. The Kentucky Department of Agriculture (“KDA”) oversees the state’s <a href=\"https://www.kyagr.com/marketing/hemp-overview.html\">Industrial Hemp Research Pilot Program</a> (the “Program”). Per the program, licenses are required to cultivate, <span class=\"cstlFootnoteReference\"> handle, process, and market hemp. The application period this year for cultivators, as well as processors and handlers, has <a href=\"https://www.kyagr.com/marketing/hemp-applications.html\">already closed</a>.</span></p>\n<p>To legally grow hemp, a cultivator must apply with KDA. Kentucky, unlike many other states, has robust regulations and requirements for hemp <a href=\"https://www.kyagr.com/marketing/documents/HEMP_LAW_302-KAR-050.020_Growers_Unofficial-copy.pdf\">cultivators</a>. Kentucky includes express provisions for hemp <a href=\"https://www.kyagr.com/consumer/documents/ES_AGR_PesticidesandHemp.pdf\">pesticide</a> use, and requires all hemp cultivators to enter into a hemp grower licensing agreement with KDA. This is much more comprehensive than some other states that have little oversight over hemp cultivators.</p>\n<p>Kentucky also imposes strict licensing requirements on <a href=\"https://www.kyagr.com/marketing/documents/HEMP_LAW_302-KAR-050.030_Processors-and-Handlers_Unofficial-copy.pdf\">hemp processors and hemp handlers</a>. Hemp licensees must follow strict hemp manufacturing, <a href=\"https://www.kyagr.com/marketing/documents/HEMP_LH_Procedures_for_Sampling_THC-Testing_and_Post-Testing_Actions.pdf\">testing</a>, and labeling requirements . There are even <a href=\"https://www.kyagr.com/marketing/documents/HEMP_LH_KY-DRS_Use_of_Hemp_Products_in_Animal_Feed_8-21-19.pdf\">animal feed</a> requirements. Hemp in its wholesale form also may <a href=\"https://www.kyagr.com/marketing/hemp-restrictions.html\">not be sold to non-licensees</a> within Kentucky.</p>\n<p>In Kentucky, Hemp CBD products are lawful, but certain hemp products are clearly prohibited including the following:</p>\n<div class=\"co_contentBlock co_briefItState co_subsection\">\n<div class=\"co_paragraph\" id=\"co_anchor_I94771606D64E457E92B47A812B863C73\">\n<ul>\n<li class=\"co_paragraphText co_indentLeft2\">Hemp cigarettes;</li>\n<li class=\"co_paragraphText co_indentLeft2\">Hemp cigars;</li>\n<li class=\"co_paragraphText co_indentLeft2\">Chew, dip, or other smokeless material consisting of hemp leaf material or hemp floral material; and</li>\n<li class=\"co_paragraphText co_indentLeft2\">Hemp leaf material or floral material teas.</li>\n</ul>\n<p>In addition, only hemp license holders may possess or distribute whole hemp buds, ground hemp floral material, ground hemp leaf material, or any hemp product with more than 0.3 delta-9-THC.</p>\n</div>\n</div></div>",
        "cleaned_post_text": "The Agriculture Improvement Act of 2018 (“2018 Farm Bill”) legalized hemp by removing the crop and its derivatives from the definition of marijuana under the Controlled Substances Act (“CSA”) and by providing a detailed framework for the cultivation of hemp. The 2018 Farm Bill gives the US Department of Agriculture (“USDA”) regulatory authority over hemp cultivation at the federal level. In turn, states have the option to maintain primary regulatory authority over the crop cultivated within their borders by submitting a plan to the USDA.This federal and state interplay has resulted in many legislative and regulatory changes at the state level. Indeed, most states have introduced (and adopted) bills that would authorize the commercial production of hemp within their borders. A smaller but growing number of states also regulate the sale of products derived from hemp.In light of these legislative changes, we are presenting a 50-state series analyzing how each jurisdiction treats hemp-derived cannabidiol (“Hemp CBD”). Each Sunday, we summarize a new state in alphabetical order. Today, we turn to Kentucky. This might come as a surprise to some readers, but Kentucky is one of the more hemp friendly states in the U.S.Kentucky’s definition of industrial hemp mirrors the definition in the 2014 Federal Farm Bill. The Kentucky Department of Agriculture (“KDA”) oversees the state’sIndustrial Hemp Research Pilot Program(the “Program”). Per the program, licenses are required to cultivate,handle, process, and market hemp. The application period this year for cultivators, as well as processors and handlers, hasalready closed.To legally grow hemp, a cultivator must apply with KDA. Kentucky, unlike many other states, has robust regulations and requirements for hempcultivators. Kentucky includes express provisions for hemppesticideuse, and requires all hemp cultivators to enter into a hemp grower licensing agreement with KDA. This is much more comprehensive than some other states that have little oversight over hemp cultivators.Kentucky also imposes strict licensing requirements onhemp processors and hemp handlers. Hemp licensees must follow strict hemp manufacturing,testing, and labeling requirements . There are evenanimal feedrequirements. Hemp in its wholesale form also maynot be sold to non-licenseeswithin Kentucky.In Kentucky, Hemp CBD products are lawful, but certain hemp products are clearly prohibited including the following:Hemp cigarettes;Hemp cigars;Chew, dip, or other smokeless material consisting of hemp leaf material or hemp floral material; andHemp leaf material or floral material teas.In addition, only hemp license holders may possess or distribute whole hemp buds, ground hemp floral material, ground hemp leaf material, or any hemp product with more than 0.3 delta-9-THC.",
        "lang": "en"
    },
    {
        "post_link": "https://forensiceyes.wordpress.com/2019/04/21/european-commission-issues-updated-qa-on-interplay-between-the-gdpr-and-the-clinical-trials-regulation-2/",
        "post_title": "European Commission Issues Updated Q&A on Interplay between the GDPR and the Clinical Trials Regulation",
        "post_text": "<div class=\"entry-content\">\n<p>On April 10, 2019, European Commission Directorate-General for Health and Food Safety issued a revised <a href=\"https://ec.europa.eu/health/sites/health/files/files/documents/qa_clinicaltrials_gdpr_en.pdf\">Q&amp;A</a> analyzing the interplay between the EU Clinical Trials Regulation (“CTR”) and the  EU General Data Protection Regulation (“GDPR”).  The revised Q&amp;A takes into account the <a href=\"https://edpb.europa.eu/sites/edpb/files/files/file1/edpb_opinionctrq_a_final_en.pdf\">opinion</a> of the European Data Protection Board (“EDPB”) issued on January 23, 2019, on the same topic (which we discuss in our blog post <a href=\"https://www.insideprivacy.com/eu-data-protection/european-data-protection-board-releases-guidance-on-intersection-of-the-gdpr-and-the-clinical-trials-regulation/\">here</a>).  Below, we summarize the main takeaways of the Commission’s updated Q&amp;A.</p>\n<p><em><u>Legal basis for processing health data</u></em></p>\n<p>Helpfully, the Q&amp;A addresses the appropriate legal basis under the GDPR for the processing of clinical trial data, an issue which Member States appear to be adopting divergent approaches to in recent months.  The Q&amp;A, like the EDPB opinion, distinguishes between two different processing purposes associated with clinical trials and attributes different legal bases to each:</p>\n<ol>\n<li>processing for <strong>patient safety purposes</strong>, such as safety reporting, archiving and inspections, which is required by the CTR (and thus can be based on Articles 6(1)(c) and 9(2)(i) of the GDPR), and for which no consent is required.</li>\n<li>processing for <strong>scientific research purposes</strong>, which “cannot be derived from a legal obligation,” such as one arising under the CTR. In this case, data controllers may consider a number of different legal bases, depending on the nature of the clinical trial.  The Commission notes that the processing can potentially serve a public interest, be based on a legitimate interest or be based on participant consent (each time in combination with a legal basis in Article 9 when special data, such as health or genetic data, are processed).</li>\n</ol>\n<p>While generally helpful, the Commission noticeably refrains from endorsing any particular legal basis when processing data for scientific research purposes, leaving it up to the sponsor and research institutions to decide.  The Q&amp;A also fails to highlight that, with the exception of consent, the remaining legal bases under Article 9 of the GDPR mentioned in the Q&amp;A must be grounded in Union or Member State law (with the CTR apparently excluded as a possibility – see (2.) above).  In practice, consent is likely to be the <em>only</em> available option in many cases, owing to an absence of such laws.</p>\n<p>As regards consent, the Commission’s Q&amp;A provides that a trial subject’s consent to participate in a trial must be distinguished from consent to the processing his or her personal data, a theme that also appears in the EDPB guidance.  Thus, a trial participant could, in theory, withdraw consent to the former, but not the latter.  However, if the processing of data is based on a trial subject’s consent and he or she later withdraws that consent, the controller is expected to stop processing the data and delete it, unless it has another legal basis to continue processing the data (<em>e.g.</em>, for safety purposes).  Curiously, the Q&amp;A fails to discuss the GDPR’s scientific research exemption to the deletion right under Article 17(3)(d) – <em>i.e.</em>, the right to erasure does not apply if the data are used for scientific research and complying with the erasure request would render impossible or seriously impair the research aims.</p>\n<p><em><u>Further use of research data</u></em></p>\n<p>In relation to further use of clinical trial data, the Commission Q&amp;A appears to acknowledge that the CTR’s limitations on further use of such data (requiring consent for data used outside the scope of the trial protocol – see <a href=\"https://www.insideeulifesciences.com/2018/10/22/the-implications-of-the-gdpr-on-clinical-trials-in-europe/\">here</a>) are waived where one of the alternative legal bases in the GDPR applies.  In short, consent would not appear to serve as the sole legal basis for the further use of clinical trial data.</p>\n<p>Further, the Q&amp;A highlights the fact that secondary use of clinical trial data for scientific research purposes is by default compatible with its original use, in accordance with Article 5(1)(b) of the GDPR.  As a result, it should not be necessary to obtain a new consent in order to engage in additional secondary research.  In the event that the secondary research is nevertheless based on consent, the Q&amp;A repeats the EDPB’s cautionary language about reliance upon overly broad consent (notwithstanding GDPR recital text supporting broad consent in the research context).  This restrictive interpretation of the consent doctrine, which we discuss in more detail <a href=\"https://www.insideprivacy.com/data-privacy/association-of-german-supervisory-authorities-issues-paper-on-broad-consent-for-research/\">here</a>, limits its utility and conflicts with the GDPR’s other research-friendly provisions.</p>\n<p>Ultimately, readers may be forgiven for being confused by references to broad consent in the GDPR, when the Commission states in the Q&amp;A that “the obligations with regard to the requirement of specific consent still apply.”  In fact, the Q&amp;A explains that consent for further, secondary use must be separated from the original consent, likely involving a “separate sheet” for the collection of the consent, effectively ensuring that the original consent could not be a “broad” consent.  The Commission’s suggestion, however, begs the question of why anyone would seek to rely upon consent, in light of the Commission’s earlier concession that the further use of clinical trial data for scientific research is compatible with its original use.</p>\n<p><em><u>Miscellaneous observations</u></em></p>\n<p>Finally, the Q&amp;A also contains some additional notable remarks, including that research sponsors established outside the EU and performing clinical trials in the EU are subject to the GDPR, on the basis that they are “monitoring” EU data subjects (<em>i.e.</em>, trial participants) or offering services in the EU, and that the GDPR’s transfer restrictions also apply to transfers of clinical trial data.  The Commission document also makes clear that pre-GDPR informed consent forms used in ongoing trials should be updated and furnished to trial subjects in order to meet the GDPR’s augmented transparency requirements, but leaves it open as to when obtaining fresh consent from trial subjects would be necessary.  In this respect, the Q&amp;A does not provide any more insights than appear in the EDPB’s existing guidance.</p>\n<p><a href=\"https://www.insideprivacy.com/international/european-union/european-commission-issues-updated-qa-on-interplay-between-the-gdpr-and-the-clinical-trials-regulation/\">European Commission Issues Updated Q&amp;A on Interplay between the GDPR and the Clinical Trials Regulation</a> posted first on <a href=\"http://ronenkurzfeld.blogspot.com\">http://ronenkurzfeld.blogspot.com</a></p>\n<div id=\"atatags-26942-64d7af92c9bd9\"></div></div>",
        "cleaned_post_text": "On April 10, 2019, European Commission Directorate-General for Health and Food Safety issued a revisedQ&Aanalyzing the interplay between the EU Clinical Trials Regulation (“CTR”) and the  EU General Data Protection Regulation (“GDPR”).  The revised Q&A takes into account theopinionof the European Data Protection Board (“EDPB”) issued on January 23, 2019, on the same topic (which we discuss in our blog posthere).  Below, we summarize the main takeaways of the Commission’s updated Q&A.Legal basis for processing health dataHelpfully, the Q&A addresses the appropriate legal basis under the GDPR for the processing of clinical trial data, an issue which Member States appear to be adopting divergent approaches to in recent months.  The Q&A, like the EDPB opinion, distinguishes between two different processing purposes associated with clinical trials and attributes different legal bases to each:processing forpatient safety purposes, such as safety reporting, archiving and inspections, which is required by the CTR (and thus can be based on Articles 6(1)(c) and 9(2)(i) of the GDPR), and for which no consent is required.processing forscientific research purposes, which “cannot be derived from a legal obligation,” such as one arising under the CTR. In this case, data controllers may consider a number of different legal bases, depending on the nature of the clinical trial.  The Commission notes that the processing can potentially serve a public interest, be based on a legitimate interest or be based on participant consent (each time in combination with a legal basis in Article 9 when special data, such as health or genetic data, are processed).While generally helpful, the Commission noticeably refrains from endorsing any particular legal basis when processing data for scientific research purposes, leaving it up to the sponsor and research institutions to decide.  The Q&A also fails to highlight that, with the exception of consent, the remaining legal bases under Article 9 of the GDPR mentioned in the Q&A must be grounded in Union or Member State law (with the CTR apparently excluded as a possibility – see (2.) above).  In practice, consent is likely to be theonlyavailable option in many cases, owing to an absence of such laws.As regards consent, the Commission’s Q&A provides that a trial subject’s consent to participate in a trial must be distinguished from consent to the processing his or her personal data, a theme that also appears in the EDPB guidance.  Thus, a trial participant could, in theory, withdraw consent to the former, but not the latter.  However, if the processing of data is based on a trial subject’s consent and he or she later withdraws that consent, the controller is expected to stop processing the data and delete it, unless it has another legal basis to continue processing the data (e.g., for safety purposes).  Curiously, the Q&A fails to discuss the GDPR’s scientific research exemption to the deletion right under Article 17(3)(d) –i.e., the right to erasure does not apply if the data are used for scientific research and complying with the erasure request would render impossible or seriously impair the research aims.Further use of research dataIn relation to further use of clinical trial data, the Commission Q&A appears to acknowledge that the CTR’s limitations on further use of such data (requiring consent for data used outside the scope of the trial protocol – seehere) are waived where one of the alternative legal bases in the GDPR applies.  In short, consent would not appear to serve as the sole legal basis for the further use of clinical trial data.Further, the Q&A highlights the fact that secondary use of clinical trial data for scientific research purposes is by default compatible with its original use, in accordance with Article 5(1)(b) of the GDPR.  As a result, it should not be necessary to obtain a new consent in order to engage in additional secondary research.  In the event that the secondary research is nevertheless based on consent, the Q&A repeats the EDPB’s cautionary language about reliance upon overly broad consent (notwithstanding GDPR recital text supporting broad consent in the research context).  This restrictive interpretation of the consent doctrine, which we discuss in more detailhere, limits its utility and conflicts with the GDPR’s other research-friendly provisions.Ultimately, readers may be forgiven for being confused by references to broad consent in the GDPR, when the Commission states in the Q&A that “the obligations with regard to the requirement of specific consent still apply.”  In fact, the Q&A explains that consent for further, secondary use must be separated from the original consent, likely involving a “separate sheet” for the collection of the consent, effectively ensuring that the original consent could not be a “broad” consent.  The Commission’s suggestion, however, begs the question of why anyone would seek to rely upon consent, in light of the Commission’s earlier concession that the further use of clinical trial data for scientific research is compatible with its original use.Miscellaneous observationsFinally, the Q&A also contains some additional notable remarks, including that research sponsors established outside the EU and performing clinical trials in the EU are subject to the GDPR, on the basis that they are “monitoring” EU data subjects (i.e., trial participants) or offering services in the EU, and that the GDPR’s transfer restrictions also apply to transfers of clinical trial data.  The Commission document also makes clear that pre-GDPR informed consent forms used in ongoing trials should be updated and furnished to trial subjects in order to meet the GDPR’s augmented transparency requirements, but leaves it open as to when obtaining fresh consent from trial subjects would be necessary.  In this respect, the Q&A does not provide any more insights than appear in the EDPB’s existing guidance.European Commission Issues Updated Q&A on Interplay between the GDPR and the Clinical Trials Regulationposted first onhttp://ronenkurzfeld.blogspot.com",
        "lang": "en"
    },
    {
        "post_link": "https://forensiceyes.wordpress.com/2019/04/17/edpb-begins-consultation-on-new-guidelines-on-use-of-the-performance-of-a-contract-gdpr-legal-basis-by-online-services/",
        "post_title": "EDPB Begins Consultation on New Guidelines on Use of the “Performance of a Contract” GDPR Legal Basis by Online Services",
        "post_text": "<div class=\"entry-content\">\n<p>On 9 April 2019, the European Data Protection Board (“EDPB”) adopted <a href=\"https://edpb.europa.eu/our-work-tools/public-consultations/2019/guidelines-22019-processing-personal-data-under-article-61b_en\">new guidelines</a> “on the processing of personal data under Article 6(1)(b) GDPR in the context of the provision of online services to data subjects.”</p>\n<p>In general, the GDPR requires that processing of personal data be justified under a legal basis in Article 6 GDPR.  One such legal basis is Article 6(1)(b), which covers data processing that is “necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract.”  The new EDPB guidelines consider the meaning of this basis, and in particular whether it can be used as the basis for data processing by online services for purposes such as service improvement, fraud prevention, targeted advertising, and service personalization.</p>\n<p>In particular, the guidelines clarify the EDPB’s view that:</p>\n<ul>\n<li><strong>Targeted advertising</strong>, even when it “supports” an online service by funding that service, is “separate from the objective purpose of the contract between the user and the service provider,” and therefore is “not necessary for the performance of the contract at issue.”</li>\n<li><strong>Service improvement</strong> through the collection of usage information, telemetry, and user engagement data, “in most cases…cannot” be regarded as within the scope of Article 6(1)(b).</li>\n<li><strong>Service personalization</strong> <em>can</em> potentially fall within the scope of Article 6(1)(b), where that personalization is an “essential or expected” part of the service.</li>\n<li><strong>Fraud prevention</strong> generally cannot fall within Article 6(1)(b).</li>\n</ul>\n<p>In addition, the EDPB touches on a range of other points in relation to interpretation of Article 6(1)(b) under the GDPR.  Perhaps most notably:</p>\n<ul>\n<li>The EDPB argues the term “necessary,” as used in Article 6(1)(b), must be interpreted in line with data protection law objectives.  Accordingly, the EDPB takes the view that processing which is “useful but not objectively necessary for performing the contractual service or for taking relevant pre-contractual steps at the request of the data subject, even if it is necessary for the controller’s other business purposes,” is not “necessary.”</li>\n<li>The EDPB repeatedly emphasizes that Article 6(1)(b) can only cover processing purposes that are “clearly and specifically identified.”  The EDPB goes on to explain that purposes such as “improving users’ experience,” “marketing purposes,” “IT-security,” and “future research,” are all insufficiently specific.</li>\n<li>The EDPB does allow, however, that Article 6(1)(b) can apply to incidental data processing related to the performance of a contract where processing can be “reasonably foreseen and necessary within a normal contractual relationship.”  This includes, for instance, processing necessary to send reminders to data subjects about outstanding payments, processing related to warranties, or processing needed to bring “a contract back in conformity after smaller incidents and issues.”</li>\n<li>The EDPB clarifies that, for the purpose of Article 6(1)(b), contracts do not need to be expressed to be governed by the laws of EEA Member States.</li>\n<li>The EDPB is clear that, in general, when contracts terminate, controllers should stop processing data previously processed based on Article 6(1)(b) relating to that contract.  The EDPB further states that additional further processing of such data after contract termination could be “unfair” except where based on consent of the data subject (or where required under applicable EU or Member State law).</li>\n</ul>\n<p>The guidelines are now open for consultation until May 25, 2019.</p>\n<p><a href=\"https://www.insideprivacy.com/international/european-union/edpb-begins-consultation-on-new-guidelines-on-use-of-the-performance-of-a-contract-gdpr-legal-basis-by-online-services/\">EDPB Begins Consultation on New Guidelines on Use of the “Performance of a Contract” GDPR Legal Basis by Online Services</a> posted first on <a href=\"http://ronenkurzfeld.blogspot.com\">http://ronenkurzfeld.blogspot.com</a></p>\n<div id=\"atatags-26942-64d7af993f26a\"></div></div>",
        "cleaned_post_text": "On 9 April 2019, the European Data Protection Board (“EDPB”) adoptednew guidelines“on the processing of personal data under Article 6(1)(b) GDPR in the context of the provision of online services to data subjects.”In general, the GDPR requires that processing of personal data be justified under a legal basis in Article 6 GDPR.  One such legal basis is Article 6(1)(b), which covers data processing that is “necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract.”  The new EDPB guidelines consider the meaning of this basis, and in particular whether it can be used as the basis for data processing by online services for purposes such as service improvement, fraud prevention, targeted advertising, and service personalization.In particular, the guidelines clarify the EDPB’s view that:Targeted advertising, even when it “supports” an online service by funding that service, is “separate from the objective purpose of the contract between the user and the service provider,” and therefore is “not necessary for the performance of the contract at issue.”Service improvementthrough the collection of usage information, telemetry, and user engagement data, “in most cases…cannot” be regarded as within the scope of Article 6(1)(b).Service personalizationcanpotentially fall within the scope of Article 6(1)(b), where that personalization is an “essential or expected” part of the service.Fraud preventiongenerally cannot fall within Article 6(1)(b).In addition, the EDPB touches on a range of other points in relation to interpretation of Article 6(1)(b) under the GDPR.  Perhaps most notably:The EDPB argues the term “necessary,” as used in Article 6(1)(b), must be interpreted in line with data protection law objectives.  Accordingly, the EDPB takes the view that processing which is “useful but not objectively necessary for performing the contractual service or for taking relevant pre-contractual steps at the request of the data subject, even if it is necessary for the controller’s other business purposes,” is not “necessary.”The EDPB repeatedly emphasizes that Article 6(1)(b) can only cover processing purposes that are “clearly and specifically identified.”  The EDPB goes on to explain that purposes such as “improving users’ experience,” “marketing purposes,” “IT-security,” and “future research,” are all insufficiently specific.The EDPB does allow, however, that Article 6(1)(b) can apply to incidental data processing related to the performance of a contract where processing can be “reasonably foreseen and necessary within a normal contractual relationship.”  This includes, for instance, processing necessary to send reminders to data subjects about outstanding payments, processing related to warranties, or processing needed to bring “a contract back in conformity after smaller incidents and issues.”The EDPB clarifies that, for the purpose of Article 6(1)(b), contracts do not need to be expressed to be governed by the laws of EEA Member States.The EDPB is clear that, in general, when contracts terminate, controllers should stop processing data previously processed based on Article 6(1)(b) relating to that contract.  The EDPB further states that additional further processing of such data after contract termination could be “unfair” except where based on consent of the data subject (or where required under applicable EU or Member State law).The guidelines are now open for consultation until May 25, 2019.EDPB Begins Consultation on New Guidelines on Use of the “Performance of a Contract” GDPR Legal Basis by Online Servicesposted first onhttp://ronenkurzfeld.blogspot.com",
        "lang": "en"
    },
    {
        "post_link": "https://forensiceyes.wordpress.com/2019/03/23/far-beyond-the-spanish-cannabis-scene-spannabis-2019/",
        "post_title": "Far Beyond the Spanish Cannabis Scene: Spannabis 2019",
        "post_text": "<div class=\"entry-content\">\n<p><img alt=\"spain cannabis marijuana\" class=\"aligncenter wp-image-29931 size-large\" height=\"460\" src=\"https://www.cannalawblog.com/wp-content/uploads/sites/109/2019/03/Depositphotos_248206116_l-2015-740x460.jpg\" title=\"spain cannabis marijuana\" width=\"740\"/></p>\n<p>It’s amazing to experience such an impressive international gathering like Spannabis taking place in a country where, regardless of the massive cannabis culture and high social tolerance, legislation on the matter is way behind, and keeps criminalizing and punishing anything that goes beyond private consumption and self-growing.</p>\n<p>Culture, industry, business, mainstream and specialists, celebrities, growers, breeders and users from around the world met last weekend in and around Spannabis 2019. Spannabis is one of the biggest cannabis gatherings in Europe: more than 25.000 attendees and 300 exhibitors, two-day conference panels, a cannabis contest and a music festival have made Spannabis a reference point in the international calendar of the cannabis scene. Moreover, the recent announcement of its acquisition by High Times, as well as the call for the International Cannabis Business Conference the day before, made Spannabis 2019 quite significant. This degree of success was pretty much unimaginable when the event began 20 years ago. The increasing contexts of regulation worldwide have enhanced the sector, expanding the opportunities for the industry and the social awareness of cannabis itself.</p>\n<p>Despite this global context, if we stick strictly to the side of legality, the pharmacy is the only and most privileged sector currently authorized to produce, transport and sell cannabis. In Spain, the position of this industry is a quite an obscure monopoly. Direct questions to Spain’s current government have showed that is almost impossible to determine exactly how many companies are now authorized to grow cannabis for medical use or research. In the meantime, many new businesses view themselves as working partly in a legal grey area. On the CBD side, the EU novel foods regulation and the moratorium over food supplements containing cannabidiol have stopped entrepreneurs’ initiatives and spread fear among retailers that have faced police intervention that took CBD products for human consumption off the shelves. Nevertheless, hundreds of other possibilities are being explored by local and foreign companies accustomed to working in a constantly changing environment, that seek for safe alternatives to keep their business growing and find a good spot in the market.</p>\n<p>Mainstream Social Cannabis Clubs born and raised in Spain for the last decade have had an impact on the emergence of new regional regulations aiming to respond to such reality. Regardless, continuous sentences of the Superior and Constitutional Spanish Court since 2015 onwards, have left them with almost no air to continue existing under their current forms. That is getting to a point where, recently this month, while the industry was getting ready for Spannabis, another big threat has been thrown into the Spanish Social Cannabis Clubs scene: a sentence suspending the local ordinance of San Sebastian. It’s certainly only one first case but that can have a very strong influence for other cities in Spain that have had regulated the activity of this entities similarly. That is clearly the case in Barcelona, where more than 300 clubs are running under a local activity regulation and, somehow, authorization. Basically, under this perspective, the recent sentence states that being authorized as a non-profit entity to have a private lounge or a venture where combustion is allowed, shouldn’t be mixed with distribution. Sharing amongst members on a daily organized system that is prepared to enroll new members anytime, does not have to do with the non-criminalized action of using cannabis collectively in private, but with cannabis dealing.</p>\n<p>Then, within this context, there are some political parties with clear plans on the table to regulate production, transport and cannabis retail, while others don’t want to hear about getting into a regulation process and still there’s those that simply reject any discussion about it. That last is been the position of the party in power for the last 10 years, and the second one is been the position of the last government we had. A short one of 8 months. Spaniards are called to vote a new central government by the end of April. There’s still a chance for the flowering cannabis industry of this country if the first option gets more seats. Contact <a href=\"https://harrisbricken-spain.com/\">our team in Spain</a> to learn more.</p>\n<p><a href=\"https://www.cannalawblog.com/far-beyond-the-spanish-cannabis-scene-spannabis-2019/\">Far Beyond the Spanish Cannabis Scene: Spannabis 2019</a> posted first on <a href=\"http://ronenkurzfeld.blogspot.com\">http://ronenkurzfeld.blogspot.com</a></p>\n<div id=\"atatags-26942-64d7afab36726\"></div></div>",
        "cleaned_post_text": "It’s amazing to experience such an impressive international gathering like Spannabis taking place in a country where, regardless of the massive cannabis culture and high social tolerance, legislation on the matter is way behind, and keeps criminalizing and punishing anything that goes beyond private consumption and self-growing.Culture, industry, business, mainstream and specialists, celebrities, growers, breeders and users from around the world met last weekend in and around Spannabis 2019. Spannabis is one of the biggest cannabis gatherings in Europe: more than 25.000 attendees and 300 exhibitors, two-day conference panels, a cannabis contest and a music festival have made Spannabis a reference point in the international calendar of the cannabis scene. Moreover, the recent announcement of its acquisition by High Times, as well as the call for the International Cannabis Business Conference the day before, made Spannabis 2019 quite significant. This degree of success was pretty much unimaginable when the event began 20 years ago. The increasing contexts of regulation worldwide have enhanced the sector, expanding the opportunities for the industry and the social awareness of cannabis itself.Despite this global context, if we stick strictly to the side of legality, the pharmacy is the only and most privileged sector currently authorized to produce, transport and sell cannabis. In Spain, the position of this industry is a quite an obscure monopoly. Direct questions to Spain’s current government have showed that is almost impossible to determine exactly how many companies are now authorized to grow cannabis for medical use or research. In the meantime, many new businesses view themselves as working partly in a legal grey area. On the CBD side, the EU novel foods regulation and the moratorium over food supplements containing cannabidiol have stopped entrepreneurs’ initiatives and spread fear among retailers that have faced police intervention that took CBD products for human consumption off the shelves. Nevertheless, hundreds of other possibilities are being explored by local and foreign companies accustomed to working in a constantly changing environment, that seek for safe alternatives to keep their business growing and find a good spot in the market.Mainstream Social Cannabis Clubs born and raised in Spain for the last decade have had an impact on the emergence of new regional regulations aiming to respond to such reality. Regardless, continuous sentences of the Superior and Constitutional Spanish Court since 2015 onwards, have left them with almost no air to continue existing under their current forms. That is getting to a point where, recently this month, while the industry was getting ready for Spannabis, another big threat has been thrown into the Spanish Social Cannabis Clubs scene: a sentence suspending the local ordinance of San Sebastian. It’s certainly only one first case but that can have a very strong influence for other cities in Spain that have had regulated the activity of this entities similarly. That is clearly the case in Barcelona, where more than 300 clubs are running under a local activity regulation and, somehow, authorization. Basically, under this perspective, the recent sentence states that being authorized as a non-profit entity to have a private lounge or a venture where combustion is allowed, shouldn’t be mixed with distribution. Sharing amongst members on a daily organized system that is prepared to enroll new members anytime, does not have to do with the non-criminalized action of using cannabis collectively in private, but with cannabis dealing.Then, within this context, there are some political parties with clear plans on the table to regulate production, transport and cannabis retail, while others don’t want to hear about getting into a regulation process and still there’s those that simply reject any discussion about it. That last is been the position of the party in power for the last 10 years, and the second one is been the position of the last government we had. A short one of 8 months. Spaniards are called to vote a new central government by the end of April. There’s still a chance for the flowering cannabis industry of this country if the first option gets more seats. Contactour team in Spainto learn more.Far Beyond the Spanish Cannabis Scene: Spannabis 2019posted first onhttp://ronenkurzfeld.blogspot.com",
        "lang": "en"
    }
]