[
    {
        "post_link": "https://nunnaputrailway.wordpress.com/2012/10/10/google-apps/",
        "post_title": "Google Apps ?",
        "post_text": "<div class=\"entry-content\">\n<p style=\"text-align:center;\"><strong>Google Apps คืออะไร</strong></p>\n<p style=\"text-align:center;\"><a href=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps3.jpg\"><img alt=\"\" class=\"aligncenter wp-image-93\" data-attachment-id=\"93\" data-comments-opened=\"1\" data-image-caption=\"\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\"}' data-image-title=\"Google apps3\" data-large-file=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps3.jpg?w=219\" data-medium-file=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps3.jpg?w=219\" data-orig-file=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps3.jpg\" data-orig-size=\"219,230\" data-permalink=\"https://nunnaputrailway.wordpress.com/2012/10/10/google-apps/google-apps3/#main\" height=\"229\" sizes=\"(max-width: 219px) 100vw, 219px\" src=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps3.jpg?w=219&amp;h=229\" srcset=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps3.jpg 219w, https://nunnaputrailway.files.wordpress.com/2012/10/google-apps3.jpg?w=218&amp;h=229 218w, https://nunnaputrailway.files.wordpress.com/2012/10/google-apps3.jpg?w=143&amp;h=150 143w\" style=\"width:246px;\" title=\"Google apps3\" width=\"219\"/></a></p>\n<p>Google Apps คือ แอปพลิเคชันที่ถูกพัฒนาขึ้นมาโดย Google เพื่อให้บริการทางด้านการบริหารจัดการภายในองค์กร ซึ่งได้มีการรวมแอปพลิเคชัน ต่างๆ ที่ถือว่ามีความจำเป็นต่อองค์กรในปัจจุบันอันได้แก่</p>\n<p><strong>Gmail</strong> เป็นการให้บริการอีเมล์ของ Google ถูกพัฒนาขึ้นมาเมื่อปี ค.ศ 2006 โดยในช่วงแรกของการเปิดให้บริการจะให้บริการเฉพาะบางกลุ่มเท่านั้น ยังไม่มีการเปิดให้บริการฟรีเหมือนกับในปัจจุบัน และให้พื้นที่การใช้งานที่เยอะมาก ซึ่งถือได้ว่าเยอะที่สุดในตอนนั้นคือ 2 GB โดย Gmail รองรับการใช้งานทั้ง POP3 และ IMP สามารถทำงานได้ทั้งบนเว็บไซต์ <a href=\"http://gmail.com\" rel=\"nofollow\">http://gmail.com</a> และบนเครื่อง PC โดยใช้โปรแกรม Mail Client เช่น Outlook,Tunderbird เป็นต้น</p>\n<p><strong>Google Calendar</strong> เป็นโปรแกรม Calendar ออนไลน์ทำงานบนเว็บไซต์โดยผู้ใช้งานสามารถสร้างตารางงาน หรือตารางนัดหมายงานของตัวเองได้</p>\n<p><strong>Google Talk </strong>เป็นโปรแกรมสำหรับใช้สนทนากันผ่านระบบเครือข่ายอิเทอร์เน็ต เหมือนกับโปรแกรม Yahoo , MSN</p>\n<p><strong>Google Site</strong> เป็นบริการสร้างหน้าเว็บไซต์ออนไลน์ ผู้ใช้งานสามารถสร้างเว็บไซต์ของตัวเองขึ้นมาใช้งานได้ ซึ่งจะมี Template ต่างๆให้เราได้เลือก การใช้งานก็เหมือนกับการสร้างเว็บบล็อกทั่วๆไป</p>\n<p style=\"text-align:center;\"><strong>ประโยชน์ของ Google Apps</strong></p>\n<p><strong>ทำงานเสร็จเร็วขึ้น </strong></p>\n<p>Google Apps จะช่วยเพิ่มความคล่องตัวในการทำงานประจำวัน เช่น การออกใบแจ้งหนี้ การทำงบประมาณ การวางกำหนดการ และอื่นๆ คุณสามารถสร้างเทมเพลตใบแจ้งหนี้ใน Google   เอกสาร ทำงบดุลด้วยการแบ่งปันสเปรดชีตฉบับเดียว หรือให้ Google   ปฏิทินแนะนำเวลาประชุมสำหรับทีมงานของคุณ เมื่อลดงานคอขวดที่เสียเวลาเหล่านี้แล้ว   Apps จะทำให้คุณมีเวลากับงานที่มีความสำคัญอย่างแท้จริง</p>\n<p><strong>ใช้อีเมลได้จากทุกที่ที่คุณทำงาน               </strong></p>\n<p>Gmail ทำงานได้กับคอมพิวเตอร์หรือโทรศัพท์มือถือทุกเครื่องที่มีการเชื่อมต่อข้อมูล   และการสนับสนุนออฟไลน์ช่วยให้คุณสามารถทำงานต่อได้แม้ว่าจะถูกตัดการเชื่อมต่อ  เมื่อคุณอยู่ที่โต๊ะ กำลังประชุม อยู่บนเครื่องบิน คุณก็ยังใช้อีเมลได้</p>\n<p><strong>ทำงานเร็ว ประหยัดเวลา               </strong></p>\n<p>Gmail ได้รับการออกแบบมาเพื่อให้คุณทำงานได้มีประสิทธิภาพยิ่งขึ้น พื้นที่เก็บข้อมูล  25GB ทำให้คุณไม่ต้องคอยลบอะไรอีก  การค้นหาที่มีประสิทธิภาพช่วยให้คุณค้นพบทุกอย่างได้   และป้ายกำกับและตัวกรองทำให้คุณสามารถจัดระเบียบได้ตลอดเวลา</p>\n<p><strong> เชื่อมต่อได้ตลอด ไม่ว่าจะอยู่ที่ไหน</strong></p>\n<p><a href=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps2.jpg\"><img alt=\"\" class=\"aligncenter size-full wp-image-85\" data-attachment-id=\"85\" data-comments-opened=\"1\" data-image-caption=\"\" data-image-description=\"\" data-image-meta='{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\"}' data-image-title=\"Google Apps2\" data-large-file=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps2.jpg?w=227\" data-medium-file=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps2.jpg?w=227\" data-orig-file=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps2.jpg\" data-orig-size=\"227,115\" data-permalink=\"https://nunnaputrailway.wordpress.com/2012/10/10/google-apps/google-apps2/#main\" sizes=\"(max-width: 227px) 100vw, 227px\" src=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps2.jpg?w=650\" srcset=\"https://nunnaputrailway.files.wordpress.com/2012/10/google-apps2.jpg 227w, https://nunnaputrailway.files.wordpress.com/2012/10/google-apps2.jpg?w=150&amp;h=76 150w\" title=\"Google Apps2\"/></a>                  เมื่อใช้ Google Apps งานทั้งหมดของคุณจะถูกบันทึกไว้ในระบบคลาวด์โดยอัตโนมัติ         คุณจะสามารถเข้าถึงอีเมล ปฏิทิน เอกสาร และเว็บไซต์ และสามารถทำงานอย่างปลอดภัย                  ไม่ว่าคุณจะอยู่ที่ไหนในโลก และใช้อุปกรณ์ชนิดใด  สำหรับธุรกิจของคุณแล้ว พนักงานทุกคนและบุคคลอื่นๆ  ที่คุณทำงานด้วยทั้งหมดจะสามารถทำงานได้อย่างมีประสิทธิภาพจากทุกที่                  ด้วยอุปกรณ์ทุกชนิดที่มีการเชื่อมต่ออินเทอร์เน็ต</p>\n<p><strong>ความปลอดภัยของข้อมูลและเป็นไปตามข้อกำหนด</strong></p>\n<p>เมื่อคุณวางใจที่จะมอบข้อมูลของบริษัทแก่ Google คุณสามารถมั่นใจได้ว่าข้อมูลสำคัญของคุณจะปลอดภัย</p>\n<p>ทีมงานรักษาความปลอดภัยข้อมูลของ Google ซึ่งประกอบไปด้วยผู้เชี่ยวชาญชั้นนำของโลกในด้านการรักษาความปลอดภัยข้อมูล แอปพลิเคชัน และเครือข่าย มุ่งเน้นที่จะรักษาข้อมูลของคุณให้ปลอดภัย Google และลูกค้าอื่นๆ จำนวนมากวางใจใช้ระบบนี้กับข้อมูลบริษัทที่มีความสำคัญสูง <a href=\"http://www.google.com/apps/intl/th/business/infrastructure_security.html\">เรียนรู้เพิ่มเติม</a></p>\n<p>ธุรกิจสามารถรับคุณลักษณะการรักษาความปลอดภัยที่สามารถปรับแต่งได้เหล่านี้กับ Google Apps:</p>\n<ul>\n<li>เครื่องมือการกรองสแปมและอีเมลขาเข้าที่กำหนดเอง ขับเคลื่อนโดย Postini เพื่อเสริมตัวกรองสแปมที่มีประสิทธิภาพซึ่งทำงานโดยอัตโนมัติและไม่ต้องกำหนดค่าใดๆ</li>\n<li>เครื่องมือการกรองอีเมลขาออกที่กำหนดเองเพื่อป้องกันข้อมูลสำคัญจากการถูกเผยแพร่ ซึ่งขับเคลื่อนโดย Postini</li>\n<li>กฎการแบ่งปันข้อมูลที่กำหนดเองเพื่อระบุขอบเขตที่พนักงานได้รับอนุญาตให้สามารถแบ่งปันด้วย Google เอกสาร, Google ปฏิทิน และ Google Sites</li>\n<li>ข้อกำหนดความยาวของรหัสผ่านที่กำหนดเองและเครื่องแสดงความเข้มงวดด้วยภาพที่จะช่วยให้พนักงานเลือกรหัสผ่านที่ปลอดภัย</li>\n<li>การเชื่อมต่อ SSL ที่บังคับใช้กับ Google Apps เพื่อให้มั่นใจว่าจะสามารถเข้าถึง HTTPS อย่างปลอดภัย</li>\n<li><a href=\"http://www.google.com/messagesecurity/email.html#archive\">การเก็บอีเมลแบบถาวร</a>ซึ่งเป็นตัวเลือก สามารถเก็บรักษาได้ถึง 10 ปี</li>\n</ul>\n<h2>การควบคุมการดูแลระบบและข้อมูลแบบสมบูรณ์</h2>\n<p>ผู้ดูแลระบบสามารถปรับแต่ง Google Apps ในเชิงลึกเพื่อให้สอดคล้องกับข้อกำหนดด้านเทคนิค ตราสินค้า และธุรกิจของตนได้</p>\n<p>ตัวเลือกการผสานรวมจะช่วยให้คุณสามารถเชื่อมต่อ Google Apps กับโครงสร้างพื้นฐานด้านไอทีที่มีอยู่ของคุณ</p>\n<ul>\n<li>API การลงชื่อเพียงครั้งเดียวจะเชื่อมต่อ Google Apps กับระบบการตรวจสอบสิทธิ์ที่มีอยู่ของคุณ</li>\n<li>เครื่องมือและ API การจัดสรรสำหรับผู้ใช้จะเชื่อมต่อ Google Apps กับระบบไดเรกทอรีผู้ใช้ที่มีอยู่ของคุณ</li>\n<li>การสนับสนุนการกำหนดเส้นทางอีเมลและเกตเวย์อีเมลจะช่วยให้คุณสามารถใช้งาน Google Apps ควบคู่ไปกับโซลูชันอีเมลที่มีอยู่</li>\n<li>เครื่องมือและ API การโอนย้ายข้อมูลอีเมลจะทำให้คุณสามารถนำอีเมลจากโซลูชันอีเมลที่มีอยู่ของคุณไปยัง Google Apps</li>\n</ul>\n<p>การกำหนดตราสินค้าของระบบและความเป็นเจ้าของข้อมูลเป็นการกำหนดรูปลักษณ์ของ Google Apps ให้เป็นแบบของคุณเอง ช่วยให้มั่นใจได้ว่าลูกค้าจะเป็นเจ้าของข้อมูลพนักงาน</p>\n<ul>\n<li>กำหนดบัญชีผู้ใช้ด้วยตนเองในโดเมนอินเทอร์เน็ตของบริษัทของคุณ</li>\n<li>โลโก้และสีที่กำหนดเองในแอปพลิเคชัน</li>\n<li>การเป็นเจ้าของข้อมูลพนักงานของลูกค้าตามสัญญา</li>\n</ul>\n<h2>การสนับสนุนลูกค้าทุกวันตลอด 24 ชั่วโมงที่เป็นประโยชน์</h2>\n<p>Google Apps มีความน่าเชื่อถือในระดับสูงและทำงานได้อย่างง่ายดาย แต่การสนับสนุนมีให้สำหรับผู้ดูแลระบบ หากคุณต้องการใช้งาน</p>\n<div style=\"text-align:center;\"><strong>Google Apps มีการใช้งานอย่างไร</strong></div></div>",
        "cleaned_post_text": "Google Apps คืออะไรGoogle Apps คือ แอปพลิเคชันที่ถูกพัฒนาขึ้นมาโดย Google เพื่อให้บริการทางด้านการบริหารจัดการภายในองค์กร ซึ่งได้มีการรวมแอปพลิเคชัน ต่างๆ ที่ถือว่ามีความจำเป็นต่อองค์กรในปัจจุบันอันได้แก่Gmailเป็นการให้บริการอีเมล์ของ Google ถูกพัฒนาขึ้นมาเมื่อปี ค.ศ 2006 โดยในช่วงแรกของการเปิดให้บริการจะให้บริการเฉพาะบางกลุ่มเท่านั้น ยังไม่มีการเปิดให้บริการฟรีเหมือนกับในปัจจุบัน และให้พื้นที่การใช้งานที่เยอะมาก ซึ่งถือได้ว่าเยอะที่สุดในตอนนั้นคือ 2 GB โดย Gmail รองรับการใช้งานทั้ง POP3 และ IMP สามารถทำงานได้ทั้งบนเว็บไซต์http://gmail.comและบนเครื่อง PC โดยใช้โปรแกรม Mail Client เช่น Outlook,Tunderbird เป็นต้นGoogle Calendarเป็นโปรแกรม Calendar ออนไลน์ทำงานบนเว็บไซต์โดยผู้ใช้งานสามารถสร้างตารางงาน หรือตารางนัดหมายงานของตัวเองได้Google Talkเป็นโปรแกรมสำหรับใช้สนทนากันผ่านระบบเครือข่ายอิเทอร์เน็ต เหมือนกับโปรแกรม Yahoo , MSNGoogle Siteเป็นบริการสร้างหน้าเว็บไซต์ออนไลน์ ผู้ใช้งานสามารถสร้างเว็บไซต์ของตัวเองขึ้นมาใช้งานได้ ซึ่งจะมี Template ต่างๆให้เราได้เลือก การใช้งานก็เหมือนกับการสร้างเว็บบล็อกทั่วๆไปประโยชน์ของ Google Appsทำงานเสร็จเร็วขึ้นGoogle Apps จะช่วยเพิ่มความคล่องตัวในการทำงานประจำวัน เช่น การออกใบแจ้งหนี้ การทำงบประมาณ การวางกำหนดการ และอื่นๆ คุณสามารถสร้างเทมเพลตใบแจ้งหนี้ใน Google   เอกสาร ทำงบดุลด้วยการแบ่งปันสเปรดชีตฉบับเดียว หรือให้ Google   ปฏิทินแนะนำเวลาประชุมสำหรับทีมงานของคุณ เมื่อลดงานคอขวดที่เสียเวลาเหล่านี้แล้ว   Apps จะทำให้คุณมีเวลากับงานที่มีความสำคัญอย่างแท้จริงใช้อีเมลได้จากทุกที่ที่คุณทำงานGmail ทำงานได้กับคอมพิวเตอร์หรือโทรศัพท์มือถือทุกเครื่องที่มีการเชื่อมต่อข้อมูล   และการสนับสนุนออฟไลน์ช่วยให้คุณสามารถทำงานต่อได้แม้ว่าจะถูกตัดการเชื่อมต่อ  เมื่อคุณอยู่ที่โต๊ะ กำลังประชุม อยู่บนเครื่องบิน คุณก็ยังใช้อีเมลได้ทำงานเร็ว ประหยัดเวลาGmail ได้รับการออกแบบมาเพื่อให้คุณทำงานได้มีประสิทธิภาพยิ่งขึ้น พื้นที่เก็บข้อมูล  25GB ทำให้คุณไม่ต้องคอยลบอะไรอีก  การค้นหาที่มีประสิทธิภาพช่วยให้คุณค้นพบทุกอย่างได้   และป้ายกำกับและตัวกรองทำให้คุณสามารถจัดระเบียบได้ตลอดเวลาเชื่อมต่อได้ตลอด ไม่ว่าจะอยู่ที่ไหนเมื่อใช้ Google Apps งานทั้งหมดของคุณจะถูกบันทึกไว้ในระบบคลาวด์โดยอัตโนมัติ         คุณจะสามารถเข้าถึงอีเมล ปฏิทิน เอกสาร และเว็บไซต์ และสามารถทำงานอย่างปลอดภัย                  ไม่ว่าคุณจะอยู่ที่ไหนในโลก และใช้อุปกรณ์ชนิดใด  สำหรับธุรกิจของคุณแล้ว พนักงานทุกคนและบุคคลอื่นๆ  ที่คุณทำงานด้วยทั้งหมดจะสามารถทำงานได้อย่างมีประสิทธิภาพจากทุกที่                  ด้วยอุปกรณ์ทุกชนิดที่มีการเชื่อมต่ออินเทอร์เน็ตความปลอดภัยของข้อมูลและเป็นไปตามข้อกำหนดเมื่อคุณวางใจที่จะมอบข้อมูลของบริษัทแก่ Google คุณสามารถมั่นใจได้ว่าข้อมูลสำคัญของคุณจะปลอดภัยทีมงานรักษาความปลอดภัยข้อมูลของ Google ซึ่งประกอบไปด้วยผู้เชี่ยวชาญชั้นนำของโลกในด้านการรักษาความปลอดภัยข้อมูล แอปพลิเคชัน และเครือข่าย มุ่งเน้นที่จะรักษาข้อมูลของคุณให้ปลอดภัย Google และลูกค้าอื่นๆ จำนวนมากวางใจใช้ระบบนี้กับข้อมูลบริษัทที่มีความสำคัญสูงเรียนรู้เพิ่มเติมธุรกิจสามารถรับคุณลักษณะการรักษาความปลอดภัยที่สามารถปรับแต่งได้เหล่านี้กับ Google Apps:เครื่องมือการกรองสแปมและอีเมลขาเข้าที่กำหนดเอง ขับเคลื่อนโดย Postini เพื่อเสริมตัวกรองสแปมที่มีประสิทธิภาพซึ่งทำงานโดยอัตโนมัติและไม่ต้องกำหนดค่าใดๆเครื่องมือการกรองอีเมลขาออกที่กำหนดเองเพื่อป้องกันข้อมูลสำคัญจากการถูกเผยแพร่ ซึ่งขับเคลื่อนโดย Postiniกฎการแบ่งปันข้อมูลที่กำหนดเองเพื่อระบุขอบเขตที่พนักงานได้รับอนุญาตให้สามารถแบ่งปันด้วย Google เอกสาร, Google ปฏิทิน และ Google Sitesข้อกำหนดความยาวของรหัสผ่านที่กำหนดเองและเครื่องแสดงความเข้มงวดด้วยภาพที่จะช่วยให้พนักงานเลือกรหัสผ่านที่ปลอดภัยการเชื่อมต่อ SSL ที่บังคับใช้กับ Google Apps เพื่อให้มั่นใจว่าจะสามารถเข้าถึง HTTPS อย่างปลอดภัยการเก็บอีเมลแบบถาวรซึ่งเป็นตัวเลือก สามารถเก็บรักษาได้ถึง 10 ปีการควบคุมการดูแลระบบและข้อมูลแบบสมบูรณ์ผู้ดูแลระบบสามารถปรับแต่ง Google Apps ในเชิงลึกเพื่อให้สอดคล้องกับข้อกำหนดด้านเทคนิค ตราสินค้า และธุรกิจของตนได้ตัวเลือกการผสานรวมจะช่วยให้คุณสามารถเชื่อมต่อ Google Apps กับโครงสร้างพื้นฐานด้านไอทีที่มีอยู่ของคุณAPI การลงชื่อเพียงครั้งเดียวจะเชื่อมต่อ Google Apps กับระบบการตรวจสอบสิทธิ์ที่มีอยู่ของคุณเครื่องมือและ API การจัดสรรสำหรับผู้ใช้จะเชื่อมต่อ Google Apps กับระบบไดเรกทอรีผู้ใช้ที่มีอยู่ของคุณการสนับสนุนการกำหนดเส้นทางอีเมลและเกตเวย์อีเมลจะช่วยให้คุณสามารถใช้งาน Google Apps ควบคู่ไปกับโซลูชันอีเมลที่มีอยู่เครื่องมือและ API การโอนย้ายข้อมูลอีเมลจะทำให้คุณสามารถนำอีเมลจากโซลูชันอีเมลที่มีอยู่ของคุณไปยัง Google Appsการกำหนดตราสินค้าของระบบและความเป็นเจ้าของข้อมูลเป็นการกำหนดรูปลักษณ์ของ Google Apps ให้เป็นแบบของคุณเอง ช่วยให้มั่นใจได้ว่าลูกค้าจะเป็นเจ้าของข้อมูลพนักงานกำหนดบัญชีผู้ใช้ด้วยตนเองในโดเมนอินเทอร์เน็ตของบริษัทของคุณโลโก้และสีที่กำหนดเองในแอปพลิเคชันการเป็นเจ้าของข้อมูลพนักงานของลูกค้าตามสัญญาการสนับสนุนลูกค้าทุกวันตลอด 24 ชั่วโมงที่เป็นประโยชน์Google Apps มีความน่าเชื่อถือในระดับสูงและทำงานได้อย่างง่ายดาย แต่การสนับสนุนมีให้สำหรับผู้ดูแลระบบ หากคุณต้องการใช้งานGoogle Apps มีการใช้งานอย่างไร",
        "lang": "th"
    }
]