[
    {
        "post_link": "https://nurseskeptic.wordpress.com/2014/12/01/amelia-earhart-mystery-solved/",
        "post_title": "Amelia Earhart Mystery Solved?",
        "post_text": "<div class=\"entry-content\">\n<p>Ame<img alt=\"\" src=\"https://i0.wp.com/upload.wikimedia.org/wikipedia/commons/3/3e/Amelia_Earhart.jpg\"/>If you pay attention to recent media reports you may think that the mystery surrounding Amelia Earhart’s last flight has been solved, and that researchers have in fact found wreckage from her flight. Headlines read: <a href=\"http://www.newsweek.com/mystery-amelia-earhart-solved-fragment-fallen-plane-identified-280856\" target=\"_blank\">“Mystery of Amelia Earhart Solved? Fragment From Missing Plane Identified,”</a> and <a href=\"http://www.wnd.com/2014/10/amelia-earhart-plane-fragment-identified/\" target=\"_blank\">“Mystery of Amelia Earhart finally solved,”</a> and <a href=\"http://www.telegraph.co.uk/news/worldnews/northamerica/usa/10942529/Amelia-Earhart-mystery-1937-photograph-could-be-clue-to-fate-of-aviator-who-disappeared-on-round-the-world-flight.html\" target=\"_blank\">“Amelia Earhart mystery – 1937 photograph could be clue to fate of aviator who disappeared on round-the-world flight.”</a></p>\n<p>Those headlines were based on a recent press release and <a href=\"http://tighar.org/Projects/Earhart/Niku8/Oct2014pressrelease.html\" target=\"_blank\">quotes</a> from a particular researcher who has found a metal fragment, and claimed, “It was as unique to her particular aircraft as a fingerprint is to an individual,” and the patch “matches that fingerprint in many respects<em>.</em>”</p>\n<p>What does this mean? Is the mystery solved as it has been widely reported, or is this just another example of researcher enthusiasm? Lets revisit Ms. Earhart’s fateful flight and take a skeptical look at this “new” evidence.</p>\n<p><span id=\"more-62\"></span></p>\n<p>In 1991, a group of researchers from <a href=\"http://tighar.org/\" target=\"_blank\">The International Group for Historic Aircraft Recovery</a> (TIGHAR), then investigating Earhart’s disappearance, found a sheet of aluminum on the island of Nikumaroro in the Western Pacific. It has been in the possession of those researchers for the last 23 years. It is aircraft aluminum, but it did not seem to fit any of the parts for Earhart’s plane a <a href=\"http://en.wikipedia.org/wiki/Lockheed_Model_10_Electra\" target=\"_blank\">Model 10 Electra</a>. Recently a review of some photographs and subsequent re-evaluation of the metal fragment seems to link the fragment to Earhart’s plane. This piece of metal, a 19-by-23-inch sheet made of the same material as Earhart’s plane, appears to match a window patch on the modified Electra. Sounds like convincing evidence. But there are some underlying flaws in the whole hypothesis that Earhart ended up on this island.</p>\n<p>The evidence for Nikumaroro as a landing site is not very strong. Brian Dunning did a very thorough review of Nikumaroro island as a probable emergency landing/crash site for Earhart in Skeptoid <a href=\"http://skeptoid.com/episodes/4295\" target=\"_blank\">Episode 295</a>. There he writes:</p>\n<blockquote><p>Nikumaroro, this tiny island where TIGHAR has recovered its artifacts, is in Kiribati, a nation of 100,000 people spread over millions of square kilometers of the South Pacific. People leaving artifacts come and go all the time. For example, pearl divers. Fleets of pearl boats have plied these waters since the 1800s. Every island and reef in the South Pacific has been visited countless times by pearl boats, who anchored, made camp on shore, and spent a few weeks free diving for oysters. Their exploits and histories have been published in dozens of books, such as Roy Miner’s 1941 volume <em>Pearl Divers,</em> and the many colorful tales in Frank Coffee’s 1920 book <em>Forty Years on the Pacific.</em> TIGHAR found evidence of campfires and fish bones on Nikumaroro and concluded “Amelia Earhart” who is not known to have visited the island; but I found no attempt made by them to exclude the pearl divers who <em>are </em>known to have camped there, and to have done so countless times over more than a century. TIGHAR appears to be dedicated to proving the <em>least</em> likely explanation for the artifacts.</p></blockquote>\n<p>Several artifacts have been speculatively linked to Earhart, each with little or no evidence, and all of them with plausible alternative explanations. Even if the artifact evidence for the island were more convincing, there is only an exceedingly weak probability that Earhart’s aircraft actually made it to that particular island. This has also been reviewed by Dunning. He continues:</p>\n<blockquote><p>From a navigational perspective, the fundamental assumption of TIGHAR’s theory is almost inconceivable. Fred Noonan was one of aviation’s top experts in using the latest navigational techniques and equipment, including the then-new E-6B flight computer, which (among other things) corrects for the effects of wind on speed and course. Nikumaroro is a full five and one half degrees of latitude south of Howland. That’s a massive, massive error; it’s simply not plausible that Noonan could have been that far wrong. Earhart was no slouch of a navigator either. Could they have made such an error without either of them catching it?</p></blockquote>\n<p>Dunning also notes that the number, degree, and kind of navigational errors required to put Earhart and Noonan on Nikumaroro would be nearly impossible, even with the primitive navigational equipment at their disposal.</p>\n<div class=\"wp-caption alignnone\" style=\"width: 676px\"><img alt=\"\" class=\"\" height=\"362\" src=\"https://i0.wp.com/www.airbrixia.com/Amelia/Amelia%20WT%20geo.GIF\" width=\"666\"/><p class=\"wp-caption-text\">Earhart’s flight path. Via Wikimedia.</p></div></div>",
        "cleaned_post_text": "AmeIf you pay attention to recent media reports you may think that the mystery surrounding Amelia Earhart’s last flight has been solved, and that researchers have in fact found wreckage from her flight. Headlines read:“Mystery of Amelia Earhart Solved? Fragment From Missing Plane Identified,”and“Mystery of Amelia Earhart finally solved,”and“Amelia Earhart mystery – 1937 photograph could be clue to fate of aviator who disappeared on round-the-world flight.”Those headlines were based on a recent press release andquotesfrom a particular researcher who has found a metal fragment, and claimed, “It was as unique to her particular aircraft as a fingerprint is to an individual,” and the patch “matches that fingerprint in many respects.”What does this mean? Is the mystery solved as it has been widely reported, or is this just another example of researcher enthusiasm? Lets revisit Ms. Earhart’s fateful flight and take a skeptical look at this “new” evidence.In 1991, a group of researchers fromThe International Group for Historic Aircraft Recovery(TIGHAR), then investigating Earhart’s disappearance, found a sheet of aluminum on the island of Nikumaroro in the Western Pacific. It has been in the possession of those researchers for the last 23 years. It is aircraft aluminum, but it did not seem to fit any of the parts for Earhart’s plane aModel 10 Electra. Recently a review of some photographs and subsequent re-evaluation of the metal fragment seems to link the fragment to Earhart’s plane. This piece of metal, a 19-by-23-inch sheet made of the same material as Earhart’s plane, appears to match a window patch on the modified Electra. Sounds like convincing evidence. But there are some underlying flaws in the whole hypothesis that Earhart ended up on this island.The evidence for Nikumaroro as a landing site is not very strong. Brian Dunning did a very thorough review of Nikumaroro island as a probable emergency landing/crash site for Earhart in SkeptoidEpisode 295. There he writes:Nikumaroro, this tiny island where TIGHAR has recovered its artifacts, is in Kiribati, a nation of 100,000 people spread over millions of square kilometers of the South Pacific. People leaving artifacts come and go all the time. For example, pearl divers. Fleets of pearl boats have plied these waters since the 1800s. Every island and reef in the South Pacific has been visited countless times by pearl boats, who anchored, made camp on shore, and spent a few weeks free diving for oysters. Their exploits and histories have been published in dozens of books, such as Roy Miner’s 1941 volumePearl Divers,and the many colorful tales in Frank Coffee’s 1920 bookForty Years on the Pacific.TIGHAR found evidence of campfires and fish bones on Nikumaroro and concluded “Amelia Earhart” who is not known to have visited the island; but I found no attempt made by them to exclude the pearl divers whoareknown to have camped there, and to have done so countless times over more than a century. TIGHAR appears to be dedicated to proving theleastlikely explanation for the artifacts.Several artifacts have been speculatively linked to Earhart, each with little or no evidence, and all of them with plausible alternative explanations. Even if the artifact evidence for the island were more convincing, there is only an exceedingly weak probability that Earhart’s aircraft actually made it to that particular island. This has also been reviewed by Dunning. He continues:From a navigational perspective, the fundamental assumption of TIGHAR’s theory is almost inconceivable. Fred Noonan was one of aviation’s top experts in using the latest navigational techniques and equipment, including the then-new E-6B flight computer, which (among other things) corrects for the effects of wind on speed and course. Nikumaroro is a full five and one half degrees of latitude south of Howland. That’s a massive, massive error; it’s simply not plausible that Noonan could have been that far wrong. Earhart was no slouch of a navigator either. Could they have made such an error without either of them catching it?Dunning also notes that the number, degree, and kind of navigational errors required to put Earhart and Noonan on Nikumaroro would be nearly impossible, even with the primitive navigational equipment at their disposal.Earhart’s flight path. Via Wikimedia.",
        "lang": "en"
    }
]